{"id": 2797, "data": "Persuader: Hello there and how are you doing today? \n\tPersuadee: Hi! I am doing well, thank you. And you?\nPersuader: I'm doing well. Thank you for asking. I have a question for you on this fine evening. How do you feel about the children's charity, Save the Children?\n\tPersuadee: I don't know a lot about it, but from what I do know, they seem like a generous organization. \nPersuader: I have been thinking of donating to this charity recently. Have you ever thought of donating?\n\tPersuadee: I have, yes. \nPersuader: What kind of organizations do you see yourself donating to?\n\tPersuadee: I donate to St Jude every year. I have a special place in my heart for children's organizations. \nPersuader: Yes St Jude's is a very nice organzation. I remember as a kid growing up, my catholic grammar school would always raise money for them. Save the Children is just like St Jude's as well as they go all over the world to help a lot of children in need. \n\tPersuadee: That's really awesome they help children all over the world. Do they provide medical assistance as St Jude's does\nPersuader: Yes they do. Save the Children gives a lot of medical assistance to children all over the world. They are responisble for giving many poor children vaccines. A lot of children around the world often don't have the vaccines that richer countries have to fight off preventable diseases.\n\tPersuadee: I've heard they play a big part in education around the world too. Do they assist children here in the US as well?\nPersuader: Yes they do. Unfortunately there is a lot of poor children in the USA that aren't getting the right resources and Save the Children is doing the best they can to help them out just like St Judes/\n\tPersuadee: Very good to hear. How much of the donations actually go directly to the kids? Unfortunately not all organizations use the majority of their donations to directly fund programs. \nPersuader: That is true but a lot of the money from Save the Children goes to help out the kids. A lot of people needed to be helped and millions have been helped by Save The Children\n\tPersuadee: Glad they are a trustworthy organization. I see myself donating to them in the future.\nPersuader: Yes they are a very reliable organization that has been around for a long time. Millions have truly been helped by them. How much do you like to donate to the charity now? You can donate some of your HIT reward towards them.\n\tPersuadee: Very cool! I can donate some of the money from the HIT today. Can I donate 30 cents?\nPersuader: You can definitely donate that amount.\n\tPersuadee: Great. Thanks for telling me about the charity. Have a good night!", "label": [[155, 202, "1-RAPPORT-FRIEND"], [203, 267, "1-RAPPORT-OTHER"], [386, 444, "1-RAPPORT-DISCLOSE"], [445, 479, "2-NEGOTIATE-REQUEST"], [517, 576, "1-RAPPORT-OTHER"], [698, 739, "1-RAPPORT-COMPLIMENT"], [740, 833, "1-RAPPORT-SIMILAR"], [740, 833, "1-RAPPORT-DISCLOSE"], [834, 947, "1-RAPPORT-SIMILAR"], [1099, 1182, "5-AUTHORITY-CREDENTIALS"], [1183, 1243, "3-EMOTION-STORY"], [1244, 1370, "3-EMOTION-STORY"], [1521, 1703, "3-EMOTION-GUILT"], [1522, 1703, "1-RAPPORT-SIMILAR"], [1907, 1992, "4-LOGIC-COUNTER"], [1993, 2079, "5-AUTHORITY-CREDENTIALS"], [1993, 2079, "3-EMOTION-GUILT"], [2190, 2269, "2-NEGOTIATE-OPINION"], [2190, 2269, "5-AUTHORITY-CREDENTIALS"], [2270, 2310, "5-AUTHORITY-CREDENTIALS"], [2311, 2361, "2-NEGOTIATE-REQUEST"], [2362, 2414, "2-NEGOTIATE-BARGAIN"], [2523, 2561, "1-RAPPORT-FRIEND"]], "idx": "621"}
{"id": 2798, "data": "Persuader: Hey, i need some donation\n\tPersuadee: What do you need donations for?\nPersuader: for children charity \"save the children\"\n\tPersuadee: Does it help by feeding children?\nPersuader: it really help, the children have no one to turn to apart from donations\n\tPersuadee: I like giving donations when I know that it is needed. Do you donate to charity?\nPersuader: yes i do.. the donation is really needed for these children\n\tPersuadee: I will donate.\nPersuader: Thanks, how much are you willing to donate?\n\tPersuadee: How much should I donate?\nPersuader: You can donate any amount, it will be deducted from your task payment\n\tPersuadee: Do you have the option to donate also?\nPersuader: yes i do\n\tPersuadee: Are you going to donate?\nPersuader: yes am going to donate\n\tPersuadee: How much are you going to donate?\nPersuader: $1 for now\n\tPersuadee: What country are the children in that will be helped? Do you know?\nPersuader: In developing countries especially in war  zones like syria\n\tPersuadee: I will donate .50", "label": [[11, 36, "2-NEGOTIATE-REQUEST"], [92, 132, "1-RAPPORT-OTHER"], [190, 262, "3-EMOTION-GUILT"], [367, 426, "3-EMOTION-GUILT"], [465, 508, "2-NEGOTIATE-BARGAIN"], [558, 627, "2-NEGOTIATE-BARGAIN"], [827, 837, "2-NEGOTIATE-OTHER"], [747, 769, "2-NEGOTIATE-OTHER"]], "idx": "622"}
{"id": 2799, "data": "Persuader: good afternoon\n\tPersuadee: Good afternoon\nPersuader: how are you doing today?\n\tPersuadee: Great and you?\nPersuader: great, thank you. do you donate to any charities?\n\tPersuadee: Yes, a couple times out of the year. \nPersuader: that is really great. have you heard of save the children?\n\tPersuadee: Yes, I've seen commercials. I normally donate to the SPCA\nPersuader: I do love the SPCA also. but supporting children is so important. would you be willing to donate some of your task winnings today to save the children?\n\tPersuadee: I totally agree and  I would love too!\nPersuader: that is so great. you can donate anything from $0-$2 and it'll come right from your earnings. how much would you like to do today?\n\tPersuadee: I would be willing to give $1\nPersuader: that is a great donation. it will help the children so much.\n\tPersuadee: I truly believe so too. Is that the charity you give to?\nPersuader: I do, among others, most of which involve children. I just can't help myself. They dont deserve to suffer.\n\tPersuadee: I agree. I think I will look into adding this to what I donate during the year.\nPersuader: it is certainly a great one, they really make sure the money goes where its needed vs in someone's pockets from the charity.\n\tPersuadee: That it something I would like to be apart of!\nPersuader: great! well thank you for your donation today! that $1 will really help so much.\n\tPersuadee: You're welcome and thank you!", "label": [[145, 176, "2-NEGOTIATE-OTHER"], [444, 529, "2-NEGOTIATE-REQUEST"], [592, 609, "1-RAPPORT-COMPLIMENT"], [969, 994, "1-RAPPORT-DISCLOSE"], [995, 1023, "3-EMOTION-GUILT"], [1369, 1402, "2-NEGOTIATE-OPINION"], [260, 296, "2-NEGOTIATE-OTHER"], [378, 402, "1-RAPPORT-SIMILAR"], [403, 443, "3-EMOTION-GUILT"], [610, 685, "2-NEGOTIATE-BARGAIN"], [686, 722, "2-NEGOTIATE-BARGAIN"], [776, 801, "1-RAPPORT-COMPLIMENT"], [802, 836, "3-EMOTION-ALTRUISTIC"], [917, 968, "1-RAPPORT-SIMILAR"], [1127, 1251, "2-NEGOTIATE-OPINION"], [1322, 1368, "1-RAPPORT-COMPLIMENT"]], "idx": "623"}
{"id": 2800, "data": "Persuader: How are you?\n\tPersuadee: Very well, how are you doing?\nPersuader: Im fine, have you heard about Save the Children charity?\n\tPersuadee: I don't know anything about that, is it like Make A Wish?\nPersuader: Sort of, Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: That sounds very worthwhile. Does it help any children in the United States also?\nPersuader: Mostly developing countries where the help is needed most, would you like to donate part of your reward for this task?\n\tPersuadee: I would like to learn more about this charity before I commit to a donation. I also would be interested in a charity that assists children in the United States also, There is a great need here too\nPersuader: Thats great but I only can speak on Save the Children, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. That's why it's important to help these children that can use your help.\n\tPersuadee: I understand. It sounds like a very worthwhile cause and one that is desperately needed in that country. How do the funds reach the children?\nPersuader: The research team will collect all donations and send it to Save the Children.\n\tPersuadee: I see. And then how does it actually get implemented? \nPersuader: Save the Children donations is essential to help ensuring children's rights to health, education, safety, etc\n\tPersuadee: Right I get that, but how does the money actually get to the children themselves. Does it go to the parents and the parents use it to take care of children?\nPersuader: No it doesn't work that way, like I said on the last message the money goes into ensuring the rights to health, education, safety etc. It does go directly into their pockets, it goes into advancing their life. How much would you like to donate?\n\tPersuadee: I am not sure I am ready to donate at this time. Can you tell me what percentage of the donated money goes to administrative costs\nPersuader: 0 it all goes to the charity 100%, would you like to donate and help a child get an opportunity to have a better life?\n\tPersuadee: So all the people that run that charity are all volunteers?\nPersuader: You got it. Donate yes or no?\n\tPersuadee: I don't think I will be donating at this time but possibly in the near future. Thank you for all your thoughtful answers", "label": [[77, 133, "2-NEGOTIATE-OTHER"], [215, 392, "5-AUTHORITY-CREDENTIALS"], [498, 616, "3-EMOTION-GUILT"], [498, 616, "2-NEGOTIATE-OTHER"], [837, 971, "3-EMOTION-GUILT"], [971, 1084, "3-EMOTION-GUILT"], [1085, 1157, "3-EMOTION-GUILT"], [1480, 1589, "3-EMOTION-GUILT"], [1770, 1904, "4-LOGIC-ARGUE"], [1905, 1980, "4-LOGIC-COUNTER"], [1980, 2014, "2-NEGOTIATE-BARGAIN"], [2169, 2287, "2-NEGOTIATE-OTHER"], [2383, 2400, "7-RESSURE-OTHER"]], "idx": "624"}
{"id": 2801, "data": "Persuader: Hello, I would like to tell you a little bit about an organization that I feel very strongly about. The organization is called Save The Children. Would it be okay if I told you a little bit about what we do?\n\tPersuadee: Sure, please continue and tell me\nPersuader: Save The Children is an organization that helps ensure children's rights to helth, safety, education, etc. We are looking for donations to help these children who are in need. \n\tPersuadee: How do they help ensure these things? \nPersuader: Across the United States, one in five children are born into poverty. This affects the education that these children desperatly need. With donating to Save The Children, we use the donations to provide head start learning programs to those who may not get it. We also help with school-aged children, helping them get the proper education they need to prepare for kindergarten. This program gets children off on the right foot. \n\tPersuadee: Sounds like a good program\nPersuader: Think about natural disasters, hurricane Katrina, for example. When this hurricane hit, thousands of people lost their homes. Children, being the most vulnerable in times such as this. When this happened, Save The Children stepped in. We sent out rescue teams, emergency crews, and gave these children a safe place to stay, learn, and play. This is one of the many examples that we do. If you donate to Save The Children today, even as little as a few cents, you would be a part of saving these children and ensuring a great future for them.\n\tPersuadee: Sounds like you've done a lot, where else has that organization gone? \nPersuader: We are currently working with several crisis around the world. One of the many is in Somalia. They have been going through a hunger and famine crisis. This is the worst drought they have had in nearly 70 years. With the help of donations, Save The Children has been able to send over supplies, food, and fresh drinking water to help out the nearly 10 million families and children in need. \n\tPersuadee: What percentage of donations goes towards relief efforts?\nPersuader: 9 out of every 10 dollars we spend goes to services and families in need. in 2017, 86% of the donations we recieved went to program services. \n\tPersuadee: What other services are offered? \nPersuader: Here in the US, we offer education, emergency relief, and protection programs. But, we don't stop there. We also offer global servies, including health, education, protection, emergency, and hunger programs.\n\tPersuadee: Does the program make a lot of money?\nPersuader: The programs are free to those who need them. We are not an organization that profits anything. The money that we have that does not go towards the programs, go to the costs of the fundraising and managment\n\tPersuadee: Are there many who work for your organization?\nPersuader: Everybody is a voulenteer that works for our organization. But, many who do not have the time to voulenteer often give donations. Today, to complete this task, you are given money to complete this task. The money you recieve could really go a long way in our organization. If you choose to donate, your donation will be directly deducted from your task payment. You could choose any amount from $0, to all of your payment. Even the sligtest amount would help. How much would you like to donate to Save The Children?\n\tPersuadee: I don't want to donate anything, so $0\nPersuader: Okay. Thank you for your time. Have a wonderful day.\n\tPersuadee: You too, thanks for taking the time to talk", "label": [[11, 110, "1-RAPPORT-OTHER"], [111, 156, "5-AUTHORITY-CREDENTIALS"], [157, 218, "1-RAPPORT-OTHER"], [276, 382, "5-AUTHORITY-CREDENTIALS"], [383, 452, "3-EMOTION-GUILT"], [515, 584, "3-EMOTION-GUILT"], [585, 648, "3-EMOTION-GUILT"], [649, 775, "3-EMOTION-GUILT"], [775, 891, "4-LOGIC-OTHER"], [892, 942, "2-NEGOTIATE-OPINION"], [993, 1055, "3-EMOTION-STORY"], [1056, 1118, "3-EMOTION-STORY"], [1119, 1177, "3-EMOTION-GUILT"], [1178, 1227, "4-LOGIC-OTHER"], [1228, 1333, "4-LOGIC-OTHER"], [1378, 1534, "3-EMOTION-GUILT"], [1629, 1691, "5-AUTHORITY-CREDENTIALS"], [1692, 1722, "5-AUTHORITY-CREDENTIALS"], [1723, 1779, "3-EMOTION-STORY"], [1780, 1839, "3-EMOTION-GUILT"], [1840, 2019, "5-AUTHORITY-CREDENTIALS"], [2101, 2174, "5-AUTHORITY-CREDENTIALS"], [2175, 2243, "5-AUTHORITY-CREDENTIALS"], [2301, 2380, "4-LOGIC-COUNTER"], [2406, 2508, "4-LOGIC-OTHER"], [2570, 2615, "4-LOGIC-COUNTER"], [2616, 2665, "4-LOGIC-ARGUE"], [2666, 2776, "4-LOGIC-ARGUE"], [2846, 2905, "4-LOGIC-COUNTER"], [2906, 2976, "6-SOCIAL-NORMS"], [3050, 3119, "3-EMOTION-GUILT"], [3120, 3208, "2-NEGOTIATE-BARGAIN"], [3209, 3269, "2-NEGOTIATE-BARGAIN"], [3270, 3306, "2-NEGOTIATE-BARGAIN"], [3307, 3362, "2-NEGOTIATE-BARGAIN"]], "idx": "625"}
{"id": 2802, "data": "Persuader: Hi! Good morning!\n\tPersuadee: Good morning!  How are you doing today?\nPersuader: I am good! I am trying to get my friends and others to donate their payment from this task to Save the Children. Save the Children is reputable and every dollar they raise goes to feed families.\n\tPersuadee: What else can you tell me about the charity?  Which countries do they work in?\nPersuader: Save the Children works for 18 countries in Africa, 5 countries in the Middle East and India and Pakistan. \n\tPersuadee: How much of a donation would one have to make to feed a family for a week?\nPersuader: 5.00 a week would feed one family for a week. Do you spend 5.00 a week on a coffee?\n\tPersuadee: That's crazy! I spend more than that on coffee every week!  \nPersuader: Then would you be willing to donate all of the money you make on this hit to the organization? You could always donate more. It is our moral responsibility to help feed the hungry.\n\tPersuadee: I would do that\nPersuader: That's awesome! We are so lucky to live in a country where there is help available to us such as Medicaid, food banks and other organizations to help us. It is so unfair that any person in any country can go hungry,\n\tPersuadee: We really are.  We have SO many places to go to for help\nPersuader: Yes, we do. I hope that each of us can make a conscious decision to start donating some of our paychecks each week to help children and families around the world.\n\tPersuadee: I'm going to tell more people about the charity\nPersuader: That is great!! That is what we need! Do you live in the United States?\n\tPersuadee: Yes, I do\nPersuader: Me too! I am going to Kenya in December and I may try to see if there is anywhere there that I can donate some money. Wait, I should just go through Save the Children since I know they are reputable.\n\tPersuadee: I always prefer going through organizations I have researched to make sure they're reputable as well\nPersuader: Exactly! Well, it was nice to meet you and thank you for agreeing to donate today!\n\tPersuadee: Thank you, have a great day!", "label": [[103, 205, "1-RAPPORT-DISCLOSE"], [205, 285, "5-AUTHORITY-CREDENTIALS"], [389, 495, "5-AUTHORITY-CREDENTIALS"], [595, 641, "4-LOGIC-OTHER"], [641, 678, "3-EMOTION-GUILT"], [763, 857, "2-NEGOTIATE-BARGAIN"], [858, 887, "2-NEGOTIATE-BARGAIN"], [888, 943, "3-EMOTION-GUILT"], [983, 998, "1-RAPPORT-FRIEND"], [999, 1136, "3-EMOTION-GUILT"], [1137, 1198, "3-EMOTION-GUILT"], [1279, 1291, "1-RAPPORT-SIMILAR"], [1290, 1441, "2-NEGOTIATE-BARGAIN"], [1513, 1528, "1-RAPPORT-FRIEND"], [1529, 1550, "1-RAPPORT-FRIEND"], [1618, 1625, "1-RAPPORT-SIMILAR"], [1626, 1735, "1-RAPPORT-DISCLOSE"], [1736, 1817, "5-AUTHORITY-CREDENTIALS"], [1736, 1817, "2-NEGOTIATE-OPINION"], [1951, 2024, "1-RAPPORT-FRIEND"]], "idx": "626"}
{"id": 2803, "data": "Persuader: Hi, how are you doing today?\n\tPersuadee: I'm doing great! how about yourself?\nPersuader: I'm doing really well.  I was wondering how familiar you are with the effect all the intensifying violence in the world is having on children?\n\tPersuadee: I'm very familiar with the effect that violence is having on children. Having a younger brother myself I get to see it first hand.\nPersuader: Wow. How old is he? What part of the world are you from? In a lot of places because of war and poverty there are just no resources for these kids in danger.\n\tPersuadee: my brother is 9 years old and we live in the southern part of The United States of America.\nPersuader: Have you heard of the organization \"Save the Children?\"\n\tPersuadee: No I have not. What can you tell me about it?\nPersuader: They are a group dedicated to helping children in danger and need around the world.  They help everywhere from the Rohingya refugees to children devastated by Huricane Harvey down in your region of the US\n\tPersuadee: Ah yes I believe I have heard of that organization before. I really appreciate what all of those people do to help others in trouble, its a very noble cause. \nPersuader: Yes. And they try to cover all their bases with programs not just for relief, but also education, protection, and health promotion.\n\tPersuadee: That's amazing! I didn't know they branched out into other things like education!\nPersuader: Yes. Everything from research to direct support of schools and children at all levels.  Would you be interested in hearing how you personally could help Save the Children and make a big difference!\n\tPersuadee: yes, I would love to know how I can help!\nPersuader: Well, as with anything all of these programs cost money to run. So the organization is always looking for donations.  The great thing is that even very small amounts can do amazing things!\n\tPersuadee: Thats great! How can I make a donation?\nPersuader: Well, fortunately the research team we are working with has made it very easy to make a donation if you are interested.  All you have to do is agree to it.  Would you like the details?\n\tPersuadee: yes I would like the details\nPersuader: Your donation will be directly deducted from your task payment. You can choose any amount from $0 to $2.  The research team will collect all donations and send it to Save the Children.  How much do you like to donate to the charity now?\n\tPersuadee: i would like to donate $2\nPersuader: That is awesome. Thank you so much.  The children that will be helped appreciate it.  I hope you have a great night.\n\tPersuadee: its a pleasure to help!", "label": [[124, 242, "3-EMOTION-GUILT"], [417, 453, "3-EMOTION-OTHER"], [454, 553, "3-EMOTION-GUILT"], [669, 724, "1-RAPPORT-OTHER"], [794, 877, "5-AUTHORITY-CREDENTIALS"], [879, 998, "5-AUTHORITY-CREDENTIALS"], [1186, 1312, "5-AUTHORITY-CREDENTIALS"], [1423, 1504, "5-AUTHORITY-CREDENTIALS"], [1506, 1615, "2-NEGOTIATE-REQUEST"], [1681, 1744, "3-EMOTION-GUILT"], [1745, 1799, "4-LOGIC-OTHER"], [2053, 2088, "2-NEGOTIATE-BARGAIN"], [2234, 2274, "2-NEGOTIATE-BARGAIN"], [2456, 2472, "1-RAPPORT-FRIEND"], [1799, 1869, "2-NEGOTIATE-OPINION"], [1933, 2052, "2-NEGOTIATE-BARGAIN"], [2090, 2117, "2-NEGOTIATE-BARGAIN"], [2356, 2406, "2-NEGOTIATE-BARGAIN"], [2492, 2540, "3-EMOTION-ALTRUISTIC"], [2542, 2572, "1-RAPPORT-FRIEND"]], "idx": "627"}
{"id": 2804, "data": "Persuader: Hello there\n\tPersuadee: How's it going today?\nPersuader: Great. Have you heard about Save the children charity\n\tPersuadee: No, I have never heard of it, I don't think. Maybe I have and just didn't know it. But can you fill me in on what they do?\nPersuader: Ofcourse. Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Alright, I see. Can you tell me anything else about them? Anything more specific?\nPersuader: I also knew a couple of kids. Oh my god! It is just sad because they died from hunger. So if people make donations. It will be very helpful to avoid situations like that\n\tPersuadee: That makes sense. Child suffering is one of the harder tragedies that we'd all probably like to avoid if we could.\nPersuader: exactly. I support the organization because I know how good and professional they are. Peoples donations will go to a trustable fund\n\tPersuadee: That's an interesting point you make. Most people's problems with charities is they can never understand how the money is used, if it's used efficiently, how they're trustworthy, etc. It's hard enough to have money to donate, so people want to make sure that, if they do, it's actually making a difference.\nPersuader: Right. I feel the same way. I have made donations in the past and I know for a fact that it went to waste. But this organization is just different.\n\tPersuadee: Can you tell me specifically how they're different? Do you know?\nPersuader: Like I said they use the donations and these go straight to those in need. \n\tPersuadee: I suppose. I always try to get as information I possibly can so that I can feel as confident about my decision as possible. I don't have a lot of money, so if I were to donate it, I'd need to make sure it went to those that needed it more than I do, and not only have like maybe a small amount actually go to the cause, while the other amount just ends up going into the pockets of CEOs and what-not.\nPersuader: Understandable! Here is the website you can visit to gather more information and you will be pleased.  URL  ... Remember we all can be part of the solution. Would you like to make a donation to Save the Childrens /\n\tPersuadee: I think I'd need more time to think about it, and to read through the website, maybe do some internet searches. Like I said, I'm a struggling college student, and most of my money has to go towards rent, food, and school supplies, etc. Thank you for the suggestion, though.\nPersuader: No problem. Hopefully you can donate in the future *Small donations mean Big donations* to them also. I wish you the best in your college life :)  \n\tPersuadee: Thank you! I really appreciate that sentiment. And I wish you the same in anything you're doing right now. I like your saying. I will take it to heart and give it serious consideration.\nPersuader: Appreciated. Enjoy the rest of your day!\n\tPersuadee: You too! Thank you for having this conversation with me.", "label": [[75, 121, "1-RAPPORT-OTHER"], [278, 446, "5-AUTHORITY-CREDENTIALS"], [552, 581, "3-EMOTION-STORY"], [582, 638, "3-EMOTION-STORY"], [639, 667, "3-EMOTION-GUILT"], [668, 721, "3-EMOTION-GUILT"], [869, 945, "5-AUTHORITY-CREDENTIALS"], [946, 992, "5-AUTHORITY-CREDENTIALS"], [1330, 1350, "1-RAPPORT-SIMILAR"], [1351, 1429, "3-EMOTION-STORY"], [1430, 1470, "2-NEGOTIATE-OPINION"], [1559, 1634, "2-NEGOTIATE-OPINION"], [2059, 2074, "1-RAPPORT-SIMILAR"], [2075, 2160, "5-AUTHORITY-CREDENTIALS"], [2171, 2216, "3-EMOTION-GUILT"], [2216, 2273, "2-NEGOTIATE-BARGAIN"], [2583, 2672, "3-EMOTION-GUILT"], [2673, 2717, "1-RAPPORT-FRIEND"], [2941, 2968, "1-RAPPORT-FRIEND"]], "idx": "628"}
{"id": 2805, "data": "Persuader: Good morning. I am looking to raise money for the charity Save the Children and I was wondering if you might beinterested?\n\tPersuadee: I have been reading articles about Save the Children charity and I find them quite interesting.\nPersuader: They are a really good charity. For instance, they have been helping families trapped in the Syrian conflict. Did you realize that 1000 children with killed or injured the first 2 months of this year in Syria? Anything you can donate will go help a family avoid these situations.\n\tPersuadee: I think this is quite interesting. I have read that 86% of the funds raised go directly to benefiting the children. I also think it is very interesting that a woman is President & CEO. I think this is great because not to often are woman CEO's. This speaks volumes in my opinion to the donors.\nPersuader: You are correct. The charity has low administrative overhead, meaning most of the money goes to helping children in dire situations. It is also important that a woman heads a major charity likes this. She can bring a different perspective to the charity that might not be seen in another chairty. I can tell you already know a lot about this charity and the good work they are doing!\n\tPersuadee: I feel a know a good bit about charities. I am disappointed in the salaries of the CEO, Executive VP & VP. I think a half million dollars that the CEO is compensated is a bit much. These dollars could be used to help more children. \nPersuader: You won't hear me argue with that, but the fact is to attract qualified people to run a major charity is a costly endeavor. For example, the head of the Human Rights Campaign makes $600,000 a year and I think we can agree this charity has a much wider scope. It is unfortunate that these salaries have to be paid and not go to the children, but we also need people running the charity who can actually make an impact on saving the children.\n\tPersuadee: I agree that a qualified person is needed to run such a charity. I think my biggest concern when salaries get so high they lose focus of what the organization is needing to do. We all like money! I think that this organization is a very good organization and have competent people running it. There are so many children charities that you really have to study each one to be able to decide who you would want to make your donation to. Are you a donor of Save the Children charity?\nPersuader: Yes and I also donate to UNICEF. What I like about both programs are the educational outreach they do. Most of these children would never have a chance to get an education and Save the Children serves millions of children in this area. Not only does the child get an education they would otherwise not get, they also get basic healthcare and nutrition thrown in as well. The dollar you spend truly does go a long way to helping others! \n\tPersuadee: Absolutely true of Save the Children. I always look at how many children have been helped and what they help the children with. I then look at the overall salaries of the organization (petty maybe) but I need to make sure in my heart that the money I donate is going to help children not the management, even though I know a portion goes to them. I am willing to make a donation to the great cause.\nPersuader: If it helps you, Charity Navigator gives them 3 out of 4 stars. As you probably know there are very few charities that have a 4 star rating. This is mainly due to overhead costs of the charities. That being said, you can be assured your money will be doing a lot of good in the world!\n\tPersuadee: Absolutely. I use Charity Navigator when I decide to make donations. I think it is important for people to look at this when making a decision to donate to any organization.\nPersuader: I think that is very wise to do. Even if you are making a small donation, you want to be sure that it is being used to its fullest potential.\n\tPersuadee: Yes. I think this is where some people are lacking in making donations to organizations who don't benefit the greater good. Knowledge is a key factor.\nPersuader: It is a shame that we live in a world where this is an issue, but I think if you make a donation to Save the Children, you can be assured your money will be used to the fullest extent.\n\tPersuadee: I agree. I will be making a donation to Save the Children organization.\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: I would absolutely donate the whole amount from this survey. I feel confident that the money would be well spent.\nPersuader: Thank you so much. That is a truly nice thing to do and a perfect way to start the day!\n\tPersuadee: Absolutely! Makes me feel confident that my day and the day of a child will be blessed!", "label": [[25, 133, "2-NEGOTIATE-REQUEST"], [253, 284, "2-NEGOTIATE-OPINION"], [285, 362, "5-AUTHORITY-CREDENTIALS"], [363, 463, "3-EMOTION-GUILT"], [463, 532, "3-EMOTION-GUILT"], [867, 982, "4-LOGIC-OTHER"], [850, 866, "1-RAPPORT-SIMILAR"], [983, 1050, "2-NEGOTIATE-OPINION"], [1051, 1146, "2-NEGOTIATE-OPINION"], [1147, 1233, "2-NEGOTIATE-OPINION"], [1490, 1524, "1-RAPPORT-SIMILAR"], [1525, 1613, "4-LOGIC-COUNTER"], [1614, 1748, "4-LOGIC-ARGUE"], [1749, 1930, "4-LOGIC-CONCEDE"], [2435, 2468, "1-RAPPORT-SIMILAR"], [2435, 2468, "1-RAPPORT-DISCLOSE"], [2468, 2537, "2-NEGOTIATE-OPINION"], [2538, 2670, "3-EMOTION-STORY"], [2806, 2871, "3-EMOTION-GUILT"], [2671, 2806, "3-EMOTION-STORY"], [3294, 3357, "5-AUTHORITY-CREDENTIALS"], [3358, 3433, "5-AUTHORITY-CREDENTIALS"], [3435, 3489, "4-LOGIC-ARGUE"], [3490, 3578, "3-EMOTION-ALTRUISTIC"], [3776, 3808, "1-RAPPORT-FRIEND"], [3809, 3917, "1-RAPPORT-FRIEND"], [4092, 4276, "2-NEGOTIATE-OPINION"], [4372, 4422, "2-NEGOTIATE-BARGAIN"], [4487, 4541, "2-NEGOTIATE-BARGAIN"], [4679, 4697, "1-RAPPORT-FRIEND"], [4698, 4766, "1-RAPPORT-COMPLIMENT"]], "idx": "630"}
{"id": 2806, "data": "Persuader: Hello there!\n\tPersuadee: Yes hello, how are you?\nPersuader: I am doing really, really well today. It's so encouraging to be a part of something bigger than myself, ya know?\n\tPersuadee: To what larger thing are you referring?\nPersuader: Well, I\\'ve recently become aware of this organization called \"Save the Children\" that provide relief effort to children in developing countries and I\\'ve taken it upon myself to use my own resources to see that they get the support they need. It feels so good to do be doing good.\n\tPersuadee: Oh, I see. What sort of work does Save the Children do?\nPersuader: well, they promote children's rights in countries that perhaps still have some work to do in that regard. Clothing the naked, feeding the hungry. That sort of thing. Would you be at all interested in experiencing this thing too?\n\tPersuadee: How do you mean, experiencing this thing too?\nPersuader: Experiencing the intangible and invaluable reward of helping someone less fortunate than ourselves.\n\tPersuadee: Oh, I see. I am already involved in a child related charity, to which I provide my charitable contributions.\nPersuader: That's wonderful! I see that you have a good heart and that is so encouraging to me. I'm sure that charity truly appreciates you too. But those problems really have a way sticking around for longer than we would like, don't they? Who knows when the next hurricane, tsunami, drought, or otherwise unavoidable tragedy will take it's toll on an unsuspecting child in need?\n\tPersuadee: Well, no one, as disasters are necessarily unpredictable.\nPersuader: Exactly! Which is why I propose you donate a portion or all of your reward for this task to the Save the Children organization. It costed you a few minutes, but think about it grants the children! One extra meal, or one clean shirt. Hard to put a cost on another human being's comfort...ESPECIALLY a child. Do you think you could do this for them?\n\tPersuadee: Oh. No thank you, as I indicated in my previous response, I already have a charitable organization to which I provide money. Thank you for the time though.\nPersuader: Well, I really think you should reconsider. If not for them, than for you! I think I perhaps may be inclined to let the timer run on these responses if we can't come to an agreement. Now, how much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: I will stay with my previous response, I will donate $0.\nPersuader: Well, I see now that I have some work to do in my efforts to save these poor unfortunate souls. If only I could learn to truly highlight the atrocities these suffering youths experience every hour. For instance, In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. How tragic! Please, I beg of you, aid me in my endeavor and strengthen my will to continue fighting the good fight. \n\tPersuadee: I appreciate your position, but as I already have a charitable organization to which I contribute money, I'm afraid I'll have to stay firm with my response; there is no persuasive technique you could use which will change my mind on this issue.\nPersuader: What's a little more, thoughtful stranger? Do you not feel the stirring in your soul? Have you become so enamored by the shine of gold and silver that you have deafened your ear to the call of this growing need? Rise up! The time is now to respond, when the sky is darkest. Be the sun the warms the hearts and bodies of the ever burdened!\n\tPersuadee: That is a good pitch, but unfortunately I must stay with my previous response. Good luck with future efforts to seek contributions.\nPersuader: So you will not offer a portion more?", "label": [[71, 109, "1-RAPPORT-FRIEND"], [109, 183, "1-RAPPORT-OTHER"], [247, 490, "1-RAPPORT-DISCLOSE"], [714, 753, "3-EMOTION-GUILT"], [774, 836, "2-NEGOTIATE-REQUEST"], [906, 1005, "3-EMOTION-ALTRUISTIC"], [1223, 1271, "1-RAPPORT-COMPLIMENT"], [1368, 1507, "3-EMOTION-GUILT"], [1598, 1716, "2-NEGOTIATE-REQUEST"], [491, 528, "3-EMOTION-ALTRUISTIC"], [608, 714, "5-AUTHORITY-CREDENTIALS"], [1138, 1155, "1-RAPPORT-COMPLIMENT"], [1156, 1222, "1-RAPPORT-COMPLIMENT"], [1272, 1367, "3-EMOTION-GUILT"], [1717, 1786, "3-EMOTION-GUILT"], [1896, 1936, "2-NEGOTIATE-REQUEST"], [2116, 2159, "7-PRESSURE-FORCE"], [2650, 2751, "3-EMOTION-GUILT"], [3265, 3307, "3-EMOTION-GUILT"], [3308, 3350, "3-EMOTION-GUILT"], [3477, 3485, "7-PRESSURE-FORCE"], [1786, 1821, "3-EMOTION-GUILT"], [1822, 1896, "3-EMOTION-GUILT"], [2160, 2190, "7-RESSURE-OTHER"], [2191, 2298, "2-NEGOTIATE-SCARCITY"], [2299, 2354, "3-EMOTION-ALTERCASTING"], [2419, 2473, "2-NEGOTIATE-BARGAIN"], [2554, 2649, "3-EMOTION-GUILT"], [2752, 2879, "3-EMOTION-GUILT"], [2892, 2996, "3-EMOTION-GUILT"], [3351, 3476, "3-EMOTION-GUILT"], [3486, 3538, "7-PRESSURE-FORCE"], [3539, 3603, "3-EMOTION-ALTRUISTIC"]], "idx": "631"}
{"id": 2807, "data": "Persuader: Save the Children is a great organization that looks out for the well being of children in need.  Currently they are looking for individuals to help their cause.\n\tPersuadee: where is this organization based? Do they help children from a particular country or is it all around the world? \nPersuader: They help children mostly in developing countries around the world.  Think about all the stories you hear in the news and on social media about children that need help or have been taken advantage of.\n\tPersuadee: Yeah stories like that are very heart breaking. What types of programs do they offer? Like do they just supply food?\nPersuader: They often protect children from being victims of hunger, violence, and child labor.  They also advocate for schooling and provide opportunities for families to get ahead.  It is a great social cause that is worth donating to!\n\tPersuadee: That sound great but you know my biggest concern with making donations to charities is always the question of just how much of the money I give actually reaches to the intended people.\nPersuader: Save the Children is a very well known, credible organization with transparency.  Visiting the organization's website allows you to understand how even a small donation can have an impact.\n\tPersuadee: Oh I see so they have a website that I could learn more about them. \nPersuader: Think about how much money you spend on non essentials in your life.  Now think about sacrificing just one of those to help out a child.\n\tPersuadee: Yeah I think its good to help any little bit you can. How much is the typical donation amount usually?\nPersuader: It all depends on what you are comfortable with.  Every bit helps.  But one thing is for certain, you will feel good about your donation!\n\tPersuadee: So after making a donation, I won't exactly see how the money I give will be used right? I mean this is not like sponsoring a child or family situation right?\nPersuader: You will not see how it directly impacts one child, but instead think about focusing on how your donation would impact multiple children and families!\n\tPersuadee: Yes that is true. Have you made a donation to this organization before?\nPersuader: I try to donate a couple of times per year, especially around the holidays.  I have felt great in the past about this and will continue in the future.  You will instantly feel better about your decision once you do.\n\tPersuadee: This will be my first time donating to this organization so sorry if I have a lot of questions about it.  \nPersuader: No problem.  Many people have questions but inquiring is the only way to know that you are doing the right thing.\n\tPersuadee: When making the donation, what are the steps? Once I decide to make the donation what should I do next?\nPersuader: If you would like to make a donation you can now?  How much would you like to donate from you payment..anything from $0 to all of it?\n\tPersuadee: I would like to donate $0. \nPersuader: Are you sure you do not want to make a small donation?  Once again it is for the children!", "label": [[109, 172, "2-NEGOTIATE-OTHER"], [310, 377, "5-AUTHORITY-CREDENTIALS"], [379, 510, "3-EMOTION-GUILT"], [737, 822, "4-LOGIC-OTHER"], [823, 877, "2-NEGOTIATE-OPINION"], [1168, 1274, "5-AUTHORITY-CREDENTIALS"], [1168, 1274, "3-EMOTION-GUILT"], [11, 107, "5-AUTHORITY-CREDENTIALS"], [651, 736, "5-AUTHORITY-CREDENTIALS"], [1086, 1166, "5-AUTHORITY-CREDENTIALS"], [1367, 1435, "3-EMOTION-GUILT"], [1630, 1678, "2-NEGOTIATE-BARGAIN"], [1680, 1696, "3-EMOTION-GUILT"], [1698, 1767, "3-EMOTION-PROMISE"], [2196, 2271, "6-SOCIAL-NORMS"], [2968, 3022, "2-NEGOTIATE-BARGAIN"], [3024, 3058, "3-EMOTION-GUILT"], [1437, 1503, "3-EMOTION-GUILT"], [1698, 1767, "3-EMOTION-ALTRUISTIC"], [1950, 2100, "4-LOGIC-COUNTER"], [2196, 2271, "1-RAPPORT-DISCLOSE"], [2273, 2347, "3-EMOTION-ALTRUISTIC"], [2348, 2411, "3-EMOTION-ALTERCASTING"], [2555, 2655, "6-SOCIAL-PEER"], [2783, 2832, "2-NEGOTIATE-BARGAIN"], [2834, 2916, "2-NEGOTIATE-BARGAIN"]], "idx": "632"}
{"id": 2808, "data": "Persuader: hello , how are you doing today\n\tPersuadee: I am well and you?\nPersuader: i am doing great. just here thinking of life and its unfairness\n\tPersuadee: How's it unfair?\nPersuader: Do you know people find it very hard to feed especially children across the world. While some children have more than enough to eat, other children does not \n\tPersuadee: well how can we possibly help in that?\nPersuader: for a start, i think its a very nice idea to donate your task money to a children charity organization\n\tPersuadee: which organization is that?\nPersuader: it is called SAVE THE CHILDREN\n\tPersuadee: are they very reputable? can we trust them to aid in the children who are hungry? \nPersuader: yes they are very reputable . They support children from developing countries\n\tPersuadee: Well how much do you think I should donate that would be sufficient?\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2)\n\tPersuadee: well I'll gladly give 50 cents to aid in feeding hungry children\nPersuader: That is very kind of you. Thank you for your contribution\n\tPersuadee: Are you going to contribute anything, since it is your concern?\nPersuader: i sure will do so\n\tPersuadee: How much would you contribute?\nPersuader: i would be matching your donation by also contributing 50 cents\n\tPersuadee: sound great 50 cents it is, great chatting with ya\nPersuader: Nice Chatting with you too.", "label": [[102, 148, "3-EMOTION-GUILT"], [189, 271, "3-EMOTION-GUILT"], [409, 511, "2-NEGOTIATE-OPINION"], [730, 777, "5-AUTHORITY-CREDENTIALS"], [870, 920, "2-NEGOTIATE-REQUEST"], [1158, 1189, "1-RAPPORT-FRIEND"], [1277, 1294, "1-RAPPORT-SIMILAR"], [1349, 1412, "1-RAPPORT-SIMILAR"], [272, 346, "3-EMOTION-GUILT"], [700, 728, "5-AUTHORITY-CREDENTIALS"], [985, 1043, "2-NEGOTIATE-BARGAIN"], [1132, 1157, "1-RAPPORT-COMPLIMENT"], [1487, 1514, "1-RAPPORT-FRIEND"]], "idx": "633"}
{"id": 2809, "data": "Persuader: Good morning.\n\tPersuadee: Good morning\nPersuader: How do you feel about \"Save the children\"?  (as a charity)?\n\tPersuadee: I think it's an important charity.\nPersuader: I think we're supposed to donate money to them.\n\tPersuadee: We don't have to do anything we don't want to do but it would be a nice gesture. \nPersuader: I agree.  These early morning conversations are a little odd.. It' s still dark here.\n\tPersuadee: Yes, I am not a morning person. I prefer nights.\nPersuader: I like mornings..but it's not really morning until the sun comes up..I'm in California.\n\tPersuadee: That's true. I'm in Florida. \nPersuader: Ah.. you\\'ve been up a while.. election there yesterday..  What do you know about the \"Save the chilren thing?\" I don\\'t know a lot.\n\tPersuadee: Not too much. I've only heard the name but it seems like a good cause if it's true.\nPersuader: Yeah... I notice that \"The research team will collect all donations and send it to Save the Children.\" but I think it\\'s a world wide thing..right?\n\tPersuadee: I believe so. If not then it should be since there are children in every country.\nPersuader: Yeah... It seems to me it's something similar to Unicef... but if you ask I can't say why I think that.\n\tPersuadee: I believe that is true. I have heard of Unicef before.\nPersuader: I\\'m supposed to ask you to give an amount out of your task payment.\"The research team will collect all donations and send it to Save the Children.\"\n\tPersuadee: Okay, I believe that is correct. \nPersuader: If you give a dollar the donation can be deducted from your task payment.\n\tPersuadee: Okay, I can agree with that.", "label": [[690, 763, "1-RAPPORT-DISCLOSE"], [871, 1018, "5-AUTHORITY-CREDENTIALS"], [1306, 1454, "6-SOCIAL-NORMS"], [61, 120, "2-NEGOTIATE-OTHER"], [179, 226, "6-SOCIAL-NORMS"], [342, 417, "1-RAPPORT-DISCLOSE"], [332, 340, "1-RAPPORT-SIMILAR"], [559, 577, "1-RAPPORT-DISCLOSE"], [631, 688, "1-RAPPORT-FRIEND"]], "idx": "634"}
{"id": 2810, "data": "Persuader: Hi I am in need of donations for Save the children how much would you like to donate now?\n\tPersuadee: Hi. I can donate $2.\nPersuader: Great. Your donation will get to the save the children foundation by the research team.\n\tPersuadee: That's great. Thank you. \nPersuader: Just for reference the reason we do this is because millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. \n\tPersuadee: Can you tell me if my $2 donation will be able to cover a specific item or service for a Syrian child? \nPersuader: I do know that it goes towards children's rights to health, education, safety, etc.\n\tPersuadee: who is the research team?\nPersuader: You can find out that information at  URL there is an email there as well as other information on where your donations goes and for what it is applied too.\n\tPersuadee: okay. thanks for that information. I don't see any other explicit directions here in the task description and am a little perplexed about next steps.\nPersuader: I think we have to take 10 chat turns each. \n\tPersuadee: okie doke. aquarius. 39. democrat. suburbs. artist. mother. you?\nPersuader: Not sure what all those words meant im assuming morse code..lol me.38.mom.warehouse.demo.suburbstoo\n\tPersuadee: lololol, it was like, all about me in one-word sentences. :D to expand, i'm an artsy fartsy lefty almost 40 year old with toddlers and I get stoned and do this for extra cash after they go to bed at night. you?\nPersuader: A little of the same i guess. No stoner though.my son is autistic so all my attention goes to him. lol\n\tPersuadee: mine is four and  SPD and definitely neuroatypical and has pragmatic language delays. \nPersuader: Its crazy how many children these days have some sort of learning disability. They say its not something in vaccines or this gmo food that everything is made of but i beg to differ. somethings up because back in our day it was seldom a kid with a disability. they are everywhere now\n\tPersuadee: I know. It's really strange and scary. And I feel like sometimes maybe it was our fault. Like, I remember all the time eating microwave foods with the plastic wrap all over them, and microwaving tupperware. Our moms were doing god knows what with Pine Sol and Palmolive and Johnson's Baby Powder....!!!!!!!\nPersuader: Girl yes. I agree. Its alot of everything. all the technology,radiation,unhealthy habits. our generation went through change of everything. from no cell phone to cell phones as small as pens. from 8 tracks to mp3 and ipod. from no internet to survive you have to have internet. i was thinking about how we have seen it all in our lifetime.\n\tPersuadee: yes, yes. we are the ones who went from analog to digital! like, we didn't have car seats growing up, we just tumbled around in back! like, it's a miracle we are even here! we really have. we saw the end of apartheid and the fall of the berlin wall, my god\nPersuader: Yep i know thats right. Well it was nice talking to you. I hope you have a good night message me if you want helpforbraylen at gmail dot com\n\tPersuadee: bless you! you take care of yourself!! <3", "label": [[11, 100, "3-EMOTION-ALTERCASTING"], [145, 232, "3-EMOTION-PROMISE"], [282, 413, "3-EMOTION-GUILT"], [413, 527, "3-EMOTION-GUILT"], [655, 738, "2-NEGOTIATE-OPINION"], [788, 943, "5-AUTHORITY-CREDENTIALS"], [1584, 1613, "1-RAPPORT-SIMILAR"], [1631, 1682, "1-RAPPORT-DISCLOSE"]], "idx": "635"}
{"id": 2811, "data": "Persuader: hi how are you\n\tPersuadee: I am pretty good this morning, how are you today?\nPersuader: im ggod thank you\n\tPersuadee: So what is this donation agreement I see listed?\nPersuader: The Save the Children Fund, commonly known as Save the Children, is an international non-governmental organisation that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Ah I see, so this is a bot and not a real person!\nPersuader: yes this is a organisation\n\tPersuadee: Oh ok sounds good, so I have heard about Save The Children before. From all that I have heard it is a good charity.\nPersuader: do you donate for the children\n\tPersuadee: I have personally never donated to this charity, but I did volunteer for UNICEF when I was a kid.\nPersuader: a very good for you\n\tPersuadee: Yeah it was a good experience, how about you?\nPersuader: yes i donate with my family every christmas \n\tPersuadee: Ah very nice. I donate to the Salvation Army every now and then when they are around. My guess is that Christmas time is usually when donations pick up.\nPersuader: very nice the children are necessary \n\tPersuadee: Definitely, so where are you from?\nPersuader: i am from usa\n\tPersuadee: Right on, same here. Very early in the day.\nPersuader: I'm fine when the people around me are fine\n\tPersuadee: Same here, well hey listen it was nice chatting with you. Maybe I will bump into you again in the near future.", "label": [[189, 404, "5-AUTHORITY-CREDENTIALS"], [478, 504, "5-AUTHORITY-CREDENTIALS"], [644, 674, "2-NEGOTIATE-OTHER"], [796, 815, "1-RAPPORT-COMPLIMENT"], [885, 929, "1-RAPPORT-SIMILAR"], [885, 929, "1-RAPPORT-DISCLOSE"], [1202, 1215, "1-RAPPORT-DISCLOSE"]], "idx": "636"}
{"id": 2812, "data": "Persuader: Hello! I need your help to Save the Children.\n\tPersuadee: Ok, tell me more about it please?\nPersuader: Save the Children is promotes children's rights and relief in developing countries. Many childrfen are at risk now.\n\tPersuadee: That is so sad to here.\nPersuader: Please, we need people a donation to send to children. Could you please donate your payment of tis task?\n\tPersuadee: I may be willing to donate some of my payment.\nPersuader: Great! You are terrific. We are trying to get donations from people like you to help children in Venezuela. \n\tPersuadee: Do you know how much of every dollar they get??\nPersuader: I think they get 90% of every dollar, this is because children are starving in this country.\n\tPersuadee: Great.  I hate when charities get only pennies on the dollar\nPersuader: In this case is diferent because the research team of this hit are serious people and they will sent almost all the money to Save teh Childrfen. \n\tPersuadee: Ok, I will give 25 cents today.\nPersuader: Well, you can donate between $0 to $2. I mean 25 cents will help a little. Think about because that children need your support.\n\tPersuadee: ok, i will do 50 cents, but no more\nPersuader: $1 won't make you poor. \n\tPersuadee: ok, ok, I will give $1.  \nPersuader: $2 will make you so happy because you will say, I make a difference to those kids that need my $2. I bet you that you will be a very happy person today.\n\tPersuadee: I will do a $1. I give to many other organizations such as MS, healthy kids, etc\nPersuader: I know that you are generous, but this is a an emergency for kids in Venezuela with this cruel dictator.\n\tPersuadee: I know but $1 is what I will do\nPersuader: Thanks a lot for your donation. ", "label": [[114, 197, "5-AUTHORITY-CREDENTIALS"], [198, 229, "3-EMOTION-GUILT"], [632, 724, "3-EMOTION-GUILT"], [809, 954, "4-LOGIC-COUNTER"], [1010, 1048, "2-NEGOTIATE-BARGAIN"], [1048, 1084, "2-NEGOTIATE-BARGAIN"], [1271, 1369, "3-EMOTION-ALTRUISTIC"], [1528, 1632, "3-EMOTION-GUILT"], [11, 56, "2-NEGOTIATE-REQUEST"], [277, 331, "3-EMOTION-GUILT"], [332, 381, "2-NEGOTIATE-REQUEST"], [452, 476, "1-RAPPORT-COMPLIMENT"], [477, 560, "4-LOGIC-OTHER"], [1085, 1137, "3-EMOTION-GUILT"], [1197, 1221, "3-EMOTION-GUILT"], [1370, 1423, "3-EMOTION-ALTRUISTIC"], [1688, 1719, "1-RAPPORT-COMPLIMENT"]], "idx": "637"}
{"id": 2813, "data": "Persuader: Hi how are you doing?\n\tPersuadee: Great! How are you?\nPersuader: I am doing well. Thank you for asking. I have a question, have you ever donated to a charity?\n\tPersuadee: Yes I have. My mother -in-law had breast cancer so I donate to Cancer Research\nPersuader: Cancer research is very important. We are talking with people today about Save the Children. It's a charity, have you heard of it?\n\tPersuadee: No I haven't. Tell me about it. \nPersuader: Save the Children is a global charity. It is beneficial by providing children with a variety of necessities such a clothing, food, shelter, clean water. The charity focuses primarily on third world countries, but has been known to help children in United States.\n\tPersuadee: Ok, yes, that is very important. \nPersuader: It truly is. Our children need to be taken care of, and due to lack of resources in third world countries, children are suffering. It is disheartening to see and hear about. \n\tPersuadee: Yes, it is very hard to look at pictures of children in raggety clothes and they look so thin.\nPersuader: I agree. Sadly, the world as a whole don't view this as a global problem. Not to be cliche, but children are our future, and it's our moral obligation to make sure they are taken care of and given the proper resources to prosper and thrive in this world. Do you agree?\n\tPersuadee: Yes I would agree with that statement.\nPersuader: Sadly, many people would not. Would you be willing to make a donation to Save the Children's charity today from 0.1 cents to $2? \n\tPersuadee: Not at this time but I do appreciate the information you have given me today!\nPersuader: May I ask why? \n\tPersuadee: I have a friend who works overseas in an orphanage. She asks for support and I give directly to her. She sends me pictures of what she does with my money and it's clothing those kids and giving them their basic needs. \nPersuader: I understand. Having a visual of what's being done is very important. However, we have children that are suffering, and even just a penny can make a difference in their lives. Are you sure you couldn't spare one penny? Our website is  URL if you wanted to gather more information\n\tPersuadee: Not at this time. I am maxed out with giving at this point. If I get a raise at my job then I'd think about it.\nPersuader: I understand that financial restraints can deter us from giving, but these children are dependent on us. They need not only our love, but support. One penny won't break the bank, and you'll know that that one cent, so minute to us, is so rich to them as it provide basic necessities for them to live. \n\tPersuadee: Well, like I said I can't give any more at this point. I do what I can and I feel that I cannot give anymore at this time.", "label": [[115, 169, "1-RAPPORT-OTHER"], [272, 307, "1-RAPPORT-SIMILAR"], [779, 791, "1-RAPPORT-SIMILAR"], [792, 908, "3-EMOTION-GUILT"], [910, 953, "3-EMOTION-GUILT"], [1403, 1433, "3-EMOTION-OTHER"], [1433, 1532, "2-NEGOTIATE-REQUEST"], [1891, 1905, "4-LOGIC-CONCEDE"], [1906, 1961, "4-LOGIC-CONCEDE"], [1962, 2067, "3-EMOTION-GUILT"], [2068, 2110, "2-NEGOTIATE-BARGAIN"], [2111, 2171, "5-AUTHORITY-CREDENTIALS"], [365, 402, "5-AUTHORITY-CREDENTIALS"], [459, 497, "5-AUTHORITY-CREDENTIALS"], [498, 611, "5-AUTHORITY-CREDENTIALS"], [612, 721, "5-AUTHORITY-CREDENTIALS"], [1072, 1080, "1-RAPPORT-SIMILAR"], [1081, 1145, "3-EMOTION-OTHER"], [1145, 1326, "3-EMOTION-GUILT"], [1634, 1649, "2-NEGOTIATE-REQUEST"], [2307, 2411, "4-LOGIC-CONCEDE"], [2307, 2411, "3-EMOTION-GUILT"], [2412, 2453, "3-EMOTION-GUILT"], [2454, 2607, "3-EMOTION-GUILT"]], "idx": "638"}
{"id": 2814, "data": "Persuader: Hello\n\tPersuadee: Hi, how are you?\nPersuader: I'm doing amazing, how are you today?\n\tPersuadee: I'm good, do you have donate any charities? \nPersuader: I've donated to many charities in the past. Have you as well?\n\tPersuadee: I have not donated so far. But my father has donated.\nPersuader: That's great! One of the many charities I usually give too when I have a little extra each check is Save the Children. Which one does your father donate to?\n\tPersuadee: Sorry I'm not sure about that. But it is interesting to know about this. Can you explain a little bit about this Children charity?\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. Pretty much a donation goes directly to the foundation and it helps children in crisis from war to hunger. If you wanna know more I'd recommend there website  URL \n\tPersuadee: Oh! that's great, How much you donate for Children charity?\nPersuader: Normally about $10 or more each check. So almost weekly. It doesn't break the bank for me and it makes me feel great each week that I worked hard to help someone, somewhere in the world. \n\tPersuadee: Okay, I also like to donate for Children charity. $10 is it enough to donate?\nPersuader: It may be a small amount, but it makes a big difference, especially if more people are doing it. \n\tPersuadee: If so, how much money will be donated to charity?\nPersuader: All of what you give is what will be used. And if you don't trust that method, there is even a section on a site where you can sponsor a child directly that needs the funds immediately. It could be for books, medicine, food or even clothing for school. I've done if before in the past and helped a girl get school supplies for her first day of school.  \n\tPersuadee: This is a very good thing. I feel happy if I can help a child.\nPersuader: You should try it out. I recommend it\n\tPersuadee: Definitely, I like it very much and i like to donate very much. \nPersuader: How much do you think you'll donate to the charity now?\n\tPersuadee: I like to donate $50.\nPersuader: Great! You should do it. You'll feel great about it", "label": [[1029, 1067, "6-SOCIAL-NORMS"], [1318, 1415, "6-SOCIAL-NORMS"], [1489, 1531, "4-LOGIC-OTHER"], [1532, 1674, "4-LOGIC-COUNTER"], [1675, 1741, "3-EMOTION-GUILT"], [1741, 1842, "1-RAPPORT-DISCLOSE"], [1929, 1952, "2-NEGOTIATE-OPINION"], [2055, 2110, "2-NEGOTIATE-BARGAIN"], [163, 206, "1-RAPPORT-DISCLOSE"], [207, 224, "1-RAPPORT-OTHER"], [316, 419, "6-SOCIAL-NORMS"], [421, 458, "1-RAPPORT-OTHER"], [613, 781, "5-AUTHORITY-CREDENTIALS"], [782, 888, "4-LOGIC-OTHER"], [889, 945, "5-AUTHORITY-CREDENTIALS"], [1029, 1067, "1-RAPPORT-DISCLOSE"], [1086, 1215, "3-EMOTION-ALTRUISTIC"], [2156, 2180, "7-RESSURE-OTHER"], [2181, 2207, "3-EMOTION-ALTRUISTIC"]], "idx": "639"}
{"id": 2815, "data": "Persuader: Hi! How are you doing today?\n\tPersuadee: I'm fine! How about you?\nPersuader: I'm doing great! It's been a busy day. \n\tPersuadee: Yes, I've had a very busy day today. My day was productive too.\nPersuader: Some people around the world have struggled to get through the day. \n\tPersuadee: Yes they do struggle to get through the day, because some of their lives aren't fulfilling.\nPersuader: Some people feel that we have an obligation to help those in need when we can. How do you feel?\n\tPersuadee: I think it all depends on the circumstances.\nPersuader: I'm thinking about children in developing countries that need help from those in better circumstances. \n\tPersuadee: Sounds like a good cause.\nPersuader: Have you heard of an organization called Save the Children? \n\tPersuadee: I have heard about that organization.\nPersuader: I wonder if you would be willing to help them out with a small donation.\n\tPersuadee: At this point in my life, I am unable to give a donation to Save the Children.\nPersuader: Your donation would come from part of the proceeds that you're earning right now. It wouldn't need to be much. Any amount helps.\n\tPersuadee: I am aware that the donation would come from part of the earnings right now. I just don't want to donate anything.\nPersuader: Save the Children is a worthy organization. Even 10 cents could make a difference to a child in Africa or Syria.\n\tPersuadee: Yes, I believe that Save the Children is a worthy organization. I would like to keep my earnings.\nPersuader: What would it take for your to commit to donating to Save the Children?\n\tPersuadee: It would take away from me buying blocks for a child in the USA who don't have money to buy anything.", "label": [[563, 666, "3-EMOTION-GUILT"], [1013, 1094, "2-NEGOTIATE-BARGAIN"], [1124, 1141, "3-EMOTION-GUILT"], [1280, 1323, "2-NEGOTIATE-OPINION"], [1514, 1585, "2-NEGOTIATE-REQUEST"], [215, 283, "3-EMOTION-GUILT"], [399, 477, "3-EMOTION-GUILT"], [478, 494, "2-NEGOTIATE-OTHER"], [716, 776, "2-NEGOTIATE-OTHER"], [838, 910, "2-NEGOTIATE-REQUEST"], [1095, 1123, "2-NEGOTIATE-BARGAIN"], [1324, 1392, "3-EMOTION-GUILT"]], "idx": "640"}
{"id": 2816, "data": "Persuader: Hello! How are you tonight?\n\tPersuadee: I'm doing very well. How are you?\nPersuader: I am good thank you.  Have you heard of Save the Children?\n\tPersuadee: Yes, I have! Is it a charity that you are interested in?\nPersuader: Children are our future and I believe in charities helping children.  \n\tPersuadee: So do I. Do you regularly donate your time or money to Save the Children?\nPersuader: I do donate to Save the children a lot.  Do you make donations?\n\tPersuadee: I haven't yet, but I am thinking about doing so in the future. \nPersuader: Check out  URL   It is a great site and you can also make donations on their website.\n\tPersuadee: Thanks for the information. What are your donations used for?\nPersuader: The donations I make go for what ever childrens funding needed.  Would you care to donate at the end of the task?\n\tPersuadee: Sure. would be happy to donate.\nPersuader: Thats great! Thank you. How much will you be donating?\n\tPersuadee: I think I will donate about 20 dollars.\nPersuader: Your an awesome individual. The world needs more people like  yourself.  \n\tPersuadee: Thank  you! You are pretty awesome yourself!\nPersuader: Do you do any volunteering?\n\tPersuadee: Yes. Every now and then I volunteer within my community.\nPersuader: Thats fantastic.  I take in children in need who would otherwise do without.  Right now I have 3 extra kids.\n\tPersuadee: That is amazing! You are really helping our country's children.", "label": [[444, 466, "1-RAPPORT-OTHER"], [403, 442, "1-RAPPORT-DISCLOSE"], [725, 789, "4-LOGIC-OTHER"], [790, 838, "2-NEGOTIATE-REQUEST"], [894, 917, "1-RAPPORT-COMPLIMENT"], [1040, 1085, "1-RAPPORT-COMPLIMENT"], [235, 305, "1-RAPPORT-DISCLOSE"], [554, 639, "5-AUTHORITY-CREDENTIALS"], [918, 948, "2-NEGOTIATE-BARGAIN"], [1012, 1040, "1-RAPPORT-COMPLIMENT"], [1280, 1339, "1-RAPPORT-DISCLOSE"], [1340, 1370, "1-RAPPORT-DISCLOSE"], [1262, 1279, "1-RAPPORT-FRIEND"]], "idx": "641"}
{"id": 2817, "data": "Persuader: Hi!\n\tPersuadee: Hello!\nPersuader: Did you see what we're supposed to be talking about?\n\tPersuadee: No, I'm just told to have a conversation with you about a children's charity.\nPersuader: Yes I just saw that, sorry. So I think we should both donate if given the option. Children are our future, and there are way too many out there that will never have a chance at a future because they're starving right now, or in unsafe environments. The impact of any money given will be much greater for the kids, than if we were to keep it ourselves.\n\tPersuadee: I see and I agree with you. I've recently traveled to Cambodia and felt the urgency to help the children who are suffering from poverty.\nPersuader: Oh yeah then you know firsthand how sad it is! Have you ever heard of Save the Children? It's an international organization that promotes children's rights, and works in developing countries like Cambodia to helpsupport the children. \n\tPersuadee: No I have not. Can you tell me more about this organization?\nPersuader: Yeah absolutely! It's not a government organization, so in my opinion the funds are better spent than being wasted in the typical bureaucratic red tape and wasteful expenditures. This means that it's reliant on donations from the public though! They also provide relief for extremely vulnerable children. In addition to money and food relief that they provide, they also offer access to health and education that they otherwise would not. \n\tPersuadee: I see. What is your role with this charity?\nPersuader: Oh none, just a supporter. I'm a single mother, so any Good organizations hit close to home. Do you think this sounds like an organization you'd support?\n\tPersuadee: Oh I see. If I were to donate, how would I pay?\nPersuader: Well actually you could donate without actually having to pay! Mturk is giving us a bonus, and we can choose to donate part of it right through Mturk! I think this is awesome, because too many organizations just care about getting the results that they're looking for (research). But at least this one is also doing some social good as well! Do you think you'd donate just $1 if it was given through Mturk like I mentioned?\n\tPersuadee: That's really awesome! Yeah $1 sounds good to me but I don't know if this amount would be impactful as you mentioned a few conversations ago.\nPersuader: That's not true, every penny counts! And in other countries, money can go a lot farther. Just because of your $1, there's now a child that won't have to go without food today or tomorrow :) You should feel good about your contribution!\n\tPersuadee: You're right! I guess I need to start donating more often too. And yes, I'll donate my $1.\nPersuader: Thank you! I can relate though, I often feel like I'm not doing enough. But that's because there's always more that can be done! But as long as we help when we can, and stay aware of more opportunities to help, them we're doing our part at least!\n\tPersuadee: Yes let's all start helping out the people that are suffering from poverty. Thank you for your kind and informative words\nPersuader: I agree. You're welcome, and thank you as well!\n\tPersuadee: Thank you. Good luck with your charity!", "label": [[227, 281, "2-NEGOTIATE-BARGAIN"], [281, 447, "3-EMOTION-GUILT"], [448, 550, "3-EMOTION-GUILT"], [711, 757, "3-EMOTION-GUILT"], [800, 945, "5-AUTHORITY-CREDENTIALS"], [758, 799, "1-RAPPORT-OTHER"], [1209, 1275, "3-EMOTION-OTHER"], [1335, 1469, "3-EMOTION-GUILT"], [1564, 1629, "1-RAPPORT-DISCLOSE"], [1630, 1690, "2-NEGOTIATE-REQUEST"], [1047, 1208, "2-NEGOTIATE-OPINION"], [1275, 1334, "3-EMOTION-GUILT"], [1537, 1563, "1-RAPPORT-DISCLOSE"], [1762, 1824, "2-NEGOTIATE-BARGAIN"], [2104, 2185, "2-NEGOTIATE-BARGAIN"], [2351, 2388, "4-LOGIC-COUNTER"], [2440, 2540, "3-EMOTION-ALTRUISTIC"], [2541, 2586, "3-EMOTION-ALTRUISTIC"], [2830, 2947, "3-EMOTION-ALTRUISTIC"], [3102, 3140, "1-RAPPORT-FRIEND"], [1825, 1912, "2-NEGOTIATE-BARGAIN"], [1913, 2041, "2-NEGOTIATE-OPINION"], [2042, 2103, "3-EMOTION-GUILT"], [2388, 2440, "4-LOGIC-OTHER"], [2701, 2772, "1-RAPPORT-SIMILAR"], [2773, 2830, "3-EMOTION-GUILT"]], "idx": "642"}
{"id": 2818, "data": "Persuader: Have you heard about children's charites?\n\tPersuadee: yes I have\nPersuader: I know of a charity that is serving children's rights to  health, education and safety.  Would you like to know more?\n\tPersuadee: yes,that would be great! to know more for my family!\nPersuader: I can provide you with a website.  Would you like that link?\n\tPersuadee: yes i would like that link please.\nPersuader:  URL  It is really important that we all help children's charities.  The atrocities done to kids is something we all should be angry about, you too since you have a family and can relate.\n\tPersuadee: it's horrible!i heard many stories from my friends from their childhood! \nPersuader: You and I should do our moral duty to help these kids wouldn't you agree?\n\tPersuadee: Yes I do agree! Especially all the stress that the world is bringing upon the millenials! It's not the same anymore! The values given, it's like my generation is horrible at maintaining that type of values to families\nPersuader: Agreed!  You seem like a generous person.  Would you like to donate some of your task payment to this charity?  Any amount will make a huge difference in unfortunate kids' lives ___\n\tPersuadee: I wish I could at this time! I'm helping my mom and dad since my mom has lupus, and doesn't work. My dad's the only one who is working for all of us\nPersuader: You could donate on behalf of you parents.   They surely know the value of raising a morally conscious child.\n\tPersuadee: Sorry I can't help at the moment. I wish I could. I need the money for college. College isn't free here in Florida as oppossed to California is free. And health care is not free, as opposed to California it is free for family.\nPersuader: I completely understand your situation.  Can you please look over the website anyway and keep it in mind?\n\tPersuadee: yes i would gladly ! \nPersuader: I wish you the best of luck with your family and college.\n\tPersuadee: Thank you so much\nPersuader: Here is that link again for your files. Have a great day, Peace and Love _\n\tPersuadee: To you too", "label": [[87, 174, "3-EMOTION-STORY"], [685, 758, "3-EMOTION-ALTERCASTING"], [1009, 1042, "1-RAPPORT-COMPLIMENT"], [176, 204, "1-RAPPORT-OTHER"], [280, 315, "5-AUTHORITY-CREDENTIALS"], [406, 467, "2-NEGOTIATE-OPINION"], [469, 587, "3-EMOTION-EMPATHY"], [469, 587, "3-EMOTION-GUILT"], [1043, 1111, "2-NEGOTIATE-REQUEST"], [1112, 1177, "2-NEGOTIATE-BARGAIN"], [1354, 1396, "2-NEGOTIATE-BARGAIN"], [1714, 1753, "3-EMOTION-EMPATHY"], [1865, 1922, "1-RAPPORT-FRIEND"], [2004, 2036, "1-RAPPORT-FRIEND"], [1399, 1463, "3-EMOTION-ALTERCASTING"], [1755, 1819, "2-NEGOTIATE-REQUEST"], [1964, 2003, "5-AUTHORITY-CREDENTIALS"]], "idx": "643"}
{"id": 2819, "data": "Persuader: How are you today?\n\tPersuadee: Hey! I'm doing great! How are you doing?\nPersuader: Im doing great, thanks for asking.\n\tPersuadee: You're welcome. What are your plans for today?\nPersuader: I am trying to get more donations to save the children. Have you ever heard of this charity? its the best by far\n\tPersuadee: No i haven't heard of them. Can you tell me some more about them?\nPersuader: Save he children is a international non governmental organization that promotes children's rights, provides relief and helps support children in developing countries. Donations help ensure help,education,safety, and a whole lot more. I am willing to donate my pay from this hit for this awesome charity \n\tPersuadee: That's amazing! I would also be interested. Can you tell me a little more about the charity?\nPersuader: Save the children takes donations from people like me and you to help children get the help the need, it helps them eat at night and not go to bed hungry, they get education and are safe, during hurricanes and such disasters save the children provide spots to children to play and cope and make them feel safe they are a wonderful charity that helps children in anyway possible. You would not be disappointed in your decision.\n\tPersuadee: I love knowing that children are being taken care of around the world. Kids are so defenseless so it makes me happy knowing that someone is taking care of them. What is a typical donation for this charity?\nPersuader: If you decided to donate how much would you give to save the children? You can donate and amount you'd like up to $2 and if your wondering how the donations would get to the charity, the research team will collect all donations and send it directly to save the children. \n\tPersuadee: Is there a minimum amount I can donate? I am having some money troubles right now and want to help, but can't give a lot.\nPersuader: no minimum amount. $0 to $2 your amount will be directly deducted from your task\n\tPersuadee: Is there any way that I know for sure my donation is going to the proper place?\nPersuader: The research team will collect all donations and send it to Save the Children.\" Would you like to donate? and what amount would you like to donated.\n\tPersuadee: I would like to donate some money. Do you think ten cents is too little of a donation?\nPersuader: no any donation is great and your helping is all that matters thanks for having a kind heart and thinking about all the precious children out there who need all the help they can get. Is that your donation? 10 cent?\n\tPersuadee: Yes I am willing to donate ten cents to this charity. How do I go about doing that?\nPersuader: the research team will deduct it directly from the $2 and send it to save the children\n\tPersuadee: OK that's perfect! Thank you for all your help!", "label": [[199, 255, "1-RAPPORT-OTHER"], [292, 311, "2-NEGOTIATE-OPINION"], [401, 568, "5-AUTHORITY-CREDENTIALS"], [635, 704, "6-SOCIAL-NORMS"], [1477, 1547, "2-NEGOTIATE-BARGAIN"], [1548, 1748, "2-NEGOTIATE-BARGAIN"], [2184, 2226, "2-NEGOTIATE-BARGAIN"], [2337, 2520, "2-NEGOTIATE-BARGAIN"], [94, 128, "1-RAPPORT-FRIEND"], [255, 292, "1-RAPPORT-OTHER"], [568, 634, "3-EMOTION-GUILT"], [635, 704, "1-RAPPORT-DISCLOSE"], [821, 1199, "3-EMOTION-GUILT"], [1200, 1247, "3-EMOTION-ALTERCASTING"], [1912, 1974, "2-NEGOTIATE-BARGAIN"], [2158, 2183, "2-NEGOTIATE-REQUEST"], [2337, 2520, "1-RAPPORT-COMPLIMENT"], [2521, 2552, "2-NEGOTIATE-BARGAIN"]], "idx": "644"}
{"id": 2820, "data": "Persuader: Hi! How are you today?\n\tPersuadee: Feeling great.  Just got back from the gym\nPersuader: nice! I would like talk to you about a charity today. Do you donate at all?\n\tPersuadee: I'm pretty poor.  If I have money I try to donate to charities that I like.\nPersuader: I am in the same boat. Have you heard of Save the Children?\n\tPersuadee: No.  I don't believe I have.\nPersuader: It's an organization that raises money for children all over the world in need, such as children from war torn countries like syria\n\tPersuadee: I would not be interested in a charity that only targets children.\nPersuader: See, I believe that the children are our future. If we don't help them now, they won't have the life they deserve. One could be the next president or something!\n\tPersuadee: I've lived for 76 years and have only experienced two reasonably good presidents.  The way things are going I don't expect to experience any thing close to that again.\nPersuader: Ha, well maybe not the best example currently...but a few cents can go a long way\n\tPersuadee: My few cents would never go toward a children's charity.  If I have anything it will go to homeless shelters, food pantries and environmental causes.\nPersuader: I do agree the money should go more towrads the whole family, but some children have lost their families, and have been left with nothing. They may end up being homeless and going to food pantries. Maybe we could prevent that from happening\n\tPersuadee: That would be real low on my list of priorities.  People that demand perfect victims can donate to children's charities; I don't do that.\nPersuader: Well i hear you. I think that any donation to anyone is helpful in this world. It should be specialized\n\tPersuadee: I prefer to prioritize charities where lots of people don't like the victims.  Most people (unlike me) seem to like children so those charities don't have any trouble.\nPersuader: You make a very good point, sir, but what if everyone felt that way! then the children would get nothing!\n\tPersuadee: That really wouldn't bother me at all.\nPersuader: well like I said, any donation is a good donation. thank you for donating\n\tPersuadee: I'm not donating to your children's charity.  How much are you donating?", "label": [[106, 153, "1-RAPPORT-OTHER"], [154, 175, "1-RAPPORT-OTHER"], [275, 297, "1-RAPPORT-SIMILAR"], [387, 518, "5-AUTHORITY-CREDENTIALS"], [297, 334, "1-RAPPORT-OTHER"], [609, 657, "2-NEGOTIATE-OPINION"], [658, 723, "3-EMOTION-GUILT"], [724, 769, "3-EMOTION-OTHER"], [961, 1042, "4-LOGIC-CONCEDE"], [961, 1042, "3-EMOTION-HUMOUR"], [1216, 1354, "4-LOGIC-CONCEDE"], [1216, 1355, "3-EMOTION-GUILT"], [1355, 1413, "3-EMOTION-STORY"], [1618, 1634, "3-EMOTION-EMPATHY"], [1635, 1696, "3-EMOTION-GUILT"], [2132, 2154, "1-RAPPORT-FRIEND"], [1414, 1456, "3-EMOTION-EMPATHY"], [1913, 1981, "4-LOGIC-ARGUE"], [1982, 2018, "3-EMOTION-GUILT"], [2081, 2131, "3-EMOTION-GUILT"]], "idx": "645"}
{"id": 2821, "data": "Persuader: Hi there\n\tPersuadee: Hello. Are you here to talk about children's charity?\nPersuader: Yes, sure..I am really glad to donate amount to children charity \n\tPersuadee: What is the charity about?\nPersuader: Yes, this charity like to keep unsupported childerns\n\tPersuadee: HOw do you mean, unsupported? \nPersuader: its means lonely children without parents and relatives  \n\tPersuadee: From what part of the country are these children located?\nPersuader: I think most children from United states\n\tPersuadee: What organization will be involved with collecting donations to foster children?\nPersuader: That organization name is WE RISE\n\tPersuadee: Nice! Money will have to supply food, clothing, and personal care.\nPersuader: Yes, all money only spent for children health care and personal care\n\tPersuadee: Enough money would have to be raised to ensure that the funds distributed were getting to the right people.\nPersuader: Yes, all that funds handle with more meaningful \n\tPersuadee: We would have to raise close to $1million if not more\nPersuader: I think its below $1 million\n\tPersuadee: I see. How much then?\nPersuader: I think around $750000\n\tPersuadee: I thought you were going to suggest half, but $750k seems reasonable.", "label": [[108, 162, "3-EMOTION-ALTRUISTIC"], [320, 377, "3-EMOTION-STORY"], [459, 499, "2-NEGOTIATE-OPINION"], [728, 796, "3-EMOTION-GUILT"], [928, 975, "3-EMOTION-EMPATHY"], [1128, 1150, "2-NEGOTIATE-BARGAIN"], [1054, 1082, "2-NEGOTIATE-BARGAIN"]], "idx": "646"}
{"id": 2822, "data": "Persuader: Hello, how are you?\n\tPersuadee: I'm doing well, a little tired. How are you?\nPersuader: I am fine thank. are you interested in donating?\n\tPersuadee: Im a perfect world where I had all the resources and money I could stand, I would love to be a philanthropist. I think childrens charities are a worthy cause. But, I do not work and I seldom donate due to the needs of our family.  I do like Childrens healthcare of Atlanta as a charity. What about you? which charity are you passionate about?\nPersuader: I used to donate here and there, but since I\\'ve started working on MTurk, I donated few charities though HITs. Have you heard about \"Save the Children\" charity?\n\tPersuadee: Yes, I hear they feed starving children all over the world. Really sad situation. I couldn't imagine not being able to supply food for my kids. Heart breaking. I just read about a charity called The Project Linus, a group that supplies security blankets for terminally ill children. All my kids love their security blankets. Do you have any kids?\nPersuader: No i do not have any kids, but I have a soft heart for kids. I like how \"Save the Children\" works on health and educational issues in 120 countries.\n\tPersuadee: There is a good time and place for vaccines. Save the Children do help with vaccines as well as food. Crazy how 30.00 a month can change a child's future.  Another charity I read about is Reach Out and Read, they supply used books to doctors offices to help kids read by educating the nurses on talking to parents about the importance of reading. I never heard of them before today, have you?\nPersuader: No I haven't heard. It is so good that you know a lot about children's charity. a little help can make a big difference, sometimes a family can live with just $30.00 per month\n\tPersuadee: Internet research is a good way to learn about pretty much anything. It's hard to come up with a bunch of conversation about charity. It's easy to just live in your own world and not think about the horrible things in the world. Charity is a good way to get a collective group of people to make a change in the world. There are so many childrens charities like KABOOM, they build updated playgrounds for kids with disabilities. \nPersuader: You have a lot of knowledge, thanks for sharing. I like the organization that are transparent with their financial reports, specially the ones that collaborate with big companies.\n\tPersuadee: Yea, I think thats most important. There are so many so called charities that keep almost all of the donated funds and only a few pennies of each dollar actually go towards the need. I read a blog about Sea World is a big donater to children's charities. Make a Wish Foundation is a good one, have you heard of them?\nPersuader: No not really, I know a little about different charities. I just donate here and there. I will save the ones you mentioned and will definitely search about them. I like how these HITs give the opportunity to talk about charities\n\tPersuadee: Ive had a few of the charity HITs. I like to learn about an array of different things. I've actually been intrigued by alot of the things I've head on the HITs. Save the children was one of the charities talked about on here. I have a cousin who works with MercyShip. They are an organization that sales to african countries and does hundreds of thousands of surgeries on children in need.\nPersuader: That is awesome. I have donated to organization that works on some disease through MTurk, like Malaria \n\tPersuadee: I'm grasping at straws now, 10 turns each is a monumental task just like fighting childhood cancer (not really) have you ever donated to charities for childhood cancer?\nPersuader: yes I did it before. Actually it breaks my heart to see children in pain. I think It is good to know donating through this task won't hurt your reward\n\tPersuadee: Childrens charities are important to increase awareness for diseases and disabilities. I cant even imagine what these poor families go through. McDonalds does a charity that helps house families near hospitals so they can be together during a hospital stay. Ronald McDonald House is the name I think. \nPersuader: I will look for it for sure. I like it when part of my purchase will be donated. Thank you for all the information\n\tPersuadee: It's been a pleasure chatting with you about children charities. I think this is the last chat exchange. Have a good day!\nPersuader: Thank you, you too\n\tPersuadee: I guess I will make an explicit donation agreement for Save the children, maybe I'll donate 30.00 to help them out in the future.\nPersuader: Thanks, that is awesome", "label": [[116, 146, "2-NEGOTIATE-REQUEST"], [514, 625, "1-RAPPORT-DISCLOSE"], [514, 625, "6-SOCIAL-NORMS"], [1046, 1106, "1-RAPPORT-DISCLOSE"], [1107, 1194, "2-NEGOTIATE-OPINION"], [1107, 1194, "5-AUTHORITY-CREDENTIALS"], [1631, 1690, "1-RAPPORT-COMPLIMENT"], [1691, 1786, "3-EMOTION-GUILT"], [2239, 2287, "1-RAPPORT-COMPLIMENT"], [2288, 2418, "1-RAPPORT-DISCLOSE"], [2816, 2846, "1-RAPPORT-DISCLOSE"], [2847, 2920, "1-RAPPORT-SIMILAR"], [3401, 3417, "1-RAPPORT-FRIEND"], [3418, 3504, "6-SOCIAL-NORMS"], [3418, 3504, "1-RAPPORT-DISCLOSE"], [3860, 3946, "2-NEGOTIATE-OPINION"], [3947, 4003, "3-EMOTION-EMPATHY"], [3947, 4003, "3-EMOTION-GUILT"], [4300, 4364, "1-RAPPORT-COMPLIMENT"], [4405, 4421, "1-RAPPORT-FRIEND"]], "idx": "647"}
{"id": 2823, "data": "Persuader: I would like to ask you to donate money to the Save The Children Charity.\n\tPersuadee: What is that\nPersuader: They give children in the USA and around the world they give children a healthy start in life , the opportunity to learn and protection from harm.\n\tPersuadee: Is this organization trustable?\nPersuader: Yes, it is very trustworthy.Charity watchers, consumer advocates and donors  have deemed this charity trustworthy.  They have been the world's  leading charity for over 100 years\n\tPersuadee: And how do they help these children? As in the specific\nPersuader: Their US programs reaches America's most vulnerable children through early education, literacy,health and disaster preparedness. They work in 120 countries.They do wherever they are needed and do whatever it takes to ensure children grow up healthy, learning and safe.\n\tPersuadee: I am not sure, do they do any voluntary work?\nPersuader: They have helped over 157 million children last year. Ninety percent of every dollar raised is used directly for the children. They do have volunteers to help with their mission. \n\tPersuadee: Do they have any physical office I can visit?\nPersuader: 501 Kings Highway East, Suite 400 Fairfield, CT 0682 is their physical address.Hours of Operation Mon-Fri 9:00am-5:30pm EST | Main Switchboard 203.221.4000\n\tPersuadee: Good, so, what is the minimal donation to this charity?\nPersuader: You can choose to give $0 to $2 of your task payment. But if you want to personally give to this non-profit charity you can choose to give monthly or a one time donation. I would appreciate it if you would donate at least one dollar.\n\tPersuadee: It sounds like a thing I'll be doing from now on\nPersuader: That sounds great! You will be helping a child in need. You wouldn't believe how many children die each year when the world knows how to save  them.\n\tPersuadee: That sounds very sad, I'm glad I can help\nPersuader: Yes, 16,000 children under the age of 5 die each year from preventable causes, 1 in 6 children worldwide aren't in school and 1 in 80 children have to flee their homes because of violence,, they are giving up everything.\n\tPersuadee: That sounds awful, I will give all of my wage to these poor kids\nPersuader: So you will give the whole $2 to this charity?\n\tPersuadee: Yes, I will, is least I can do\nPersuader: Thank you very much. The research team will collect all donations and send it to Save the Children.", "label": [[11, 84, "2-NEGOTIATE-REQUEST"], [121, 267, "5-AUTHORITY-CREDENTIALS"], [323, 351, "2-NEGOTIATE-OPINION"], [351, 437, "5-AUTHORITY-CREDENTIALS"], [439, 501, "5-AUTHORITY-CREDENTIALS"], [581, 710, "3-EMOTION-STORY"], [710, 737, "5-AUTHORITY-CREDENTIALS"], [737, 849, "2-NEGOTIATE-OPINION"], [919, 972, "5-AUTHORITY-CREDENTIALS"], [973, 1045, "5-AUTHORITY-CREDENTIALS"], [1168, 1247, "5-AUTHORITY-CREDENTIALS"], [1403, 1456, "2-NEGOTIATE-BARGAIN"], [1457, 1573, "2-NEGOTIATE-BARGAIN"], [1574, 1636, "2-NEGOTIATE-REQUEST"], [1709, 1728, "1-RAPPORT-OTHER"], [1728, 1764, "3-EMOTION-ALTRUISTIC"], [1765, 1857, "3-EMOTION-GUILT"], [1923, 2143, "3-EMOTION-STORY"], [1923, 2143, "3-EMOTION-GUILT"], [2232, 2278, "2-NEGOTIATE-REMIND"], [2333, 2353, "1-RAPPORT-OTHER"]], "idx": "648"}
{"id": 2824, "data": "Persuader: hi! how are you today?\n\tPersuadee: Hello! I am good.  How are you today?\nPersuader: I am doing well thank you. Have you heard of save the children?\n\tPersuadee: I haven't.  What is it all about? \nPersuader: It is an organization that helps raise money to help the children around the world\n\tPersuadee: I have a passion for children.  That would be a charity I would donate too for sure.\nPersuader: It is great. the children are our future and need the chance to have a full life\n\tPersuadee: I do agree 100%  How would I go about finding this charity?\nPersuader: they have a website at  URL  \n\tPersuadee: Thank you very much. I will look into it for sure and make a donation.\nPersuader: You can also donate after we finish here, too!\n\tPersuadee: That is awesome. I will definitely be making the donation.  \nPersuader: that's great! Do you ever volunteer?\n\tPersuadee: I do volunteer some.  I also take in children that would other wise go without. \nPersuader: that is amazing! you are an excellent human being\n\tPersuadee: Thank you.  Do  you volunteer any where?\nPersuader: I work with chidlren of abuse. it's hard work, but they need help\n\tPersuadee: You are a wonderful person.  Those children need your help.\nPersuader: Well it was lovely chatting! how much will you donate today?\n\tPersuadee: I will donate half of my earnings.  It was lovely chatting with you.  Will you be donating?", "label": [[122, 158, "1-RAPPORT-OTHER"], [217, 299, "5-AUTHORITY-CREDENTIALS"], [421, 488, "3-EMOTION-GUILT"], [572, 595, "5-AUTHORITY-CREDENTIALS"], [696, 742, "2-NEGOTIATE-BARGAIN"], [841, 863, "1-RAPPORT-OTHER"], [827, 840, "1-RAPPORT-COMPLIMENT"], [968, 1017, "1-RAPPORT-COMPLIMENT"], [1081, 1112, "1-RAPPORT-DISCLOSE"], [1113, 1147, "1-RAPPORT-DISCLOSE"], [1231, 1259, "1-RAPPORT-FRIEND"], [1260, 1291, "2-NEGOTIATE-BARGAIN"]], "idx": "649"}
{"id": 2825, "data": "Persuader: Hello, I know you would like to earn your m turk reward today but I have a proposition for you that you may like to consider\n\tPersuadee: Whats that?\nPersuader: You have the opportunity to donate the money you earned to a noble cause called Save the Children. Any small amount of money can make a significant impact when thousands of people decide to donate.\n\tPersuadee: What does this charity do specifically?\nPersuader: As you likely know already, millions of children die from hunger each year. This organization promotes children's rights and helps support children in impoverished areas. Save the Children has helped many children already, and some of the success stories of Save the Children will truly make you wish to help this cause.\n\tPersuadee: That sounds like a really good cause.  How do I know the money gets to them?\nPersuader: The research team in charge of this study will collect the donations themselves and send it to Save the Children. \n\tPersuadee: What is my other option?\nPersuader: Well, you can choose any amount to donate. You can choose to keep the entire payment yourself or you can give all or some of your payment to Save the Children.\n\tPersuadee: How about I do half and half!\nPersuader: You can do as you like, but keep in mind the success stories Save the Children could me risen tenfold if everyone maximized donations when provided an opportunity.\n\tPersuadee: I would like to do half and half please!\nPersuader: Ok that sounds good, you will just need to give a specific amount of donation at the end of the task. Since there is a 10 minimum chat turn, I can provide you other stores about Save the Children the researchers have provided. You do not need to change your donation amount if you do not want to though.\n\tPersuadee: Can you tell me how long this organization has been around? \nPersuader: Yes, this is a longstanding organization founded in 1919. You are able to sponsor children and help sustain their livelihood. You can personally protect children from the dangers of hunger and lack of education in underdeveloped countries\n\tPersuadee: Where is this organization based out of?\nPersuader: It is a British organization with a great reputation. It is one of the most successful non-governmental organizations in the world\n\tPersuadee: Do they have any US based locations?\nPersuader: There us a separate organization called Save the Children USA that you can also research\n\tPersuadee: I will have to do that.  Sounds like a good organization that I am happy to donate to", "label": [[11, 135, "2-NEGOTIATE-OTHER"], [171, 269, "2-NEGOTIATE-SCARCITY"], [270, 368, "3-EMOTION-GUILT"], [432, 508, "3-EMOTION-GUILT"], [507, 602, "5-AUTHORITY-CREDENTIALS"], [603, 752, "5-AUTHORITY-CREDENTIALS"], [1016, 1058, "2-NEGOTIATE-BARGAIN"], [1059, 1175, "2-NEGOTIATE-BARGAIN"], [1229, 1392, "3-EMOTION-GUILT"], [1457, 1558, "2-NEGOTIATE-BARGAIN"], [1845, 1903, "5-AUTHORITY-CREDENTIALS"], [1903, 1970, "3-EMOTION-EMPATHY"], [1971, 2083, "3-EMOTION-GUILT"], [2148, 2201, "5-AUTHORITY-CREDENTIALS"], [2202, 2278, "5-AUTHORITY-CREDENTIALS"], [2339, 2427, "5-AUTHORITY-CREDENTIALS"]], "idx": "650"}
{"id": 2826, "data": "Persuader: Hello\n\tPersuadee: Hello yourself. How are you today.\nPersuader: I'm very good! Thanks. Are you interested in donating some of your payment to a children's charity?\n\tPersuadee: I'm sure I might be.\nPersuader: Okay, cool. So, it's basically going to an organisation that helps kids in war zones like Syria. They help make payments for things like formula and diapers. \n\tPersuadee: That sounds like a good organization. I'd probably like to help them.\nPersuader: That's great! They are a trustworthy organisation that has an international impact from hunger in the United States to medical aid in the middle east. Have you heard about the state of their hospitals? It's really a dire situation.\n\tPersuadee: Are you asking me to donate? I could donate half of my bonus, or $1.00.\nPersuader: I am! Every penny counts. It could be a great service to children across the world. It would be very generous of you. Have you made one before? Or to an aid cause like Save the Children?\n\tPersuadee: Yes certainly I've donated before, from UNICEF to the Red Cross. I'm not really familiar with save the children however, but they seem worthwhile..\nPersuader: Their goals are pretty parallel with UNICEF, actually. Overall pretty broad as well. They help girls from different countries get the education they wouldn't otherwise receive among other support.\n\tPersuadee: Okay then. One dollar it is. I'm glad to help.\nPersuader: Awesome, thanks. I might add some too. It looks pretty reputable \n\tPersuadee: Is that it? If so, nice talking to you.\nPersuader: I think we need at least ten messages each. Nice talking to you as well\n\tPersuadee: Ah! I haven't been counting. Do we need to chat some more?\nPersuader: Haha, I think so! \n\tPersuadee: Well then, about myself, I'm a grandfather and I care a lot about seeing that children are cared for. \nPersuader: That's wonderful. I'm a college student myself. I actually room with a couple international students from impoverished countries. It's so different from the states. Many times, very sad. It's humbling.\n\tPersuadee: Yes, I feel terrible when we send bombs and guns rather than food. The little ones can't do anything but suffer.\nPersuader: Yes, I agree. It was wonderful speaking with you, sir. Have a nice evening!\n\tPersuadee: The system wants an explicit donation agreement. It's $1", "label": [[98, 174, "2-NEGOTIATE-REQUEST"], [231, 315, "3-EMOTION-STORY"], [316, 377, "3-EMOTION-EMPATHY"], [485, 621, "5-AUTHORITY-CREDENTIALS"], [622, 702, "3-EMOTION-GUILT"], [804, 823, "3-EMOTION-GUILT"], [823, 881, "2-NEGOTIATE-SCARCITY"], [882, 915, "3-EMOTION-ALTRUISTIC"], [915, 984, "1-RAPPORT-OTHER"], [1156, 1210, "2-NEGOTIATE-OPINION"], [1241, 1352, "5-AUTHORITY-CREDENTIALS"], [1440, 1461, "1-RAPPORT-SIMILAR"], [1462, 1488, "2-NEGOTIATE-OPINION"], [1596, 1623, "1-RAPPORT-FRIEND"], [1706, 1724, "1-RAPPORT-FRIEND"], [1869, 1898, "1-RAPPORT-DISCLOSE"], [1899, 1980, "1-RAPPORT-DISCLOSE"], [2203, 2243, "1-RAPPORT-FRIEND"]], "idx": "651"}
{"id": 2827, "data": "Persuader: Hi how are you?\n\tPersuadee: Fine how are you?\nPersuader: I am well\n\tPersuadee: What is your favorite childrens charity\nPersuader: Well I recently heard about Save the Children Charity.  They donate money to help children in developing countries. Have you heard about them?\n\tPersuadee: Yes I have heard of them. They do a lot for kids\nPersuader: Yes they do.  They help out a great deal.  My job today is to see if you would be willing to donate any of your earnings to the charity\n\tPersuadee: At this time I am not willing to do that\nPersuader: Okay, well I am supposed to ask you how much of your payment you would like to donate.  Anywhere from zero to the full amount.  So I am to understand you do not wish to help any of them?\n\tPersuadee: Yes that is correct \nPersuader: Okay, well let me give you some details about the charity so we can finish out this conversation.  we need 10 chats each to complete this hit\n\tPersuadee: okay im fine with that\nPersuader: Well one statistic that in 2018 alone over 1,000 children were killed or injured in Syria.  This charity's goal is to help them out.\n\tPersuadee: Thats sad so many children were killes\nPersuader: I know.  I am not sure the exact details but more about their website is  URL \n\tPersuadee: Thanks for the info I will check it out\nPersuader: sorry, i meant  URL   I know, and I'm not really sure if they would deduct any real money.  Many times they say they will and use their own funding based upon our replies.  \n\tPersuadee: okay did you choose to donate?\nPersuader: They didn't give me an option, but if they did I would donate the full amount.  Anyways, I believe we've chatted 10 times.  Hopefully our government will do something rather than relying on those of us who are moral to donate.  Have a great day and thanks for the chat!\n\tPersuadee: I understand you too", "label": [[141, 195, "1-RAPPORT-DISCLOSE"], [197, 256, "5-AUTHORITY-CREDENTIALS"], [257, 283, "1-RAPPORT-OTHER"], [370, 397, "2-NEGOTIATE-OPINION"], [399, 491, "2-NEGOTIATE-REQUEST"], [556, 642, "2-NEGOTIATE-BARGAIN"], [644, 682, "2-NEGOTIATE-BARGAIN"], [975, 1065, "5-AUTHORITY-CREDENTIALS"], [1067, 1107, "2-NEGOTIATE-OPINION"], [1179, 1242, "5-AUTHORITY-CREDENTIALS"], [1404, 1485, "2-NEGOTIATE-OPINION"], [1540, 1620, "1-RAPPORT-DISCLOSE"], [1664, 1766, "2-NEGOTIATE-OPINION"], [1768, 1809, "1-RAPPORT-FRIEND"]], "idx": "652"}
{"id": 2828, "data": "Persuader: Hello, I\\'m here to show you why it would an important and life changing act to donate to our organization \"Save the Children\"\n\tPersuadee: I believe I have heard of this organization before\nPersuader: That is great to hear! So you know your donation will help ensure chidrens rights to health, education, and their safety etc. You can make a big impact on a child life by doing one simple act.\n\tPersuadee: What countries or areas of the world does STC contribute or do work for?\nPersuader: It would be easier to tell you where they don't work, but they work in the United States, Africa, Asia, Greater Middle East and Eurasia Region, Latin America and the Caribbean. \n\tPersuadee: That great.  I like the fact that the United States is included.  Often charities focus their efforts abroad and neglect the country to which the organization is based in\nPersuader: I couldn't agree with you more the Save the Children Organization has been around for over 30 years and has saved over 155 million children and helped with their rights and has provided relief in many ways.\n\tPersuadee: How is the money donated to STC used to help children around the world.  In other words, what is the money used for?\nPersuader: your money will go to the help of getting the best health and nutrition programs to save the lives of children. We work to empower communities to build resilience, improve food security, and strengthen financial capability to ensure no child goes hungry.  Save the Children is on the ground every day protecting children from harm, including abuse, neglect, exploitation and violence, while promoting a safe family environment for every child.\n\tPersuadee: Sounds like a really great organization.  I like that you all focus on the mental and safety aspects aw well as the food and nutritional aspects.  About how much money do you all need to raise to effectively serve the number of children you wish to care for?\nPersuader: The amount is totally up to you. Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all you payment ($2). Anything helps like i said just the smallest act of kindness can make a huge impact.\n\tPersuadee: So how much money do you all receive in contributions annually?  No need for exact amount, just a rough estimate of how much with the last year.\nPersuader: In 2017, we reached a total of nearly 237 thousand U.S. children in 22 states plus the Commonwealth of Puerto Rico, including an estimated 163,000 children directly $9 million or more in funding or material support over a three-year period toward our mission and programs. \n\tPersuadee: Wow, that's amazing.  However, I do have a concern about donating money to these types organizations.\nPersuader: Well tell me why I might be able to ease your mind.\n\tPersuadee: Historically, I have heard about a number of these charities that mismanage the contributions and the money is never used for it's intended purpose. Lavish trips, personal expenses, exotic cars, I have heard all kinds of stuff being purchased with contribution funds.\nPersuader: I can assure you that this is not the case here.  This is a very trustworthy organization I myself have personally have donated my money to Save the Children. The research team will collect all the donations they get and send it to Save the Children.  All you have is my word.\n\tPersuadee: I hear what you're saying, but I'm sure you can understand my concerns.\nPersuader: I understand completely there are numerous organization that are scams, but I'm telling you that this organization cares about the kids there are so many stats that show they are making a difference in these children lives they have saved over 155 millions kids.\n\tPersuadee: At this time, I decline to donate any money to the organization.  I wish you all the best in your future efforts.\nPersuader: if there is anything i need to do to change your mind i willing to do and give you information", "label": [[11, 137, "2-NEGOTIATE-OPINION"], [235, 337, "3-EMOTION-ALTERCASTING"], [212, 234, "1-RAPPORT-FRIEND"], [338, 404, "2-NEGOTIATE-OPINION"], [501, 678, "5-AUTHORITY-CREDENTIALS"], [873, 1079, "5-AUTHORITY-CREDENTIALS"], [1220, 1331, "3-EMOTION-EMPATHY"], [1332, 1474, "3-EMOTION-GUILT"], [1476, 1663, "3-EMOTION-STORY"], [1946, 1978, "2-NEGOTIATE-BARGAIN"], [2043, 2102, "2-NEGOTIATE-BARGAIN"], [2102, 2186, "2-NEGOTIATE-BARGAIN"], [2355, 2627, "5-AUTHORITY-CREDENTIALS"], [2754, 2805, "1-RAPPORT-FRIEND"], [3097, 3145, "3-EMOTION-PROMISE"], [3147, 3255, "2-NEGOTIATE-OPINION"], [3147, 3255, "1-RAPPORT-DISCLOSE"], [3349, 3373, "2-NEGOTIATE-OTHER"], [3469, 3730, "2-NEGOTIATE-OPINION"], [3869, 3963, "2-NEGOTIATE-REQUEST"]], "idx": "653"}
{"id": 2829, "data": "Persuader: i think it is essential to help save the children for their safety,and future.\n\tPersuadee: yes with that the world will be a better place and we could see smiles on the face of people which is my favorite part of life.\nPersuader: that is good because when it comes to save the children they are very trrusting and the funds go to the children and help make their lives better.\n\tPersuadee: i believe in helping the children of this our generation because they are our future Leaders so any amount of money spent on them is worth it...\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment\n\tPersuadee: 20 will be fine if that will be bring a smile on their faces \nPersuader: that would help them alot,big or small im sure it will go to the right place.\n\tPersuadee: yes the right place is the most required of it all and i would love to see that...\nPersuader: to help the research team will collect and send the donations to save the children\n\tPersuadee: absolutly i will support them all so we could have a better Future and a Better generation someday\nPersuader: that is true it does not cost much if any when it comes to donating.\n\tPersuadee: let make it work so others can have an better living \nPersuader: it is also good to know that you are part of the solution when it comes to helping those in need!\n\tPersuadee: yes very much so ,to be part of the solution is to put a smiles on the face of others...\nPersuader: yes it will help alot of families with the donation\n\tPersuadee: but mostly the children which is my heart desire\nPersuader: yes that is true i know when i was a kid peoples donations helped me with supplies and just the aid i needed.\n\tPersuadee: really ?? that sounds ok so let do it\nPersuader: yea lets do it sounds like a great idea to give back!\n\tPersuadee: i am really interested  in helping  children and that is what i really wants to do with  my Life", "label": [[11, 89, "2-NEGOTIATE-OPINION"], [241, 387, "2-NEGOTIATE-OPINION"], [556, 606, "2-NEGOTIATE-BARGAIN"], [671, 724, "2-NEGOTIATE-BARGAIN"], [810, 887, "2-NEGOTIATE-OPINION"], [1199, 1267, "2-NEGOTIATE-BARGAIN"], [1345, 1442, "1-RAPPORT-COMPLIMENT"], [1555, 1606, "3-EMOTION-GUILT"], [1679, 1788, "1-RAPPORT-DISCLOSE"], [1850, 1903, "1-RAPPORT-SIMILAR"]], "idx": "654"}
{"id": 2830, "data": "Persuader: good morning! happy tuesday!\n\tPersuadee: Hello\nPersuader: how was your weekend?\n\tPersuadee: it was good, just enjoying the long weekend\nPersuader: i ran a 5k for the save the children charity. have you heard of it?\n\tPersuadee: Yes I am familar with that charity, but not too familiar. Tell me more\nPersuader: it is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. It's a great cause. Would you consider making a donation? even something small would help.\n\tPersuadee: Yes that seems like something I would love to do\nPersuader: great! you can do it after this HIT. It's easy and will help the children! do you have kids?\n\tPersuadee: I do not, I'm only 20\nPersuader: ok, maybe one day! are you in college?\n\tPersuadee: Yes I am1\nPersuader: good for you! what is your major?\n\tPersuadee: I am studying Computer Engineering\nPersuader: excellent. you will have no problem getting a job. good for you. i was accounting then went to law school.\n\tPersuadee: oh that sounds interesting\nPersuader: it's not! it's boring work. you are smart to go into a field that has fun projects.\n\tPersuadee: It's still a lot of work\nPersuader: it is but you will get paid really well. good choice. stick with it. get your masters.\n\tPersuadee: Yeah I am planning to do an MBA", "label": [[25, 39, "1-RAPPORT-FRIEND"], [158, 203, "1-RAPPORT-DISCLOSE"], [320, 473, "5-AUTHORITY-CREDENTIALS"], [474, 493, "2-NEGOTIATE-OPINION"], [494, 564, "2-NEGOTIATE-REQUEST"], [637, 673, "2-NEGOTIATE-BARGAIN"], [674, 729, "1-RAPPORT-OTHER"], [794, 813, "1-RAPPORT-OTHER"], [775, 793, "1-RAPPORT-FRIEND"], [847, 880, "1-RAPPORT-FRIEND"], [1004, 1045, "1-RAPPORT-DISCLOSE"], [950, 990, "1-RAPPORT-FRIEND"], [1096, 1123, "3-EMOTION-HUMOUR"], [1124, 1179, "1-RAPPORT-COMPLIMENT"]], "idx": "655"}
{"id": 2831, "data": "Persuader: Hello, Have you ever heard of Save the Children?\n\tPersuadee: Hi there. Yes I know a little about it.\nPersuader: That's great! How much do you know about it?\n\tPersuadee: Most just that they do things for kids. Not sure what exactly.\nPersuader: That's right. Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Do they like feed kids or do stuff with education? What areas?\nPersuader: They sure do! And all donations are essential to help ensuring children's rights to health, education, safety, etc\n\tPersuadee: Sounds like they do some good things.  Kids are important.\nPersuader: Exactly! And they do. The good thing is no matter how much is donated the amount is very tangible and can feed a family for a week or more!\n\tPersuadee: I always wonder about charities though and how much really goes to the people they are claiming to help. I always want to make sure a good percentage of my money is going to help and not to bureaucracy.\nPersuader: That is completely understood too. And the researchers have made it very clear that all proceeds obtained are sent directly to the charity and to the childrens' needs.\n\tPersuadee: Well that makes me feel better. You want to make sure your money is doing the most good.\nPersuader: Exactly, and not to just someones pocket. So when was the last time that you have donated to a charity?\n\tPersuadee: A couple months ago I donated and did a fundraiser for CF.\nPersuader: That is awesome and you got to give as little as you wanted?\n\tPersuadee: You have to raise a certain amount to compete in the 5k.\nPersuader: Ohh ok so it has its draw backs if you dont reach your goal. Well, with Save the children you can donate any amount and you will have instant relief of the good that it does! Sounds freat huh?\n\tPersuadee: Yeah that does sounds like an easy way to help.\nPersuader: Exactly. Would you like to make a donation today? It can be as little as $0 and as much as $2.\n\tPersuadee: Yes I will make a donation, however it might be small.\nPersuader: That's great! i will match your amount too.\n\tPersuadee: Sounds good. Nice talking to you.", "label": [[11, 59, "1-RAPPORT-OTHER"], [123, 167, "1-RAPPORT-OTHER"], [268, 436, "5-AUTHORITY-CREDENTIALS"], [537, 637, "3-EMOTION-GUILT"], [742, 859, "2-NEGOTIATE-OPINION"], [1086, 1121, "1-RAPPORT-SIMILAR"], [1121, 1253, "2-NEGOTIATE-OPINION"], [1366, 1407, "1-RAPPORT-SIMILAR"], [1552, 1612, "2-NEGOTIATE-OTHER"], [1754, 1866, "2-NEGOTIATE-BARGAIN"], [1868, 1885, "2-NEGOTIATE-OPINION"], [1966, 2006, "2-NEGOTIATE-REQUEST"], [2007, 2051, "2-NEGOTIATE-BARGAIN"], [2144, 2173, "1-RAPPORT-SIMILAR"]], "idx": "656"}
{"id": 2832, "data": "Persuader: Helli\n\tPersuadee: Hello\nPersuader: Will you donate a portion of your wages to save thw childern\n\tPersuadee: I would be willing to donate a portion of my wages\nPersuader: Great it will be taken straight from the payment\n\tPersuadee: I am thinking I only want to donate .10 \nPersuader: Thats fine \n\tPersuadee: What childrens charity is this?\nPersuader: Save the children are you aware of what thwy do\n\tPersuadee: I am somewhat familiar with them\nPersuader: For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. \n\tPersuadee: That is so heartbreaking. Save the children sounds like a wonderful charity to donate to\nPersuader: Yes its wonderful they help displaced kids\n\tPersuadee: Do they find family's for the children or are they running a orphanage?\nPersuader: Save the Children is and how their donation is essential to help ensuring children's rights to health, education, safety, etc. \n\tPersuadee: It's so important that there is a organization looking out for children. I only hope that the money goes directly to children programs instead of being eaten up by overhead costs\nPersuader: Yes more than likely it will\n\tPersuadee: So you dont actually know how they use the koney?\nPersuader: Yes it goes straighr to the save the children\n\tPersuadee: money? Am so glad to hear that\nPersuader: Do how much are you donating", "label": [[46, 106, "2-NEGOTIATE-REQUEST"], [181, 229, "2-NEGOTIATE-OTHER"], [361, 408, "2-NEGOTIATE-OTHER"], [465, 672, "3-EMOTION-STORY"], [785, 827, "2-NEGOTIATE-OPINION"], [922, 1050, "5-AUTHORITY-CREDENTIALS"], [1355, 1400, "4-LOGIC-COUNTER"]], "idx": "657"}
{"id": 2833, "data": "Persuader: hello\n\tPersuadee: hi how are you today\nPersuader: I'm good how are you, kind turker?\n\tPersuadee: very good today, just turking\nPersuader: do you donate to charities?\n\tPersuadee: sometimes , it depends on what types\nPersuader: the ones that help children specifically\n\tPersuadee: i have in the past, good cause\nPersuader: do you volunteer too?\n\tPersuadee: yes, sometimes with non profits\nPersuader: what are your thoughts about child abuse?\n\tPersuadee: terrible thing that happens\nPersuader: how would you rate a charity that tries to prvent abuse and help injured children?\n\tPersuadee: I would think it is very valuable\nPersuader: would you donate to that charity?\n\tPersuadee: of course, especially poor children\nPersuader: would you donate a portion of this hit reward?\n\tPersuadee: yes, I would to a good childrens cause\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: i think one dollar will help \nPersuader: Thank  you", "label": [[60, 95, "1-RAPPORT-FRIEND"], [237, 277, "3-EMOTION-GUILT"], [502, 584, "3-EMOTION-GUILT"], [642, 675, "2-NEGOTIATE-REQUEST"], [844, 894, "2-NEGOTIATE-BARGAIN"], [409, 450, "3-EMOTION-GUILT"], [735, 781, "2-NEGOTIATE-REQUEST"], [959, 1018, "2-NEGOTIATE-BARGAIN"]], "idx": "658"}
{"id": 2834, "data": "Persuader: Hi, have you finished reading the instructions?\n\tPersuadee: I believe so.\nPersuader: Yeah, they are pretty long! :)\n\tPersuadee: I don't think I was given very long instructions? Mine seem rather short. We need to make a decision and a charity donation yes?\nPersuader: Yes, that's it exactly!\n\tPersuadee: Okay great. What are we supposed to say about the children's charity?\nPersuader: I don't know if you received the information regarding the Charity, but Save the Children supports children around the world from disease, violence and provides a means to a better education.\n\tPersuadee: That sounds like an admirable and important charity. What do you think?\nPersuader: I like it. It's a real organization, by the way.\n\tPersuadee: I see that (I googled it). It's been running for quite some time. Almost one hundred years at this point. \nPersuader: Yes, that's true. I want to ask you if you would be interested in donating a small portion of your HIT payment to the charity.\n\tPersuadee: Do you have any info on the way the charity allocates its money?\nPersuader: I want to say a high percentage goes directly to the children: 90%. The programs in the US are aimed at advocacy, education, emergency services and protection. Seems like a good cause...\n\tPersuadee: A quick search says 86% which is certainly a good amount in my opinion.\nPersuader: I think so too. I guess we can donate up any amount of our task pay, from $0 to $.30. Any thoughts on what how much you might want to donate?\n\tPersuadee: Okay cool. I guess I'll go with .15\nPersuader: Awesome! Just for your info., I will match the same amount!\n\tPersuadee: Great. I'm sure any amount helps.\nPersuader: I think anything is better than nothing, besides, it's for a good cause!\n\tPersuadee: Yeah, I agree. Sounds like a plan!\nPersuader: It's been great chatting with you and thanks again for the donation! Have a great weekend! :)", "label": [[396, 587, "5-AUTHORITY-CREDENTIALS"], [96, 126, "1-RAPPORT-FRIEND"], [694, 731, "2-NEGOTIATE-OPINION"], [880, 988, "2-NEGOTIATE-REQUEST"], [1077, 1145, "2-NEGOTIATE-OPINION"], [1145, 1236, "5-AUTHORITY-CREDENTIALS"], [1237, 1263, "2-NEGOTIATE-OPINION"], [1359, 1374, "1-RAPPORT-SIMILAR"], [1375, 1444, "2-NEGOTIATE-BARGAIN"], [1445, 1500, "3-EMOTION-ALTERCASTING"], [1569, 1619, "1-RAPPORT-SIMILAR"], [1677, 1749, "2-NEGOTIATE-OPINION"], [1808, 1877, "1-RAPPORT-FRIEND"], [1877, 1901, "1-RAPPORT-FRIEND"]], "idx": "659"}
{"id": 2835, "data": "Persuader: Morning! Have you considered donating to Save the Children? It's a great organization and doesn't cost much to help a child in need.\n\tPersuadee: I have not. I am not sure I know what Save the Children is. \nPersuader: It's an  international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. It has done wonderful things and is a big part of many organizations employee giving drives.\n\tPersuadee: Oh cool. Do they help people here in the USA?\nPersuader: Right now they're concentrating at an international level. Did you know that in the first two months of 2018, over 1,000 children were reportedly killed or injured in Syria alone? They also appeal to stop hunger issues abroad.\n\tPersuadee: Yes, I know about Syria. I know hunger is a big issue for a lot of people in other countries. Do they provide food for these people?\nPersuader: They provide whatever is needed. AND, in relation to the US, they are currently working on the Hurricane Lane situation in Hawaii. They are also big on sending girls to schools in other countries.\n\tPersuadee: Sounds like they do a lot of different things for people. \nPersuader: Yes. it's a great organization. You can find out more if you'd like. I can give you their website. How much would you be willing to donate?\n\tPersuadee: I am not sure yet. What is their website?\nPersuader:  URL  Any amount of would be appreciated. They can do a lot of things with your donation.\n\tPersuadee: I will look at the website. Is the donation tax deductible? \nPersuader: Depending on tax laws in your state, it is. You may need to check with your tax advisor. How about donating to sponsor a child in the US?\n\tPersuadee: Do I get anything for donating? \nPersuader: Other than the satisfaction of helping a child in need?!  You will receive a photo with the child you sponsor and can correspond with them if you choose.  How much would you like to donate?\n\tPersuadee: The photo would be nice, it would let me know and connect with someone I am helping. How do I know my money goes to the cause and not just to the pockets of the people that run it.\nPersuader: This is a great organization with a very stellar reputation. There are FAQs on the website that can address all of those concerns, which I certainly can understand. How about a donation of $25 to start?\n\tPersuadee: How long has Save the Children been helping people all over the world?\nPersuader: It varies for different regions of the world. Would you be willing to start your donation today, while we're talking?\n\tPersuadee: yes I can donate. I don't have much. How about .25?\nPersuader: If you think $.25 will get a child fed, we can do that. However, I think $25 would be more beneficial and it would go to so many good causes.", "label": [[20, 70, "2-NEGOTIATE-REQUEST"], [71, 143, "2-NEGOTIATE-OPINION"], [228, 381, "5-AUTHORITY-CREDENTIALS"], [382, 474, "3-EMOTION-STORY"], [544, 602, "4-LOGIC-COUNTER"], [603, 723, "3-EMOTION-GUILT"], [724, 770, "3-EMOTION-GUILT"], [927, 959, "4-LOGIC-COUNTER"], [960, 1057, "6-SOCIAL-PEER"], [1058, 1123, "5-AUTHORITY-CREDENTIALS"], [1206, 1238, "2-NEGOTIATE-OPINION"], [1305, 1345, "3-EMOTION-ALTERCASTING"], [1417, 1452, "2-NEGOTIATE-BARGAIN"], [1453, 1500, "3-EMOTION-GUILT"], [1674, 1722, "2-NEGOTIATE-BARGAIN"], [1779, 1835, "7-PRESSURE-MANIPULATE"], [1837, 1932, "2-NEGOTIATE-REWARD"], [1934, 1968, "3-EMOTION-ALTERCASTING"], [2173, 2233, "2-NEGOTIATE-OPINION"], [2234, 2338, "5-AUTHORITY-CREDENTIALS"], [2338, 2375, "2-NEGOTIATE-BARGAIN"], [2470, 2515, "5-AUTHORITY-CREDENTIALS"], [2516, 2587, "2-NEGOTIATE-BARGAIN"], [2663, 2718, "3-EMOTION-GUILT"], [2719, 2804, "2-NEGOTIATE-BARGAIN"]], "idx": "660"}
{"id": 2836, "data": "Persuader: Hi how are you?  I am here to talk to you about the childrens charity called Save the CHildren\n\tPersuadee: Hello, I am doing good, alright lets get started!\nPersuader: Do you donate to any charities?\n\tPersuadee: I don't currently, I have donated to an animal shelter a few months ago however.\nPersuader: awesome  well the charity I am hoping you will consider is Save the Children  I know I would like to donate to this charity that will help children \n\tPersuadee: Yeah, I like the name, I am curious about it, I would like to know some morea about it.\nPersuader: THey help children who are less fortunate \n\tPersuadee: Oh, that sounds like a really good charity to donate to!\nPersuader: you can donate some or all of your incoming payment for this task  I am thinking of donating some of mine\n\tPersuadee: Yeah, I am thinking about donating half of my payment.\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment\n\tPersuadee: I think I will donate $1, it only seems fair.\nPersuader: perfect,  The research team will collect all donations and send it to Save the Children\n\tPersuadee: That sounds good with me, however now I am thinking perhaps I should donate more, what do you think?\nPersuader: thats a good Idea  here is the website for more information   URL \n\tPersuadee: Oh, thanks for the website, I am sure that it has a lot of information that I could use to learn more about it.\nPersuader: no problem   here is some basic information Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.   I will be glad to donate to this charity too\n\tPersuadee: This sounds really good! I really like how groups of people come together to make up these organizations, it so nice to see them helping people, in this case children.\nPersuader: I couldn't agree more  and the research team will help send the moeny to save the children for us on how much we decide to donate\n\tPersuadee: Alright, I will donate $1.25, it seems reasonable.", "label": [[179, 210, "2-NEGOTIATE-OTHER"], [315, 463, "1-RAPPORT-DISCLOSE"], [575, 617, "3-EMOTION-GUILT"], [765, 803, "1-RAPPORT-DISCLOSE"], [698, 764, "2-NEGOTIATE-BARGAIN"], [882, 933, "2-NEGOTIATE-BARGAIN"], [997, 1050, "2-NEGOTIATE-BARGAIN"], [1332, 1392, "5-AUTHORITY-CREDENTIALS"], [1547, 1746, "5-AUTHORITY-CREDENTIALS"], [1749, 1793, "1-RAPPORT-SIMILAR"], [1985, 2114, "1-RAPPORT-SIMILAR"]], "idx": "661"}
{"id": 2837, "data": "Persuader: Happy Labor Day! Ever heard of an organization called Save the Children?\n\tPersuadee: Happy Labor Day and yes I have! Its wonderful organization\nPersuader: Yea they are one of the better charities I've seen around. Did you know we can donate to them directly via this task?\n\tPersuadee: No, that is great! I can donate any amount \nPersuader: Yea at the end of the task it will let us select any amount from our task payment to donate directly to Save the Children!\n\tPersuadee: Wow, ok and is this where kids are located over seas in horrible living conditions.\nPersuader: Yea they focus their efforts on children in particularly dire circumstances. A lot of their work is done in Africa.\n\tPersuadee: Bless those childrens hearts, when can i donate to them. \nPersuader: Once we finish the chat it'll give us a short survey and than the donation option. I think I'm going to donate 50% of my payment to the kids, how much do you think you'll give?\n\tPersuadee: I was thinking the same thing! \nPersuader: Great minds think alike! With enough of us giving it can make a huge difference in their lives.\n\tPersuadee: Im sure it can and Now im even more interested in actually checking out the webpage.\nPersuader: You most certainly should check them out, I was happy to see how much of a % really goes to the children with this group. Some not-for-profits focus way too much on their CEO's paycheck for my tastes - but not this one!\n\tPersuadee: You are right! its too easy for big companies to get away with it. It was great chatting with you. \nPersuader: It was nice chatting with you as well, glad to find someone of a similar mind set on these chat HITs. Yea when I heard about how much some of the management makes  at some charities it really boils my blood. They deserve a salary and all, but they shouldn't be making insane money at the cost of the charity\n\tPersuadee: Yes, that is insane, Wish you a great one on Labor Day, enjoy the day. \nPersuader: It's such a beautiful Labor Day, soon I plan to take my son out to the park and later I think we'll grill some food up outside. Do you have any plans for the day?\n\tPersuadee: How nice!! Unfortunately, I live in the south, and it has been and will be raining all day. So a good movie and good food is our plan now to spend the day. \nPersuader: Aw sorry to hear that, but at least you'll still have the good food! I hope you enjoy the day and maybe before it's over there will be a beautiful rainbow to cheer everyone up!\n\tPersuadee: Hopefully, but family time is what matters right, rain or shine! I actually love the rain, so for me its not that big of a deal. ", "label": [[11, 28, "1-RAPPORT-FRIEND"], [27, 83, "2-NEGOTIATE-OTHER"], [166, 224, "2-NEGOTIATE-OPINION"], [225, 283, "2-NEGOTIATE-OTHER"], [351, 473, "2-NEGOTIATE-BARGAIN"], [581, 657, "3-EMOTION-GUILT"], [861, 954, "2-NEGOTIATE-BARGAIN"], [1010, 1034, "1-RAPPORT-SIMILAR"], [1035, 1105, "3-EMOTION-GUILT"], [1214, 1336, "5-AUTHORITY-CREDENTIALS"], [1336, 1433, "2-NEGOTIATE-OPINION"], [1557, 1658, "1-RAPPORT-SIMILAR"], [1659, 1764, "3-EMOTION-ANGER"], [1765, 1864, "1-RAPPORT-SIMILAR"], [1960, 2087, "1-RAPPORT-DISCLOSE"], [2372, 2479, "1-RAPPORT-FRIEND"]], "idx": "662"}
{"id": 2838, "data": "Persuader: How are you doing this morning?\n\tPersuadee: I AM GOING TO WORK\nPersuader: I'm about to do the same. Would you like to donate some or all of your payment to a charity called Save the Children?\n\tPersuadee: YES. I  WILL DONATE THE CHARITY FOR THE CHILDREN.\nPersuader: That's great to hear! I bet you'd like to hear some information about the charity wouldn't you?\n\tPersuadee: WHAT ARE DOING ABOUT\nPersuader: Almost 5.6 million children die each year due to malnutrition and other preventable causes, Save the Children provides health and nutrition for these kids to keep them healthy.\n\tPersuadee: YES. I WILL TRY TO MY BEST OF THE CHILDREN LIFE TO SAFE.\nPersuader: Thank you so much! How much of your payment would you like to donate to Save the Children? You can donate any amount up to your payment amount.\n\tPersuadee: I HAVE DONATE THE 50,000\nPersuader: Ok great, last year in 2017 Save the Children was able to help over 155 million kids in need! Isn't that great?\n\tPersuadee: YES..THAT IS VERY GREAT\nPersuader: Well the research team will collect all donations at the end and send it directly to Save the Children so you won't have to do anything additional.\n\tPersuadee: YES.. THIS IS VERY GREAT IDEA.\nPersuader: I think so too. With less money than you would spend on lunch today you can do so much to help the needy kids in the world.\n\tPersuadee: OK...I WILL TRY IT.\nPersuader: And your contribution is gonna do so much to help these kids, it's that exciting knowing that you're gonna be doing so much to help them out?\n\tPersuadee: VERY NICE. THAT IDEA.\nPersuader: Well thanks a lot for talking to me and making your donation, the kids will really appreciate it. I hope you have a great day at work!\n\tPersuadee: THANK YOU FOR YOUR COMPLEMENT.", "label": [[111, 202, "2-NEGOTIATE-REQUEST"], [298, 371, "1-RAPPORT-OTHER"], [416, 592, "5-AUTHORITY-CREDENTIALS"], [692, 763, "2-NEGOTIATE-BARGAIN"], [865, 959, "5-AUTHORITY-CREDENTIALS"], [1242, 1349, "3-EMOTION-GUILT"], [1393, 1534, "3-EMOTION-ALTRUISTIC"], [1678, 1714, "1-RAPPORT-FRIEND"], [1580, 1676, "3-EMOTION-ALTRUISTIC"]], "idx": "663"}
{"id": 2839, "data": "Persuader: It would be really great if we gave some money to save the children \n\tPersuadee: Can you tell me more about what they do?\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Sounds like they accomplish great things.  Are you thinking of a one time donation?\nPersuader: yes it would be a one time donation that will be taken from the payment from the task. You can decide to give part of the payment to save the children and keep part for yourself.\n\tPersuadee: I see, so I am thinking of donating half.  What are your thoughts?\nPersuader: I think half is a good idea I will do the same thing\n\tPersuadee: I think it is important to do all we can to help children.  Are we being selfish by keeping half?\nPersuader: maybe there are children who may die without this money\n\tPersuadee: That's true.  I still haven't decided for sure though.  Sometimes I question the actual impact of money donated to charities.\nPersuader: ? At least you know some of this money will go to save lives\n\tPersuadee: I guess so.  Have you donated to Save the Children before?\nPersuader: no and i regret that i've been so selfish \n\tPersuadee: Well, don't feel bad.  We will donate today.  I propose we stick with our half plan.  What do you think?\nPersuader: yes i like that plan \n\tPersuadee: OK, so that will be one dollar each, right?\nPersuader: yes it would be a dollar from each of us\n\tPersuadee: OK sounds good.  You sure?\nPersuader: yes i am sure.we have a moral responsibility to help\n\tPersuadee: Right, nice chatting with you.  I'm proud of us.\nPersuader: I'm proud too.nice working with you.", "label": [[11, 79, "2-NEGOTIATE-OPINION"], [144, 312, "5-AUTHORITY-CREDENTIALS"], [420, 507, "2-NEGOTIATE-BARGAIN"], [507, 598, "2-NEGOTIATE-BARGAIN"], [689, 741, "2-NEGOTIATE-BARGAIN"], [863, 918, "3-EMOTION-GUILT"], [1070, 1128, "3-EMOTION-GUILT"], [1211, 1253, "1-RAPPORT-DISCLOSE"], [1471, 1511, "2-NEGOTIATE-BARGAIN"], [1576, 1614, "3-EMOTION-GUILT"], [1701, 1723, "1-RAPPORT-FRIEND"]], "idx": "664"}
{"id": 2840, "data": "Persuader: Hi, how are you today?\n\tPersuadee: I am great and yourself?\nPersuader: i am doing wonderful!\n\tPersuadee: That is great! Whats your name and where are you from?\nPersuader: Sam, and I live in Kentucky. you?\n\tPersuadee: DeMonte, from Detroit. I have family in KY. My father was from Hazard. I also have family in Lexington and friends in Louisville! Nice to meet you Sam\nPersuader: Awesome! Well, DeMonte, have you ever donated to charities before?\n\tPersuadee: I have. Share a smile is very big at my job. I donate almost twice a week. I also feed the less fortunate. Are you with amazon turk?\nPersuader: I am, have you heard of Save the Children foundation.\n\tPersuadee: I have. I havent done much research on them though. Do you often donate?\nPersuader: I usually donate to places like St Jude. Save the children promotes children's rights, provides relief, and helps support children in developing countries. \n\tPersuadee: Thats a great cause. I wonder why they are not as big here in Detroit. I will look them up and try to get my job to add them to our support list.\nPersuader: It is great, and here soon you will have the opportunity to donate to this cause. IF you wanted, you can donate any of your base pay, between $0-$2, to this foundation and help the children in these countries\n\tPersuadee: I read that on the side here. I am checking them out. \nPersuader: Great! The research team will take care of everything for you! All you will have to do is choose an amount to donate, and if you choose not to, no biggie!\n\tPersuadee: Nice. Seems to be a seamless process. I would definitely donate. Any time i can help children i will.\nPersuader: I agree! It is definitely a wonderful thing to do and makes me feel better!\n\tPersuadee: For sure! Well Sam, as we are closing the discussion I hope that you have a great day!\nPersuader: You as well! Spread a smile today!\n\tPersuadee: You too! See ya!", "label": [[182, 210, "1-RAPPORT-DISCLOSE"], [399, 456, "1-RAPPORT-FRIEND"], [1171, 1297, "2-NEGOTIATE-BARGAIN"], [613, 666, "2-NEGOTIATE-OTHER"], [763, 804, "1-RAPPORT-DISCLOSE"], [804, 918, "5-AUTHORITY-CREDENTIALS"], [1089, 1170, "2-NEGOTIATE-SCARCITY"], [1439, 1530, "2-NEGOTIATE-BARGAIN"], [1665, 1731, "3-EMOTION-ALTRUISTIC"]], "idx": "665"}
{"id": 2841, "data": "Persuader: Hello! I am here on part of the 'Save the Children' Foundation.\n\tPersuadee: Hi! Nice to meet you here. Can you tell me more about yourself or your Fpundation?\nPersuader: We are an international organization that promote's children's rights and we help to support them in any ywayy ywe can.\n\tPersuadee: Where is your main office located?\nPersuader: Our main office is located in the U.S.A but we help kids all over the world.\n\tPersuadee: That's is a very good cause. Does your Foundation have a website where we can learn more about things you do?\nPersuader: We sure do. Our website is  URL \n\tPersuadee: Thanks. How can people make a donation to your Foundation?\nPersuader: Most people donate through the website but you have the option to donate some or all of your incoming payment to the kids.\n\tPersuadee: Does your website contain pictures about the kids you help?\nPersuader: Yes there are some of the children featured on the website.\n\tPersuadee: I know you promote children's rights but do you also help them with their basic needs especially in poor countries?\nPersuader: Yes we make sure to feed as many kids as we can every day.\n\tPersuadee: Does your Foundation help kids in war torn nations like Syria? I heard from the news that there are lots of children affected by that war.\nPersuader: Yes the Syrian crisis has been very hard on those poor children.\n\tPersuadee: What about children stricken with cancer? I had a friend who had a child with leukemia and it was a tragic loss. I would like to help or donate a small amount to these children.\nPersuader: We do a vast amount of help with getting children the medical care the need. We work closely with the hospitals to make sure they are taken care of as best as possible.\n\tPersuadee: Ok I will be making a small donation to your website. It is the least thing I can do to help these poor children.\nPersuader: That is great! The kids will be very glad to get your help. The research team will collect all donations and send it to Save the Children. How much would you like to donate?\n\tPersuadee: I would like to donate 20 dollars. Will that be good enough?\nPersuader: Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: OK thanks ", "label": [[181, 300, "5-AUTHORITY-CREDENTIALS"], [359, 435, "5-AUTHORITY-CREDENTIALS"], [569, 596, "5-AUTHORITY-CREDENTIALS"], [684, 806, "6-SOCIAL-NORMS"], [1089, 1147, "3-EMOTION-GUILT"], [1310, 1374, "3-EMOTION-GUILT"], [1576, 1652, "4-LOGIC-OTHER"], [1653, 1744, "4-LOGIC-OTHER"], [1897, 1941, "3-EMOTION-ALTRUISTIC"], [2021, 2055, "2-NEGOTIATE-BARGAIN"], [2204, 2258, "2-NEGOTIATE-BARGAIN"]], "idx": "666"}
{"id": 2842, "data": "Persuader: Hello. There?\n\tPersuadee: Hi there. I have been seeing those St Judes commercials lately.  \nPersuader: That's nice. Have you ever donated to any charity?\n\tPersuadee: Yes I have I have never given money though because I'm broke lol. I give blood regularly. What about yourself?\nPersuader: I regularly donate some money or things to children's charity\n\tPersuadee: That's awesome! I hate seeing kids going through that stuff. Its terrible. \nPersuader: Yes. But we have to help them to support their lives\n\tPersuadee: Very true! Ever since I had my daughter It really saddens me to see kids hurting. The charity does such great work though. We have a children's hospital where I live and there is a guy that dresses up like batman for the kids..\nPersuader: Haha. So the kids will enjoy seeing him.  And i too see some people who helps the children and children's charity everyday\n\tPersuadee: He has the full get up. Bat mobile and everything. Do you have kids?\nPersuader: I have two sons. They are married. What is your daughter doing.?\n\tPersuadee: Oh nice I always wanted a son. My daughter is in the living room reading. She is six.\nPersuader: That's nice. You always make her to help some children and children's charity.\n\tPersuadee: Do you have any grand kids?\nPersuader: Yes. I have. They have helping tendency.\n\tPersuadee: How do they help you?\nPersuader: They help for children's charity.\n\tPersuadee: Oh that's amazing! I need to get mine to do more things like that. What do they do to help? Maybe I can get mine to do the same.\nPersuader: You try to help someone through website. But be aware, there might be some fraudulent \n\tPersuadee: I am sure there are some frauds out there. Well that's good that they help. My daughter is in girl scouts and they called the bingo numbers for a nursing home. ", "label": [[127, 164, "1-RAPPORT-OTHER"], [299, 360, "1-RAPPORT-DISCLOSE"], [465, 512, "3-EMOTION-GUILT"], [770, 805, "3-EMOTION-ALTRUISTIC"], [806, 886, "1-RAPPORT-OTHER"], [979, 995, "1-RAPPORT-DISCLOSE"], [1166, 1231, "1-RAPPORT-OTHER"], [1369, 1402, "6-SOCIAL-NORMS"]], "idx": "667"}
{"id": 2843, "data": "Persuader: Good morning!  How are you today?\n\tPersuadee: I'm starting to get my morning going. How about you>\nPersuader: Good so far!  Today I'm informing people about a charity called Save the Children.  Have you heard of them?\n\tPersuadee: It sounds familiar, but I'm not sure.  It is a generic title.\nPersuader: They are a charity which promotes children's rights, provides relief and helps support children in developing countries\n\tPersuadee: That sounds like a good charity.  I'm guessing that it is all international, and not local?\nPersuader: It's international.  They help all over the world!\n\tPersuadee: That is good.  I just know there are a lot of local children that need help.  How trustworthy are they?\nPersuader: They're very transparent with how they use their funding.  86% goes directly to their programs, 9% to fundraising, and the remaining 5% to management and general expenses \n\tPersuadee: Those are good stats!\nPersuader: Every day, 16,000 children die before their 5th birthday, mostly from preventable causes.  The charity is trying to change that\n\tPersuadee: That is awful!  Is it mostly hunger and disease?\nPersuader: Yes, mostly.  However some children pass due to violence and conflict in their countries.  1 in 80 children worldwide must flee their home in order to escape violence.\n\tPersuadee: Children shouldn't have to suffer those kind of things.  They had nothing to do with the conflicts.\nPersuader: Exactly!  Knowing that, would you be willing to donate ANY portion of your earnings for this HIT to the charity to help these children in need?\n\tPersuadee: I would.  Do you know what difference it would make per dollar?\nPersuader: Every dollar makes a huge difference!  Over 3/4 of it will go directly to helping the children.  The remainder will indirectly also go to helping them by fundraising and management.  Would you like to donate $1.00 of your earnings?\n\tPersuadee: I think that sounds fair?  Do you get to donate as well?\nPersuader: I do!  Thank you so much!\n\tPersuadee: Cool. I will give $1!", "label": [[135, 203, "2-NEGOTIATE-OTHER"], [314, 433, "5-AUTHORITY-CREDENTIALS"], [570, 599, "5-AUTHORITY-CREDENTIALS"], [549, 568, "5-AUTHORITY-CREDENTIALS"], [727, 784, "2-NEGOTIATE-OPINION"], [786, 898, "5-AUTHORITY-CREDENTIALS"], [944, 1034, "3-EMOTION-GUILT"], [1035, 1071, "2-NEGOTIATE-OTHER"], [1158, 1234, "3-EMOTION-GUILT"], [1235, 1311, "3-EMOTION-GUILT"], [1445, 1578, "2-NEGOTIATE-BARGAIN"], [1705, 1761, "4-LOGIC-OTHER"], [1666, 1704, "3-EMOTION-GUILT"], [1763, 1847, "4-LOGIC-OTHER"], [1849, 1897, "2-NEGOTIATE-BARGAIN"], [1985, 2003, "1-RAPPORT-FRIEND"]], "idx": "668"}
{"id": 2844, "data": "Persuader: Hello! How are you today?\n\tPersuadee: Hello\nPersuader: What are your thoughts on donating to children's charities?\n\tPersuadee: I would like to donate\nPersuader: That is great! Have you ever heard of Save the Children?\n\tPersuadee: Yes before yes\nPersuader: If you were given the chance to donate some or all of your incoming payment for this task to Save the Children, would you?\n\tPersuadee: 6 dollars is good\nPersuader: Wow! That's a great amount. If the research team in charge of this agreed to send a portion of your payment for this task to Save the Children, would you agree to that?\n\tPersuadee: Because I like children\nPersuader: If you got paid 30 cents for this task, How much of that would you be willing to donate?\n\tPersuadee: 30 or more\nPersuader: That's awesome! You would be helping some children who desperately need it\n\tPersuadee: Yes those children need\nPersuader: Did you know that in the first 2 months of 2018 alone, 1000 kids were killed or injured in the violence happening in Syria? Your donation will help those kids so much. You should feel so good donating\n\tPersuadee: Yes. I do \nPersuader: So at the end of this, you can choose any amount from $0 to all of your payment. What do you think you will be choosing?\n\tPersuadee: I would be\nPersuader: So how much of your payment will you be donating? The research team will collect all donations and send it to Save the Children.\n\tPersuadee: Like. 3 dollars\nPersuader: Thank you so much for that", "label": [[66, 125, "2-NEGOTIATE-OTHER"], [187, 228, "2-NEGOTIATE-OTHER"], [267, 389, "2-NEGOTIATE-BARGAIN"], [431, 458, "1-RAPPORT-COMPLIMENT"], [459, 599, "2-NEGOTIATE-REQUEST"], [647, 735, "2-NEGOTIATE-BARGAIN"], [786, 844, "3-EMOTION-ALTRUISTIC"], [892, 1015, "3-EMOTION-GUILT"], [1016, 1059, "3-EMOTION-ALTRUISTIC"], [1060, 1092, "3-EMOTION-ALTRUISTIC"], [1127, 1207, "2-NEGOTIATE-BARGAIN"], [1208, 1247, "2-NEGOTIATE-BARGAIN"], [1282, 1331, "2-NEGOTIATE-BARGAIN"], [1450, 1476, "1-RAPPORT-FRIEND"]], "idx": "669"}
{"id": 2845, "data": "Persuader: Hi there\n\tPersuadee: Hi!\nPersuader: Would you like to donate the charity save the children?\n\tPersuadee: Could you tell me a bit more about the charity?\nPersuader: of course we help children all over the world with their education and health, even just donating $1 can really help our cause\n\tPersuadee: That sounds great! What is an example project that the charity supports?\nPersuader: We give children in Third World countries vaccination from illnesses that are common there. Things like polio which we haven't had in America for a long time still affect the Third World\n\tPersuadee: It's tragic that polio is not yet eradicated.  You also mentioned education.  Can you tell me anything about those types of projects?\nPersuader: Yes its very tragic. We make sure children have the chance to go to school. In some countries very few girls get to attend school. We support programs that give children the best possible start in life to help their futures.\n\tPersuadee: This does all sound great.  Can you tell me what percentage of each dollar received in donation goes toward these projects, and what goes toward administrative costs, etc.?\nPersuader: We have worked very hard to lower out costs and be transparent about how money is used as many people research charities these days to know their donation reach those who need it the most. 94% of all money donate goes towards our causes and 6% goes towards our other costs.\n\tPersuadee: Awesome! is your charity featured on Charity Navigator?\nPersuader: Yes it is, as one of the most well known children's charities we make sure anybody who wants to research can do. We just hope our causes speak for themselves so people choose to donate.\n\tPersuadee: The causes you support do sound like they stand on their own.  You mentioned that you support projects all over the world.  Would you be able to tell me an example country where you are supporting an education project?\nPersuader: Yes we are supporting education projects in Niger in West Africa, its is one of the poorest countries in the world so having as many educated people as possible in the current generation can really help the country grow and become more affluent.\n\tPersuadee: Am I able to direct my donation to a specific project?\nPersuader: Yes we allow people to donate to areas and causes that interest. If you donate even a dollar to any of our causes it really helps. A dollar might be chocolate bar or a soda to you but to the people we help its worth so much more.\n\tPersuadee: I would like to donate.  What do we do next?\nPersuader: Go to our website  URL and it will let you know all the ways you can donate. Give up a soda today and put a smile on a child's face, its certainly better for you!\n\tPersuadee: Great! Thanks for lettting me know about your charity! I will donate that one dollar.\nPersuader: Welcome and thank you for your donation. Have a wonderful day.", "label": [[47, 102, "2-NEGOTIATE-REQUEST"], [174, 300, "3-EMOTION-GUILT"], [174, 300, "5-AUTHORITY-CREDENTIALS"], [397, 488, "5-AUTHORITY-CREDENTIALS"], [489, 583, "3-EMOTION-GUILT"], [762, 816, "3-EMOTION-GUILT"], [741, 761, "3-EMOTION-GUILT"], [817, 871, "3-EMOTION-GUILT"], [872, 965, "3-EMOTION-GUILT"], [1162, 1350, "4-LOGIC-COUNTER"], [1351, 1435, "5-AUTHORITY-CREDENTIALS"], [1515, 1627, "5-AUTHORITY-CREDENTIALS"], [1628, 1700, "3-EMOTION-GUILT"], [1943, 2188, "3-EMOTION-GUILT"], [2267, 2331, "4-LOGIC-OTHER"], [2332, 2398, "3-EMOTION-GUILT"], [2398, 2496, "3-EMOTION-GUILT"], [2565, 2641, "7-PRESSURE-FORCE"], [2642, 2727, "7-PRESSURE-FORCE"], [2642, 2727, "3-EMOTION-GUILT"], [2837, 2877, "1-RAPPORT-FRIEND"], [2878, 2899, "1-RAPPORT-FRIEND"]], "idx": "670"}
{"id": 2846, "data": "Persuader: Hello! How are you doing this evening?\n\tPersuadee: Fine and you?\nPersuader: I am well, thank you. Have you heard of the organization called Save the Children? :)\n\tPersuadee: Seen a couple of commercials in the past....\nPersuader: It's a great organization. Have you donated in the past or considered donating?\n\tPersuadee: Ive donated to other donations but not Save the Children...\nPersuader: What organizations do you donate to? :)\n\tPersuadee: None right now, where does the donations go towards?\nPersuader: The donations for Save The Children goes towards education, medical attention and general safety of children. In 3rd world countries they lead efforts to educate young children and in violent countries (such as Syria) they are actively setting up places for children to remain safe.\n\tPersuadee: Sound decent, are you donating?\nPersuader: I will be donating today, yes. They are a truly great organization and 86% of their donations go straight toward funding their programs. \n\tPersuadee: Ok lets get started...\nPersuader: Would you like to know any more about the organization before donating part of your earnings today?\n\tPersuadee: Nope im ready, and fyi your messages are coming slow, we have ten minutes to chat and you averaging 2 min a message so if you dont mind can we speed this up?\nPersuader: Yes. My apologies. \n\tPersuadee: I would like to donate $0.50.....\nPersuader: Thank you! Following this chat conversation, you will be prompted to enter your donation amount before submitting the HIT. \n\tPersuadee: Ok it was nice chatting with you\nPersuader: You as well, thank you for donating :)\n\tPersuadee: ok you too.....", "label": [[109, 172, "1-RAPPORT-FRIEND"], [109, 172, "2-NEGOTIATE-OTHER"], [241, 267, "2-NEGOTIATE-OPINION"], [268, 320, "2-NEGOTIATE-OTHER"], [404, 443, "1-RAPPORT-FRIEND"], [520, 629, "2-NEGOTIATE-OPINION"], [630, 802, "3-EMOTION-GUILT"], [858, 888, "1-RAPPORT-SIMILAR"], [858, 888, "1-RAPPORT-DISCLOSE"], [889, 995, "5-AUTHORITY-CREDENTIALS"], [1042, 1141, "2-NEGOTIATE-OTHER"], [1411, 1523, "2-NEGOTIATE-BARGAIN"], [1580, 1618, "1-RAPPORT-FRIEND"]], "idx": "671"}
{"id": 2847, "data": "Persuader: Hey\n\tPersuadee: Hiya\nPersuader: are you familiar with Save the Children?\n\tPersuadee: I'm not - Could you tell me more about it?\nPersuader: Well Save the children is an organization that ensures children rights to health education and safety. Children who suffer from hunger would greatly appreciate a donation\n\tPersuadee: Great - So how does the donation process work? How do I make sure my money is being used for that purpose?\nPersuader: The research team will collect tall donations and send it to save the children\n\tPersuadee: Ok - so can I donate $20?\nPersuader: Yes, your donation will be directly deducted from you task payment you can choose any amount from 0 to all of your paymen\n\tPersuadee: oh - well since it'll be deducted from my task payment - Let's do half - $1\nPersuader: Half of 1 dollar?\n\tPersuadee: Half the payment - One whole dollar\nPersuader: Alright thank you for contributing to Save the Children. Your donation will help children who cant afford help and are living through hell on earth.\n\tPersuadee: Great, so do we keep talking for like 4 more turns?\nPersuader: Yes i believe we have a couple more turns left so I'll educate you more on where your donation is going.  Did you know 5.6 million children die every year do to preventable and treatable causes?\n\tPersuadee: I knew it was a large number, which is one of the things I was thinking Save the Children could help with\nPersuader: Luckily for them, Save the children not only excels in health care but they also help children to a classroom education, protect them from abuse, neglect, and lastly provides emergency care.\n\tPersuadee: Huh, that's awesome. Makes me feel even better about my donation\nPersuader: Do you usually donate to charities?\n\tPersuadee: Yeah - I try to donate once a month or so\nPersuader: Alright, just to be sure you want to donate 1 dollar?\n\tPersuadee: Yeah - That would be great. Thank you so much!", "label": [[43, 83, "2-NEGOTIATE-OTHER"], [150, 253, "5-AUTHORITY-CREDENTIALS"], [253, 320, "3-EMOTION-GUILT"], [579, 700, "2-NEGOTIATE-BARGAIN"], [800, 817, "2-NEGOTIATE-BARGAIN"], [877, 933, "1-RAPPORT-COMPLIMENT"], [934, 1025, "3-EMOTION-GUILT"], [1207, 1295, "3-EMOTION-GUILT"], [1424, 1615, "5-AUTHORITY-CREDENTIALS"], [1704, 1739, "2-NEGOTIATE-OTHER"], [1805, 1858, "2-NEGOTIATE-REMIND"]], "idx": "672"}
{"id": 2848, "data": "Persuader: Good morning!\n\tPersuadee: Good morning\nPersuader: How are you doing today?\n\tPersuadee: Great thanks!  How are you?\nPersuader: I'm good, thanks!  Today I am informing people about a charity called Save the Children.  Have you heard of them?\n\tPersuadee: I don't think so.\nPersuader: They are an international organization who help protect children's rights as well as providing relief and support in developing countries\n\tPersuadee: I see.  A worthy cause indeed.\nPersuader: They definitely are!  They are also very transparent about where their donations go which is something I always like to see in a charity.\n\tPersuadee: Yes, that's a very important attribute.\nPersuader: 86% goes directly to program services, 9% to fundraising, and only 5% goes to management and general accounts\n\tPersuadee: Seems like a valid distribution.\nPersuader: How often do you donate to charity?\n\tPersuadee: I do not.\nPersuader: Let me ask you this then; how much money do you typically spend on coffee, tea, and/or soft drinks in a week?\n\tPersuadee: I don't buy beverages when I'm out.  I do buy coffee to make at home and I do buy canned drinks for home/work use as well. I cannot afford to guy extraneous beverages.\nPersuader: Would you be willing to forgo your canned drinks you purchase at the grocery store for a week and donate to help save a child's life?\n\tPersuadee: No, I would not.  As it is, I've already cut back on cable, now I use over the air antenna, and just about all other expenses that I can think of.\nPersuader: Wow.  You will continue drink your coffee at home while there are children starving around the world and not think twice about it?\n\tPersuadee: Yes, with absolutely no guilt.  I realize that there are people suffering but as I say, right now, any way I can eliminate an expense would go to paying off my debt.  Then, I would gladly look into donating to a worthwhile charity like yours.\nPersuader: You could very easily donate ANY portion of the $2.00 you will potentially make doing this right now, and not lose anything.  Is THAT something you would do?\n\tPersuadee: Yes, I will donate $1.00.\nPersuader: Awesome.  Thank you so much!  That $1.00 will go further than you think in helping children.", "label": [[61, 85, "1-RAPPORT-OTHER"], [156, 225, "2-NEGOTIATE-OTHER"], [227, 250, "2-NEGOTIATE-OTHER"], [292, 429, "5-AUTHORITY-CREDENTIALS"], [506, 621, "2-NEGOTIATE-OPINION"], [685, 794, "4-LOGIC-OTHER"], [851, 886, "2-NEGOTIATE-OTHER"], [920, 1029, "2-NEGOTIATE-OTHER"], [1221, 1354, "3-EMOTION-GUILT"], [1531, 1655, "3-EMOTION-GUILT"], [1922, 2046, "2-NEGOTIATE-BARGAIN"], [2048, 2079, "2-NEGOTIATE-REQUEST"], [2159, 2221, "1-RAPPORT-COMPLIMENT"], [2139, 2159, "1-RAPPORT-COMPLIMENT"]], "idx": "673"}
{"id": 2849, "data": "Persuader: hi.  are you going to donate HIT money to Save the Children?\n\tPersuadee: I am not sure what Save the children is. Do you have information about the organization?\nPersuader: it's a charity for endangered children such as those in the rohingya action:   URL \n\tPersuadee: Ill check out the link quickly \nPersuader: ok.  they protect kids in danger, help them after hurricanes, military actions, etc\n\tPersuadee: Yes i saw the info about Hurricane Harvey. It our katrina anniversary today so yes I will donate as we know first hand\nPersuader: great.  you can donate anything upto $2...\n\tPersuadee: I will donate $1\nPersuader: that sounds like a nominal amount.  are you sure?\n\tPersuadee: Yes unfortunately I am financially strapped and its 50%  \nPersuader: yeah.  i understand.  ok.  so $1 it is.\n\tPersuadee: That sound good. So each of us will donate $1?\nPersuader: that sounds fair\n\tPersuadee: how did you learn about this particular charity?\nPersuader: i found it on the internet ...\n\tPersuadee: So many charities just wondering what drew you to this one\nPersuader: it was at the suggestion of somebody here\n\tPersuadee: They seem like they do a good work\nPersuader: it's hard to tell, given all the corruption one hears about with charities - even the red cross, but ... you gotta trust someone sometime\n\tPersuadee: yes but hopefully this helps some", "label": [[16, 71, "2-NEGOTIATE-REQUEST"], [184, 260, "5-AUTHORITY-CREDENTIALS"], [328, 406, "2-NEGOTIATE-OPINION"], [557, 591, "2-NEGOTIATE-BARGAIN"], [668, 681, "2-NEGOTIATE-BARGAIN"], [632, 666, "3-EMOTION-GUILT"], [770, 783, "3-EMOTION-EMPATHY"], [790, 802, "2-NEGOTIATE-BARGAIN"], [873, 889, "1-RAPPORT-SIMILAR"], [1175, 1312, "4-LOGIC-OTHER"]], "idx": "674"}
{"id": 2850, "data": "Persuader: hi\n\tPersuadee: hai\nPersuader: How are you?\n\tPersuadee: i am fine. u know chirldren charity?\nPersuader: Yes i know children's charity\n\tPersuadee: please tell me details?\nPersuader: They give money to help children in other countries and get them away from viloence.\n\tPersuadee: oh k then?\nPersuader: Do you know children's charity?\n\tPersuadee: yes. i know \nPersuader: Do you donate any children's charity?\n\tPersuadee: yes, i am donate but one year back\nPersuader: oh! Do you like to donate charity?\n\tPersuadee: yes! i like in donate \nPersuader: Okay How many years you donate charities? \n\tPersuadee: just 3 years i am donate\nPersuader: It's great. Do you have member of a charity?\n\tPersuadee: yes, u are member of a charity?\nPersuader: No, I'm not a member but  i like donations.\n\tPersuadee: please join in the childrens charity.", "label": [[191, 275, "5-AUTHORITY-CREDENTIALS"], [310, 341, "1-RAPPORT-OTHER"], [378, 415, "1-RAPPORT-OTHER"], [555, 597, "1-RAPPORT-OTHER"], [658, 690, "1-RAPPORT-OTHER"], [646, 657, "1-RAPPORT-FRIEND"], [746, 789, "1-RAPPORT-DISCLOSE"]], "idx": "675"}
{"id": 2851, "data": "Persuader: hey hows it going?\n\tPersuadee: Hi! pretty good thanks, and yourself?\nPersuader: Not too bad, cant complain. thanks for asking\n\tPersuadee: glad to hear it\nPersuader: Have you ever heard of the Save the Children's Foundation?\n\tPersuadee: I've heard a little bit\nPersuader: Yes, it is a great foundation set up to help aid in poor developing countries.  Especially the children\n\tPersuadee: that's great. The children \nPersuader: Would you be interested in contributing to this foundation?\n\tPersuadee: Maybe, I wish I could give more, but i'm broke\nPersuader: I appreciate your time and interests into this foundation\n\tPersuadee: Do you donate often?\nPersuader: I try to at least 4 times a year\n\tPersuadee: That's admirable. I try to volunteer when I can\nPersuader: Every bit of help is much appreciated\n\tPersuadee: Will you be donating today?\nPersuader: I dont think so\n\tPersuadee: Why is that?\nPersuader: religious reason i rather not go into detail\n\tPersuadee: interesting, well I will try to donate what I can", "label": [[119, 136, "1-RAPPORT-FRIEND"], [176, 234, "1-RAPPORT-OTHER"], [282, 360, "2-NEGOTIATE-OPINION"], [362, 385, "3-EMOTION-GUILT"], [437, 496, "2-NEGOTIATE-REQUEST"], [567, 624, "1-RAPPORT-FRIEND"], [669, 701, "1-RAPPORT-DISCLOSE"], [669, 701, "6-SOCIAL-NORMS"], [773, 810, "3-EMOTION-GUILT"]], "idx": "676"}
