{"id": 2245, "data": "Persuader: Hello, how are you today?\n\tPersuadee: Hello, I am doing fine.\nPersuader: I am here on behalf of Save the Children, have you ever heard of this organization?\n\tPersuadee: No, what is it?\nPersuader: Save the Children is an international non-governmental ogranization that promotes children's rights, provides relief, and helps support children in developing countries. Have you ever donated to any international children charities?\n\tPersuadee: Yes, I have donated to a few before.\nPersuader: That's great to hear! We are here looking to see if you would be interested in donating part or all of your incoming payment for this task to our organization! Your donation would go directly to helping children receive food and education in locations where they are in desperate need of help. Would this be something you would be interested in?\n\tPersuadee: Yes, this sounds good. Is there a specific or minimum amount necessary?\nPersuader: That's great! Thank you! There is no minimum amount necessary, whatever you feel like you would like to donate to go towards the cause.\n\tPersuadee: I would be interested in donating $0.10 of my payment to Save the Children.\nPersuader: Thank you! We appreciate that! Is there a certain area that you are passionate about that you would like to see the donation go towards?\n\tPersuadee: I would love if it can go towards children in war-torn regions like Syria.\nPersuader: That's a great cause to donate to, we have a team working with them now getting them healthy food they need in their time of need. While I have you here would you also like to be signed up for our email newsletter? That way you can stay up to date on what we are working on and any current needs we may have.\n\tPersuadee: No thank you, I would rather just follow your social media. What sites are you available on, if any?\nPersuader: You can find us on Facebook, Twitter, Instagram, Pinterest, and even Youtube. Here is a link to our Facebook account if you wouldl ike to check us out and give us a follow!  URL \n\tPersuadee: Thank you. Are you doing anything regarding the situation with children at the US Border?\nPersuader: We are working hard with protecting the children experiencing the events happening at the U.S. Border. You can read about any updates and any other causes we are working towards on our website,  URL \n\tPersuadee: I see on your site that almost 90% of donations go straight towards your programs. That is very good, I can feel better knowing my money is used right.\nPersuader: Definitely, and we thank you again for donating. Just to confirm you wanted to donate $0.10 of your payment for this task today, is that correct?\n\tPersuadee: Yes, $0.10 is correct.\nPersuader: Thank you and have a great night, we hope to see you again soon.", "label": [[11, 36, "8-NO-PERSUASION"], [84, 167, "5-AUTHORITY-CREDENTIALS"], [207, 376, "5-AUTHORITY-CREDENTIALS"], [377, 439, "2-NEGOTIATE-OTHER"], [500, 521, "1-RAPPORT-COMPLIMENT"], [522, 659, "2-NEGOTIATE-REQUEST"], [660, 793, "3-EMOTION-ALTRUISTIC"], [794, 845, "2-NEGOTIATE-REQUEST"], [941, 954, "1-RAPPORT-FRIEND"], [955, 965, "1-RAPPORT-FRIEND"], [966, 1076, "2-NEGOTIATE-OTHER"], [1176, 1186, "8-NO-PERSUASION"], [1187, 1206, "1-RAPPORT-COMPLIMENT"], [1207, 1312, "3-EMOTION-OTHER"], [1411, 1541, "3-EMOTION-ALTRUISTIC"], [1542, 1625, "2-NEGOTIATE-REQUEST"], [1626, 1719, "4-LOGIC-OTHER"], [1844, 1921, "8-NO-PERSUASION"], [1922, 2016, "8-NO-PERSUASION"], [2511, 2559, "1-RAPPORT-COMPLIMENT"], [2703, 2767, "8-NO-PERSUASION"], [2018, 2021, "8-NO-PERSUASION"], [2136, 2238, "4-LOGIC-OTHER"], [2239, 2334, "8-NO-PERSUASION"], [2560, 2656, "2-NEGOTIATE-REMIND"]], "idx": "225"}
{"id": 2246, "data": "Persuader: yes\n\tPersuadee: how are you?\nPersuader: It is good\n\tPersuadee: That's good. I'm doing good as well.\nPersuader: What do you think of this charity?\n\tPersuadee: I think it is pretty good. What about you?\nPersuader: It think it is a terrible idea.\n\tPersuadee: Why do you think that?\nPersuader: Charity such as this does not actually pull people out of poverty.\n\tPersuadee: Well it does help somewhat. I don't think that anything will pull people completely out of poverty. It's a hand up.\nPersuader: It is good on a basic humanitarian level. The money could be far better spent in opening up their native countries to the global system of trade. The west has spent trillions in aid over the last 60 years in Africa and do not have anything to show for it.\n\tPersuadee: That is true. The poor are barely left to survive while the rich get richer. It's a sad truth.\nPersuader:  There is nothing morally wrong with the rich getting richer. In the last 10 years those rich people have invested in the global trade system and brought over a billion people out of the world poverty threshold. In the world there is an elite segment of the population that provides most of the value for society, they should be the ones with the lion share of the resources. This is because the only way they can obtain a large amount of wealth in the first place is to make hundreds, thousands, and millions of mutually beneficial transactions.\n\tPersuadee: That's a valid point. What do you think can help?\nPersuader: Greater free trade between countries and the ability for poor people to have access to sources of micro finance and capital goods so that many of them can invest in tools that make themselves more productive and cap dig their way out of poverty. \n\tPersuadee: That would be good for the world. There's no reason for us to not have free trade really. I think most people would give anything to get out of poverty if given a chance.\nPersuader: What are your thoughts on the donation amount?\n\tPersuadee: I want to donate $0 I need money for myself.\nPersuader: Lol, there is no argument that your own personal economic activity would not do more good than this charity. \n\tPersuadee: I'm broke as it is. That's why I'm here. lol", "label": [[11, 14, "8-NO-PERSUASION"], [51, 61, "8-NO-PERSUASION"], [122, 156, "8-NO-PERSUASION"], [223, 254, "8-NO-PERSUASION"], [301, 367, "8-NO-PERSUASION"], [507, 548, "8-NO-PERSUASION"], [549, 652, "8-NO-PERSUASION"], [653, 762, "8-NO-PERSUASION"], [882, 942, "8-NO-PERSUASION"], [943, 1092, "8-NO-PERSUASION"], [1093, 1256, "8-NO-PERSUASION"], [1257, 1427, "8-NO-PERSUASION"], [1501, 1746, "8-NO-PERSUASION"], [1942, 1988, "2-NEGOTIATE-OTHER"], [2057, 2165, "8-NO-PERSUASION"]], "idx": "226"}
{"id": 2247, "data": "Persuader: Hi\n\tPersuadee: Hi there\nPersuader: How are you?\n\tPersuadee: Please talk about donation to charity \nPersuader: I don't give any donation to charity.\n\tPersuadee: Ok please what you about children charity \nPersuader: Children Charity gives Good education and Good Health.\n\tPersuadee: Ok please help to children without parents and realtives\nPersuader: Ok surely I will help to Children without parents and relatives. What you think about children charity.\n\tPersuadee: I already help children charity with WE CARE organization, How much you willing to pay?\nPersuader: I have no idea.\n\tPersuadee: If I pay 100$ to you, now say how much you willing to pay?\nPersuader: I pay fully. Anything else.\n\tPersuadee: no, please talk until conversation end\nPersuader: Ok What is your Name?\n\tPersuadee: My name is Franklin, what about you? \nPersuader: My name is Gail. \n\tPersuadee: Where you from?\nPersuader: I'm coming from Virginia, What about you?\n\tPersuadee: Ok, I am from Arizona.. ", "label": [[11, 13, "8-NO-PERSUASION"], [46, 58, "8-NO-PERSUASION"], [121, 158, "8-NO-PERSUASION"], [225, 279, "4-LOGIC-COUNTER"], [360, 424, "3-EMOTION-EMPATHY"], [425, 463, "6-SOCIAL-OTHER"], [575, 590, "8-NO-PERSUASION"], [673, 685, "2-NEGOTIATE-OTHER"], [686, 700, "8-NO-PERSUASION"], [763, 784, "8-NO-PERSUASION"], [846, 862, "1-RAPPORT-DISCLOSE"], [903, 944, "1-RAPPORT-DISCLOSE"]], "idx": "227"}
{"id": 2248, "data": "Persuader: Hello, how are you?\n\tPersuadee: Hello, I'm doing great and yourself?\nPersuader: Very well thank you.  Do you have a moment for me to tell you of the good deeds of the Save the Children charity?\n\tPersuadee: I have a moment to spare. Go ahead.\nPersuader: Are you familiar with the organization, perhaps from television or a class collection when you were in school?\n\tPersuadee: Yes I am. A family member told me about, but I never got around to donating. \nPersuader: We had a family friend two, she had several pictures on her refrigerator of a few children she sponsored.  Some of them for many years.  I was always sad of the presentation of the poorly dressed child holding empty plate in the ads.  Are you aware of the other things the organization does for kids? \n\tPersuadee: I've never really looked into it, could you give me some more information?\nPersuader: Yes! Besides the usual schooling and basic healthcare many of us are familiar with, Save the Children also assists communities during natural disasters such as earthquakes, they try to help communities with economic opportunities, and they event get involved with child intervention in area of war such as Syria or other parts of the world that are experiences in influx of refugees. \n\tPersuadee: You don't say. I'm getting really interested in donating from the information you gave me. What do you think would be a good starting donation?\nPersuader: That's fantastic!  It is truly my belief that any gift is a good gift and not knowing your history or situation, I would not ask of you what you could not comfortably provide.  Any deed on behalf of Save the Children is good vibes from the universe.  Also, did you know that April 15, 2019 Save the Children will be 100 years old!!!!!   It could be a birthday present!!!!\n\tPersuadee: Thats a great idea! I think I'll start saving now. I'll donate $100 for next year to celebrate! \nPersuader: Are you sure you couldn't even toss over a lucky penny for 2018?  The day of innocence which is the day to donate to Save the Children happens on December 28th? \n\tPersuadee: I think at the moment I can start with about $20 towards it. \nPersuader: Wow, that would be a whole bucket of lucky pennies!!!  I'm telling you, a gift like that will give you warm fuzzy feelings for the rest of the year.  It's like the little kids who collect coins in the little milk carton type boxes at halloween.  I don't know if you remember those.  I remember bringing them to school and turning them over for the charity.  I felt like a badass little kid, if there could be such a thing. \n\tPersuadee: I remember do that as well as a kid. I always felt great. I hope my small donation gives another child job as well\nPersuader: I hope so to.  Just remember any time next year, 5 years from now you can always go to their website and make a donation    URL   I really appreciate you making a donation today.  You are the bomb!!!!\n\tPersuadee: Thank you for the infomation! You were a great help.\nPersuader: No, thank you!  The children and staff of Save the Children thank you too!  It's folks like you that will allow the organization to go another 100 years!  \n\tPersuadee: I hope so. I feel like just donating is thanking them too for surviving so long. \nPersuader: I know, can you imagine.   We are lucky people in this country...yes, we have our struggles but to never have famine or to live where shots or bombing are constant....yes, let's thank the universe for giving them the strength of survival.  Thanks again, have a great day.  Sending you appreciation vibes through the universe!!!", "label": [[11, 30, "8-NO-PERSUASION"], [91, 111, "8-NO-PERSUASION"], [113, 204, "2-NEGOTIATE-OTHER"], [264, 374, "5-AUTHORITY-OTHER"], [476, 581, "3-EMOTION-STORY"], [583, 611, "3-EMOTION-STORY"], [613, 709, "3-EMOTION-STORY"], [711, 776, "6-SOCIAL-OTHER"], [876, 880, "8-NO-PERSUASION"], [881, 1259, "3-EMOTION-EMPATHY"], [1428, 1445, "1-RAPPORT-COMPLIMENT"], [1447, 1603, "2-NEGOTIATE-OTHER"], [1605, 1677, "3-EMOTION-PROMISE"], [1679, 1762, "5-AUTHORITY-CREDENTIALS"], [1765, 1799, "3-EMOTION-HUMOUR"], [1920, 1984, "2-NEGOTIATE-REMIND"], [1986, 2080, "2-NEGOTIATE-REMIND"], [2167, 2220, "3-EMOTION-HUMOUR"], [2222, 2315, "3-EMOTION-PROMISE"], [2450, 2523, "3-EMOTION-STORY"], [2525, 2589, "3-EMOTION-STORY"], [2317, 2411, "3-EMOTION-STORY"], [2413, 2448, "3-EMOTION-STORY"], [2729, 2742, "8-NO-PERSUASION"], [2744, 2856, "2-NEGOTIATE-REMIND"], [2859, 2907, "1-RAPPORT-COMPLIMENT"], [2909, 2929, "1-RAPPORT-COMPLIMENT"], [3006, 3020, "8-NO-PERSUASION"], [3022, 3080, "8-NO-PERSUASION"], [3082, 3159, "8-NO-PERSUASION"], [3267, 3291, "8-NO-PERSUASION"], [3294, 3505, "3-EMOTION-EMPATHY"], [3507, 3538, "8-NO-PERSUASION"], [3540, 3594, "1-RAPPORT-FRIEND"]], "idx": "228"}
{"id": 2249, "data": "Persuader: You should donate to Save the Children. Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: how much of my money donated will go to the children? \nPersuader: Whatever amount you choose will go to the children. \n\tPersuadee: okay I will donate $2\nPersuader: Excellent! I'm glad that you've decided to donate to help save the children. However, for the purposes of this HIT, we need to reach a minimum of 10 chat turns. I believe both of us should have 8 left. \n\tPersuadee: Okay are we supposed to talk about the charity? \nPersuader: According to their website, 86% of funding went directly to program services. That means more of your dollar is directly contributing to saving the children.\n\tPersuadee: great, do you know what countries the children are from? \nPersuader: Save the Children actually has several programs in the USA. They also have programs in many countries around the world. In fact, it might be easier to mention where they DON'T operate. \n\tPersuadee: Will you be donating also? \nPersuader: I will indeed. I'll be donating so that the children get the maximum benefit. \n\tPersuadee: I am happy to hear that the donations are used programs in the USA as well as abroad.\nPersuader: It's pretty amazing. According to the website, they help 157 million children in 120 countries. \n\tPersuadee: I saw on the website you can donate through amazon. That makes it easy for people like me. \nPersuader: They also have ways to donate investments and IRA distributions. So there's many different options for however people prefer donating. \n\tPersuadee: That is interesting, I have never heard of that way to donate. \nPersuader: Yeah, it's pretty thorough. So, just to confirm, you'll be donating $2 to Save the Children?\n\tPersuadee: Yes, I will donate $2\nPersuader: Excellent! Your contribution will make a difference in someone's life. Thank you so much and have a good day. \n\tPersuadee: THank you, you have a great day as well. ", "label": [[11, 50, "2-NEGOTIATE-REQUEST"], [51, 219, "5-AUTHORITY-CREDENTIALS"], [298, 349, "2-NEGOTIATE-OTHER"], [396, 406, "1-RAPPORT-COMPLIMENT"], [407, 472, "1-RAPPORT-COMPLIMENT"], [473, 556, "8-NO-PERSUASION"], [557, 597, "8-NO-PERSUASION"], [671, 748, "4-LOGIC-OTHER"], [749, 828, "3-EMOTION-ALTRUISTIC"], [910, 969, "4-LOGIC-OTHER"], [970, 1029, "4-LOGIC-OTHER"], [1030, 1094, "3-EMOTION-HUMOUR"], [1147, 1161, "2-NEGOTIATE-RECIP"], [1162, 1224, "3-EMOTION-ALTRUISTIC"], [1335, 1355, "3-EMOTION-OTHER"], [1356, 1430, "5-AUTHORITY-CREDENTIALS"], [1547, 1611, "2-NEGOTIATE-OTHER"], [1612, 1681, "4-LOGIC-ARGUE"], [1770, 1797, "8-NO-PERSUASION"], [1798, 1862, "2-NEGOTIATE-REMIND"], [1908, 1918, "1-RAPPORT-COMPLIMENT"], [1919, 1978, "3-EMOTION-ALTRUISTIC"], [1979, 2017, "1-RAPPORT-FRIEND"]], "idx": "229"}
{"id": 2250, "data": "Persuader: Have you thought about how important it is to save children?\n\tPersuadee: Yes. I work in the field of fundraising and am exposed to organizations that help children.\nPersuader: Have you heard about the specific organization \"Save the Children\"?\n\tPersuadee: Yes, I have. My company did work for them years ago.\nPersuader: So you know that they are a no-government organization that promotes children's rights, provides relief and helps support children in developing countries?\n\tPersuadee: Yes, I do.\nPersuader: Would you be interested in donating to them?\n\tPersuadee: I may be interested.\nPersuader: If you did, your donation could make a huge impact in children's lives.\n\tPersuadee: I understand that.\nPersuader: The research team who put this together is collecting donations to send to Save the Children.\n\tPersuadee: Okay. How much have they collected?\nPersuader: I'm not sure what the total is currently.\n\tPersuadee: Oh, okay. How do I know that this is legit?\nPersuader: Well, you don\\'t have to \"mail\" or give out banking info. Instead, you can agree to give a portion of your payment. It\\'s directly deducted from your task payment.\n\tPersuadee: Ah, I see.\nPersuader: You have the option of donating between $0 to all of your payment ($2).\n\tPersuadee: I will donate a portion of it.\nPersuader: That's awesome! How much would you like to donate?\n\tPersuadee: I would like to donate $0.25.\nPersuader: Great, thank you so much!", "label": [[11, 71, "3-EMOTION-GUILT"], [187, 254, "8-NO-PERSUASION"], [331, 486, "5-AUTHORITY-CREDENTIALS"], [724, 817, "2-NEGOTIATE-OTHER"], [1044, 1101, "8-NO-PERSUASION"], [1102, 1149, "8-NO-PERSUASION"], [1184, 1255, "2-NEGOTIATE-REMIND"], [521, 565, "2-NEGOTIATE-REQUEST"], [610, 681, "3-EMOTION-ALTRUISTIC"], [877, 918, "4-LOGIC-CONCEDE"], [986, 1043, "4-LOGIC-COUNTER"], [1310, 1325, "1-RAPPORT-COMPLIMENT"], [1326, 1360, "2-NEGOTIATE-REMIND"], [1414, 1439, "8-NO-PERSUASION"]], "idx": "231"}
{"id": 2251, "data": "Persuader: Hello. How are you? \n\tPersuadee: I'm doing well. It's getting late, it's been a long week. How are you?\nPersuader: I'm doing good. I understand about the long week. Thank goodness it's the weekend. \n\tPersuadee: That's right! I'm actually up and at it bright and early to take a road trip for a family member's birthday tomorrow... joy. What do you have planned for the weekend?\nPersuader: We're planning to hit the beach, but it's a shame that there are so many kids in poverty who won't be able to enjoy the beach or birthday parties. Don't you agree?\n\tPersuadee: That really is a shame. I was fortunate enough to grow up 10 minutes from a beach regardless of my financial situation, but so many kids have no means to even take public transportation to a beach if they wanted to. Very unfortunate. I always hope those kinds are able to make a better situation of their lives as they get older to make up those experiences.\nPersuader: I agree. We live near the beach right now too, and it's great. My kids are so fortunate to be living a life so far removed from war zones like kids in Syria. And, to have their basic needs met to be able to enjoy their childhood. Have you heard of Save the Children?\n\tPersuadee: I'm sure I have, but could you give me a refresher?\nPersuader: It's an awesome nonprofit that helps fight for children's rights all over the world.  URL has a lot more information. \n\tPersuadee: I'll have to dig further into it. Do you know anything about who runs it? My biggest concerns with organizations like that is there isn't a ton of transparency as to where donation funds actually go.\nPersuader: Oh, I totally understand. I feel like most of those organizations take the money and run. Save the Children actually has 86% of the money that is donated directly helping the children. It's listed on Forbes list of top 50 charities. \n\tPersuadee: Wow, that's great. I consider Forbes pretty trustworthy. I appreciate you getting that info for me. I'll have to dig further into their mission statements and activities. Some of that stuff can get so political!\nPersuader: They also have their annual financial report actually listed on their website which I think is pretty impressive for a charity organization. Would you consider donating part of your pay for this task to Save the Children?\n\tPersuadee: I would, but I think I'd have to review all of their documentation first and then possibly even donate on my own time! That's not to say I'm uninterested, I just like to trust and verify.\nPersuader: I understand. It's important to do research before giving money to organizations. This one just seems like they're doing a lot of great work helping children in the U.S. and abroad. And, it would be so easy to have your payment taken directly from your task payment.\n\tPersuadee: 100% agreed. I'll have to dig into their information and make a decision. Have you donated to them before or do you plan to?\nPersuader: I haven't in the past, but after reading more about them I definitely plan to. Their credentials are outstanding. And, I like that so much of their proceeds actually go to help. I've seen some awful numbers from organizations like Goodwill who claim to be helping but all of their money actually goes to their CEO's.\n\tPersuadee: You think Goodwill is bad, look at some of the reports on Susan G Komen--BREAST CANCER of all things. What starts with a good intention doesn't always end up that way. Does Save The Children specifically aim to help Syrian chidren?\nPersuader: Oh, really? I haven't heard about Susan G Komen being so bad, I will have to look into that. I did a race of theirs about 10 years ago. \n\tPersuadee: I can\\'t speak for 10 years ago, but I know recently they were found out to have so much of their money going to \"marketing\" that a massive portion of their proceeds never even made it to research. That\\'s off the top of my head, but it\\'s rough. I\\'ve done a Donna race before, though.\nPersuader: That's awful. That's why I'm pleasantly surprised to see that Save the Children has such a high percentage of donations being used. And, no. They don't only help in Syria. They support kids all over the world by helping them get healthcare, education, making sure their safe, etc. I'm going to donate part of my proceeds. I think you should too!", "label": [[11, 17, "8-NO-PERSUASION"], [18, 31, "8-NO-PERSUASION"], [126, 141, "8-NO-PERSUASION"], [142, 175, "1-RAPPORT-SIMILAR"], [176, 208, "1-RAPPORT-FRIEND"], [400, 546, "1-RAPPORT-DISCLOSE"], [400, 546, "3-EMOTION-GUILT"], [547, 563, "3-EMOTION-ALTERCASTING"], [946, 954, "1-RAPPORT-SIMILAR"], [955, 1008, "1-RAPPORT-DISCLOSE"], [1009, 1103, "3-EMOTION-EMPATHY"], [1104, 1175, "3-EMOTION-EMPATHY"], [1176, 1212, "8-NO-PERSUASION"], [1288, 1372, "3-EMOTION-OTHER"], [1374, 1406, "8-NO-PERSUASION"], [1630, 1655, "8-NO-PERSUASION"], [1656, 1719, "8-NO-PERSUASION"], [1720, 1814, "5-AUTHORITY-CREDENTIALS"], [1815, 1863, "5-AUTHORITY-CREDENTIALS"], [2099, 2239, "5-AUTHORITY-CREDENTIALS"], [2240, 2320, "2-NEGOTIATE-REQUEST"], [2532, 2545, "8-NO-PERSUASION"], [2546, 2613, "4-LOGIC-CONCEDE"], [2614, 2713, "4-LOGIC-COUNTER"], [2947, 3025, "1-RAPPORT-DISCLOSE"], [3026, 3060, "5-AUTHORITY-CREDENTIALS"], [3061, 3124, "5-AUTHORITY-CREDENTIALS"], [3125, 3263, "4-LOGIC-ARGUE"], [2714, 2798, "4-LOGIC-ARGUE"], [3519, 3530, "8-NO-PERSUASION"], [3531, 3611, "8-NO-PERSUASION"], [3612, 3655, "1-RAPPORT-DISCLOSE"], [3966, 3979, "8-NO-PERSUASION"], [3980, 4097, "4-LOGIC-ARGUE"], [4098, 4106, "8-NO-PERSUASION"], [4107, 4137, "4-LOGIC-OTHER"], [4138, 4246, "3-EMOTION-ALTRUISTIC"], [4247, 4287, "2-NEGOTIATE-RECIP"], [4288, 4311, "2-NEGOTIATE-RECIP"]], "idx": "232"}
{"id": 2252, "data": "Persuader: Hi there.  How are you doing today?\n\tPersuadee: im good thank you for asking, how are you?\nPersuader: Pretty good.  Spent some time off mTurk, so this is my first day back! How much time do you spend on here?\n\tPersuadee: I am here almost daily but just here and there when i have time\nPersuader: Do you have kids?\n\tPersuadee: yes, do you?\nPersuader: Just one, but she's grown now and lives half way across the country.  How old are yours?\n\tPersuadee: mine are small still (: \nPersuader: This is a good way to help fund that! Kids are so expensive!\n\tPersuadee: yes! very true \nPersuader: Have you ever heard of Save the Children? They have a lot of ads on daytime TV.\n\tPersuadee: no, i dont have cable \nPersuader: Ah.  That's probably just as well.  They're an organization that has been around forever and does a lot of work with children in impoverished and war-torn countries. I've never donated myself, but we're going to have an opportunity to donate some of our earnings as part of this exercise.\n\tPersuadee: Interesting, Do you believe that these children actually get help from this charities? Because I hope so, but not sure.\nPersuader: Yeah, I always wonder about that myself. I think that with Save the Children, they've been around long enough and have a good enough reputation that I trust them. I have to say, I was on their website and saw what they're doing for kids in Syria.  I didn't know that over 1000 children have been killed or injured there as part of the violence.  It just breaks my heart.  As hard as things were for me, raising my daughter as a single mom, at least we didn't have to worry about getting shot.\n\tPersuadee: Yes, that is very true! Very heartbreaking stuff goes on around this world. Like you said we are very blessed to not have to always worry about bombs being dropped on top of us. \nPersuader: There was that whole poison gas thing there, too.  Do you think you'd be willing to give part of your payment for this task to help deal with that? After all, it's just a little bit of money that we've earned just sitting here chatting.\n\tPersuadee: yes, i think i may. how about you?\nPersuader: Yeah.  I guess I'd feel kind of guilty if I didn't. How much would you be willing to give? I think we can choose any amount from $0 to all of our payment.\n\tPersuadee: I dont know, but i would def feel guilty too if i didnt after this chat we just had\nPersuader: Haha.  Me too.  I guess I'm going to say that I'll donate the whole thing. It's not like I'm going to come up with anything better to do with whatever little bit of money we make from this.  How about you?", "label": [[11, 20, "8-NO-PERSUASION"], [22, 46, "8-NO-PERSUASION"], [113, 125, "8-NO-PERSUASION"], [127, 183, "1-RAPPORT-DISCLOSE"], [184, 219, "1-RAPPORT-FRIEND"], [307, 324, "1-RAPPORT-FRIEND"], [361, 429, "1-RAPPORT-DISCLOSE"], [431, 449, "1-RAPPORT-FRIEND"], [536, 558, "1-RAPPORT-FRIEND"], [498, 535, "1-RAPPORT-FRIEND"], [598, 639, "8-NO-PERSUASION"], [640, 677, "5-AUTHORITY-CREDENTIALS"], [724, 727, "8-NO-PERSUASION"], [729, 758, "8-NO-PERSUASION"], [760, 889, "5-AUTHORITY-CREDENTIALS"], [890, 1012, "4-LOGIC-CONCEDE"], [1156, 1196, "4-LOGIC-OTHER"], [1197, 1318, "5-AUTHORITY-CREDENTIALS"], [1319, 1402, "3-EMOTION-EMPATHY"], [1404, 1500, "3-EMOTION-EMPATHY"], [1502, 1526, "3-EMOTION-GUILT"], [1528, 1648, "3-EMOTION-STORY"], [1851, 1900, "3-EMOTION-ALTRUISTIC"], [1902, 1998, "2-NEGOTIATE-REQUEST"], [1999, 2087, "4-LOGIC-ARGUE"], [2146, 2151, "2-NEGOTIATE-RECIP"], [2153, 2197, "3-EMOTION-GUILT"], [2198, 2236, "2-NEGOTIATE-REMIND"], [2237, 2300, "2-NEGOTIATE-OTHER"], [2408, 2413, "8-NO-PERSUASION"], [2415, 2422, "1-RAPPORT-COMPLIMENT"], [2424, 2482, "2-NEGOTIATE-BARGAIN"], [2483, 2597, "3-EMOTION-GUILT"], [2599, 2613, "2-NEGOTIATE-REMIND"]], "idx": "233"}
{"id": 2253, "data": "Persuader: hello\n\tPersuadee: hai whats up\nPersuader: Have you heard of save the children donation and the importance and impact it has on our children and those less fortunate\n\tPersuadee: i have heard about it. i don' known it detailly\nPersuader: Its a great charity and organization. You can actually donate some of your earrings to them which honestly any little bit cna help them at this point. We should be mad about what is happening to them\n\tPersuadee: how long was the charity been run\nPersuader: It was founded in 1919, but also all there proceeds go to helping the children and alont in the first two months 1000 children were killed or injured. Your dontation can help the problem\n\tPersuadee: where was it locate \nPersuader: CT, and 9 out 10 of the money goes to the children which is great unlike other charties\n\tPersuadee: then is there any think special about it\nPersuader: Yes, it helps children with eating healthy, and a new start. \"How much do you like to donate to the charity now?\n\tPersuadee: who own the charity \nPersuader: theres a bunch of different partnerst hat help with the charity\n\tPersuadee: ok.  ready to fund. \nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment\n\tPersuadee: 115 USD to the charity \nPersuader: Awesome, thank you!\n\tPersuadee: what was the procedure \nPersuader: The research team will collect all donations and send it to Save the Children\n\tPersuadee: how can i contact them ", "label": [[11, 16, "8-NO-PERSUASION"], [53, 175, "3-EMOTION-EMPATHY"], [247, 284, "5-AUTHORITY-CREDENTIALS"], [285, 397, "3-EMOTION-ALTRUISTIC"], [398, 446, "3-EMOTION-ANGER"], [504, 654, "5-AUTHORITY-CREDENTIALS"], [504, 654, "3-EMOTION-EMPATHY"], [655, 690, "3-EMOTION-ALTRUISTIC"], [735, 822, "5-AUTHORITY-CREDENTIALS"], [948, 999, "2-NEGOTIATE-REQUEST"], [887, 947, "3-EMOTION-ALTRUISTIC"], [1044, 1107, "4-LOGIC-OTHER"], [1152, 1202, "2-NEGOTIATE-REQUEST"], [1203, 1266, "8-NO-PERSUASION"], [1267, 1320, "2-NEGOTIATE-REMIND"], [1368, 1387, "1-RAPPORT-COMPLIMENT"], [1435, 1512, "8-NO-PERSUASION"]], "idx": "234"}
{"id": 2254, "data": "Persuader: Hi how are you doing?\n\tPersuadee: Hello I am well, how are you doing?\nPersuader: I am good, wasting away my saturday doing surveys.  \n\tPersuadee: You and me both, trying to hit my number so I can do something else\nPersuader: Number?  Do you set a quota for yourself?\n\tPersuadee: Yeah, I try to do 15-20 dollars a day. Need the extra income\nPersuader: Oh, that's a good idea.  How long does it usually take you?\n\tPersuadee: 2 to 3 hours usually depends. weekends are always slower\nPersuader: I'm noticing that.  I just started, this is my third day.  How long for you?\n\tPersuadee: about 4 months. I would try to perform this task with the 10 questions if you would like to get this bonus.\nPersuader: Yep.  I did this one earlier.  I was on the other side though.  I take it you\\'ve done it before?  So you do you know about \"Save the Children?\"\n\tPersuadee: No, I\\'m not sure what exactly is \"Save the Children\"?\nPersuader: It's a great charity which helps children in developing countries.  They will give you the opportunity to donate a portion of your earnings at the end of this HIT.  \n\tPersuadee: Wow that sounds really interesting. What do these children need help with?\nPersuader: A wide variety of things.  Often food or medical attention.  Have you had the opportunity to travel to a developing country?\n\tPersuadee: No. I have not. How would my money go about reaching these children?\nPersuader: Save the Children is a worldwide organization, so once the receive the donation it will go into their efforts to assist children.\n\tPersuadee: Ok that sounds excellent. How do I donate from here?\nPersuader: You will see a donation screen pop up at the end of the HIT and you will have the opportunity to provide a donation from your HIT earnings.\n\tPersuadee: Ok, and how much would I be able to Donate from this HIT>\nPersuader: You can give up to the $2 bonus they offer.\n\tPersuadee: Ok that sounds excellent. What do you think is the normal donation to give?\nPersuader: Anything helps, but a dollar would be excellent.", "label": [[11, 32, "8-NO-PERSUASION"], [92, 142, "1-RAPPORT-DISCLOSE"], [236, 243, "8-NO-PERSUASION"], [245, 277, "8-NO-PERSUASION"], [362, 385, "1-RAPPORT-COMPLIMENT"], [387, 421, "8-NO-PERSUASION"], [502, 520, "8-NO-PERSUASION"], [522, 559, "1-RAPPORT-DISCLOSE"], [561, 578, "8-NO-PERSUASION"], [710, 714, "8-NO-PERSUASION"], [716, 739, "8-NO-PERSUASION"], [741, 772, "8-NO-PERSUASION"], [774, 807, "8-NO-PERSUASION"], [809, 854, "8-NO-PERSUASION"], [933, 999, "4-LOGIC-OTHER"], [1001, 1096, "2-NEGOTIATE-OTHER"], [1197, 1222, "4-LOGIC-OTHER"], [1224, 1256, "3-EMOTION-EMPATHY"], [1258, 1321, "1-RAPPORT-FRIEND"], [1414, 1543, "4-LOGIC-OTHER"], [1620, 1759, "2-NEGOTIATE-OTHER"], [1841, 1884, "2-NEGOTIATE-REMIND"], [1984, 2032, "3-EMOTION-ALTRUISTIC"]], "idx": "235"}
{"id": 2255, "data": "Persuader: You want to donate to a children's charity?\n\tPersuadee: If it is a reputable one, for sure. \nPersuader: It's called Save the Children\n\tPersuadee: Yea, I've hear of them\nPersuader: They are very reputable\n\tPersuadee: I know, they do a lot of good stuff and most of the donations actually goes towards the programs \nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2)\n\tPersuadee: Split it 50/50\nPersuader: Sounds good.  So you are saying $1 \n\tPersuadee: Yes, sorry if that wasn't clear\nPersuader: I just wanted to clarify\n\tPersuadee: $1 or $2 isn't much in the scheme of things but it all adds up I suppose\nPersuader: yes it all helps, the children will be thankful\n\tPersuadee: I think my mom's church actually did the sponsor a child thing for while. but that was a long time ago\nPersuader: sounds like you are from a caring family\n\tPersuadee: haha more than some, less than others! \nPersuader: it all really helps, it takes a community\n\tPersuadee: no doubt. children should have all the opportunity to thrive that they can. not their fault if they were born into tough circumstances\nPersuader: Thank you for your donation, have a blessed day\n\tPersuadee: Thank you, you too", "label": [[11, 54, "2-NEGOTIATE-REQUEST"], [115, 144, "4-LOGIC-OTHER"], [191, 214, "5-AUTHORITY-CREDENTIALS"], [336, 386, "2-NEGOTIATE-REMIND"], [387, 450, "8-NO-PERSUASION"], [451, 509, "2-NEGOTIATE-REMIND"], [548, 560, "8-NO-PERSUASION"], [562, 582, "2-NEGOTIATE-REMIND"], [639, 663, "8-NO-PERSUASION"], [760, 807, "3-EMOTION-ALTRUISTIC"], [934, 974, "1-RAPPORT-COMPLIMENT"], [1038, 1079, "3-EMOTION-ALTRUISTIC"], [1238, 1285, "1-RAPPORT-FRIEND"]], "idx": "236"}
{"id": 2256, "data": "Persuader: Hey, have you heard about Save the Children?\n\tPersuadee: the charity right?\nPersuader: Yeah. Pretty much what they do is use donations from charitable, and caring citizens to help children around the world get on a better path to the future.\n\tPersuadee: Oh. Well I think that the donations that go there are supporting a good cause. Especially for hungry children without food and water\nPersuader: So true. On top of that, they have full financial disclosure of their donations. About 86% goes to program services for less-fortunate kids, and the 14% goes to Fundraising and Management (Personally, I'd like to the latter number go down in the future).\n\tPersuadee: Do you think too many people are donating to their charity? Why say that when they are being helped?\nPersuader: Not exactly. Just like any charity, they need to get money for operating costs, so not every single cent goes to the children unfortunatley. But 86% is a lot compared to other organizations.\n\tPersuadee: Ah i see. So like for administration. I just read an article saying that not all donations are going to the right children; specifically to the less unfortunate. Would you ever consider donating to them knowing these facts?\nPersuader: It depends to be honest. You've got to understand that the organization needs money to stay operating, or else they would fail and no children would be helped. Make sense?\n\tPersuadee: I understand that. I don't disagree with anything they do since children are being helped\nPersuader: That's true, have you donated to a charity before?\n\tPersuadee: no not that i remember of\nPersuader: I didn\\'t before either, but recently I\\'ve been giving little bits here and there when I can. I think of it like... \"What would make me happier? A $1 cup of coffee or using that $1 to help someone in need.\" It truly is a rewarding experience.\n\tPersuadee: hmm I'd love to donate if I was in a financially secure, but at the moment I don't think I can even spare a dollar. I do support all the donations going to the charity though.\nPersuader: Trust me, I understand haha. I'm in the same situation. But if you had the opportunity now to donate a $1 to Save the Children, you wouldn't? It'd be deducted from the task payment today. If that's too much even $0.50 will help out the children that really need. And hey, maybe someday those kids grow up to be some of the most generous, caring people in the world.\n\tPersuadee: If its from today I guess I wouldn't mind.\nPersuader: Yeah, it's kind of like money that's not in your pocket yet haha. So, to be fair, I'll let you decide the amount of today's payment (0-$2) that gets donated, since you'll be the one making a difference.\n\tPersuadee: Yeah. I'll go ahead and go with $0.50. Every penny counts. In the future, I would like to donate much more, its one of the promises I've made to myself\nPersuader: That's awesome! We need more people like you. Would you like me to provide you with some more information about Save The Children (just the link)? That way, when we both have a little extra money, years and years in the future, we can hope to help out more children\n\tPersuadee: not a problem. I'd appreciate it.\nPersuader:  URL . Thank you again, and have a great day", "label": [[11, 55, "8-NO-PERSUASION"], [98, 103, "8-NO-PERSUASION"], [104, 252, "1-RAPPORT-COMPLIMENT"], [409, 417, "8-NO-PERSUASION"], [418, 489, "5-AUTHORITY-CREDENTIALS"], [490, 663, "4-LOGIC-OTHER"], [788, 800, "8-NO-PERSUASION"], [801, 928, "4-LOGIC-CONCEDE"], [929, 978, "4-LOGIC-ARGUE"], [1226, 1250, "4-LOGIC-CONCEDE"], [1251, 1385, "4-LOGIC-ARGUE"], [1386, 1397, "8-NO-PERSUASION"], [1511, 1561, "2-NEGOTIATE-OTHER"], [1611, 1705, "1-RAPPORT-DISCLOSE"], [1706, 1818, "3-EMOTION-GUILT"], [1819, 1854, "3-EMOTION-PROMISE"], [2054, 2082, "1-RAPPORT-SIMILAR"], [2083, 2109, "1-RAPPORT-SIMILAR"], [2110, 2195, "2-NEGOTIATE-REQUEST"], [2196, 2241, "4-LOGIC-OTHER"], [2242, 2316, "2-NEGOTIATE-BARGAIN"], [2317, 2419, "3-EMOTION-STORY"], [2486, 2551, "2-NEGOTIATE-OTHER"], [2552, 2688, "2-NEGOTIATE-REMIND"], [2864, 2879, "8-NO-PERSUASION"], [2880, 2909, "1-RAPPORT-COMPLIMENT"], [2910, 3010, "8-NO-PERSUASION"], [3011, 3129, "2-NEGOTIATE-REMIND"], [3188, 3193, "8-NO-PERSUASION"], [3194, 3231, "8-NO-PERSUASION"]], "idx": "237"}
{"id": 2257, "data": "Persuader: Good Evening, how are you?\n\tPersuadee: I am doing well how about yourself?\nPersuader: I'm very well, thank you. Are you ready for fall?\n\tPersuadee: I am so ready! Me and the heat are not friends and this electric bill is killing my pockets! What about you?\nPersuader: About the same. I have more purposeful things to use that money on.  I enjoy donating once in awhile to charities.  Do you or Have you?\n\tPersuadee: No I do not donate. I am a single mother supporting 3 children by myself. I am usually the one in need of a charity. I am working on finishing my last 2 classes before I graduate with my bachelors in psychology so that hopefully one day soon I will be able to donate to a charity. \nPersuader: Oh wow, sounds much similar to my story.  I too almost have my Bachelor's in Psych. only I have 4 courses left. I was forced to leave my job because of a rare heart condition.  I develolped this after my 5th little girl was born.  I'm glad there was a support group and charity/group to help me out.  \n\tPersuadee: I am sorry to hear about your heart condition and 5 children??? I would die!!!! I am loosing hair with the 3 I have! My mother was just diagnosed with breast cancer and she did not have any charity to help her. Me and my sister did a yard sale to help her with hospital bills\nPersuader: So sorry to hear that.  Cancer is awful!!  Have you ever heard of Save the Children?  If you'd be interested, you can look over the website and let me know if you'd like to donate any portion of your \n\tPersuadee: Save the children sounds wonderful... Yet right now I am up late doing this because I am in need for my children. My daughters birthday is today and I know she is only 3 but she is wanting a cake and a few cheap presents and I am trying to make sure I can do that for her. I will look into donating when I can afford to \nPersuader: You can actually donate just five cents of your money you make from this survey if you'd like?\n\tPersuadee: I am only receiving so much from this survey. So as much as I would love to I would not like to donate at this time.\nPersuader: Okay, that is understandable.  I am in your same situation.  \n\tPersuadee: But I appreciate you introducing me to this charity. and I hope I won't ever need their hep but I might one day so when I can I will look into donating to this cause\nPersuader: Yes, it is a great cause and maybe you can keep this charity in mind should you run across it again in the future.\n\tPersuadee: I will be sure to remember considering my children mean everything to me. \nPersuader: Same here.  It makes me angry/sad that there are so many who are going hungry and I can't help feed more.\n\tPersuadee:  It is not fair that majority of the worlds money belongs to less than 1 percent of the US, yet there are children starving.\nPersuader: Yes, I agree.  Children should be the number one priority\n\tPersuadee: Yes they are our future.\nPersuader: Are you sure I can't persuade you for five cents of your $2.00 payment for this charity before I let you go?  You can feel accomplished even though you know you are already a great human!!", "label": [[11, 37, "8-NO-PERSUASION"], [97, 121, "8-NO-PERSUASION"], [279, 294, "1-RAPPORT-SIMILAR"], [395, 414, "2-NEGOTIATE-OTHER"], [720, 760, "1-RAPPORT-SIMILAR"], [832, 895, "1-RAPPORT-DISCLOSE"], [897, 949, "1-RAPPORT-DISCLOSE"], [951, 1019, "3-EMOTION-EMPATHY"], [1364, 1405, "8-NO-PERSUASION"], [1866, 1960, "2-NEGOTIATE-BARGAIN"], [2834, 2876, "3-EMOTION-OTHER"], [123, 146, "1-RAPPORT-FRIEND"], [295, 346, "1-RAPPORT-SIMILAR"], [348, 393, "1-RAPPORT-DISCLOSE"], [762, 803, "1-RAPPORT-DISCLOSE"], [804, 831, "1-RAPPORT-DISCLOSE"], [1321, 1343, "1-RAPPORT-FRIEND"], [1345, 1362, "1-RAPPORT-FRIEND"], [1407, 1520, "2-NEGOTIATE-REQUEST"], [2101, 2130, "4-LOGIC-CONCEDE"], [2132, 2162, "1-RAPPORT-SIMILAR"], [2352, 2466, "2-NEGOTIATE-OTHER"], [2565, 2575, "1-RAPPORT-SIMILAR"], [2577, 2670, "3-EMOTION-ANGER"], [2819, 2832, "1-RAPPORT-SIMILAR"], [2925, 3033, "2-NEGOTIATE-REQUEST"], [3035, 3113, "3-EMOTION-PROMISE"]], "idx": "238"}
{"id": 2258, "data": "Persuader: Hello!  \n\tPersuadee: hello there\nPersuader: I am looking to help a local children's charity.  Is this something you would be interested in?\n\tPersuadee: yeah what does the charity do?\nPersuader: The name of the charity is called Save the Children and it is an international non-governmental organization that promotes children's rights.\n\tPersuadee: great so are you a lawyer?  \nPersuader: No, I am not a lawyer.  Are you a lawyer?\n\tPersuadee: no I am not but I suspect that you would employ legal advice\nPersuader: We definitely employ legal advice.  I am here to help promote the charity and make people aware of how wonderful it is.\n\tPersuadee: Tell me a short success stoyr\nPersuader: Many children die of hunger.  Donations from around the globe help their family from continuing to experience this unnecessary death.  There is a lack of support for children in developing countries but everyday donations by people like you are turning things around.\n\tPersuadee: how much does it take to support 1 child?\nPersuader: For about a $1 a day, you can change the life of a child by becoming a child sponsor.\n\tPersuadee: can I donate $30 to support for a month?\nPersuader: People do donate monthly.\n\tPersuadee: Can I sign up for 6 months, and make monthly payments?\nPersuader: Yes, but today you can donate part of your money from your task payment. The research team will collect all donations and send it to Save the Children.  Would you be interested in this?\n\tPersuadee: yea I would do that\nPersuader: That is awesome!  Thank you so much for your support.  Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: please submit .75 for the charity\nPersuader: Thank you so much!  We will deduct the $.75 and it will go to sponsor a child.  ", "label": [[11, 19, "8-NO-PERSUASION"], [55, 103, "3-EMOTION-ALTRUISTIC"], [105, 150, "2-NEGOTIATE-OTHER"], [205, 346, "5-AUTHORITY-CREDENTIALS"], [399, 421, "1-RAPPORT-DISCLOSE"], [423, 440, "8-NO-PERSUASION"], [525, 559, "4-LOGIC-OTHER"], [561, 644, "5-AUTHORITY-CREDENTIALS"], [698, 726, "3-EMOTION-EMPATHY"], [728, 831, "3-EMOTION-ALTRUISTIC"], [833, 965, "3-EMOTION-GUILT"], [1031, 1116, "4-LOGIC-ARGUE"], [1181, 1206, "4-LOGIC-OTHER"], [1285, 1357, "2-NEGOTIATE-REMIND"], [1358, 1436, "8-NO-PERSUASION"], [1438, 1470, "2-NEGOTIATE-REQUEST"], [1514, 1530, "8-NO-PERSUASION"], [1532, 1567, "1-RAPPORT-COMPLIMENT"], [1569, 1632, "8-NO-PERSUASION"], [1633, 1687, "2-NEGOTIATE-REMIND"], [1745, 1763, "8-NO-PERSUASION"], [1765, 1825, "8-NO-PERSUASION"]], "idx": "239"}
{"id": 2259, "data": "Persuader: Have you thought about donating to the Save the Children Charity?\n\tPersuadee: No I have not \nPersuader: So since we are getting as much as $2 for this hit, I was thinking that if we each donated some of our money we could help out a bit. \n\tPersuadee: Ok. I was not sure how this would go. Now I see. How much were you thinking to donate?\nPersuader: So , I am supposed to also point out that we have to chat for 10 cycles. each of us must type ten things to get the money. \n\tPersuadee: Yes. I understand. How do you feel personally about this charity?\nPersuader: Personally It seems interesting and I am a big fan of helping kids. Anhow if we do this quickly we can get a decent bonus and help out\n\tPersuadee: Ok. I am also very willing to donate to any charity for children.\nPersuader: It looks like th e charity focuses on relief efforts in places following a natural disaster. places like houston after the hurricane\n\tPersuadee: That is good information and makes me want to donate even more.  It is important that their are resources available following natural disasters.\nPersuader: It says on their site that for about $1 a day they are able to help kids in syria who are fleeing the crazy violence\n\tPersuadee: Wow! I wonder how exactly they help. But either way this is an important cause.\nPersuader: here is someting i found:We lead Head Start and Early Head Start programs in four states, providing kids with early learning opportunities they might not otherwise have. \n\tPersuadee: That is very helpful for children. I like that they are helping kids that may not have opportunities that other kids do.\nPersuader: I was thinking about $1 but aparently you can donate anything up to the $2. What do you think?\n\tPersuadee: At first I was think $1.00 also. But now having hear more about the charity I am willing to donate more.\nPersuader: Well, how about 1.50?\n\tPersuadee: I am not sure. Would you donate the whole $2.00?\nPersuader: If you will I will too.\n\tPersuadee: Okay, since we both feel like children's Christie's are important, I say let's donate $2.00 and help!", "label": [[11, 76, "2-NEGOTIATE-OTHER"], [115, 248, "2-NEGOTIATE-RECIP"], [360, 432, "8-NO-PERSUASION"], [433, 482, "8-NO-PERSUASION"], [573, 640, "3-EMOTION-ALTRUISTIC"], [641, 707, "8-NO-PERSUASION"], [797, 889, "4-LOGIC-ARGUE"], [890, 929, "8-NO-PERSUASION"], [1098, 1214, "3-EMOTION-EMPATHY"], [1318, 1343, "8-NO-PERSUASION"], [1343, 1487, "3-EMOTION-ALTRUISTIC"], [1633, 1708, "2-NEGOTIATE-BARGAIN"], [1709, 1727, "2-NEGOTIATE-BARGAIN"], [1856, 1877, "2-NEGOTIATE-REQUEST"], [1950, 1973, "2-NEGOTIATE-RECIP"]], "idx": "240"}
{"id": 2260, "data": "Persuader: Good morning\n\tPersuadee: HI SIR GOOD MORNING\nPersuader: I'd like to talk to you today about the Save the Children charity\n\tPersuadee: YEAH IM ALSO\nPersuader: Ok great.  Save the Children is an  international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.I don't know about you but in our current climate the rights and welfare of children has been on the forefront of my mind.  By helping Save the Children you can make a direct difference in a needy child's life.\n\tPersuadee: YEAH I AM LASO SAVE CHILDREN  CHILDREN INTERNATIONAL . YEAH WE WILL MAKE BIG DIFFERENTS  NEED TO CHARITY CHILDREN  LIFE SAVE \nPersuader: Save the Children is a wonderful charity with international impact.  It's very sad to me that children in this world still go to bed hungry at night.  \n\tPersuadee: PINK CHARITY THAT CHILDREN WORLD AT NIGHT\nPersuader: All righty.  Are you willing to make a donation to Save the Children?  If so, you will be part of the solution to the problem.  I believe as humans its our moral responsibility to help those in need.\n\tPersuadee: YES , I WILL DONATION THE SAVE CHILDREN. YEAH WE HAVE SOME OF THE ISSUES IN THE CASHING PROBLEMS. IN YOUR CHARITY DID YOU FACE ANY OTHER LIKE THAT?/\nPersuader: That's wonderful.  No I have not faced any issues in the cashing problems.\n\tPersuadee: ITS OK   NO PROBLEM \nPersuader: How much would you like to donate to Save the Children?  Your donation will be directly deducted from your task payment.  You can choose any amount from $0 to all your payment.\n\tPersuadee: YOU FOR MONTH OR YEAR\nPersuader: This would  be for a one time donation.  Although, I certainly think it will be wonderful if you'd be willing to continue to donate on a regular basis.\n\tPersuadee: YOU WILL ANY IDEAS OR SOLUTION\nPersuader: I'm sorry I do not understand what you mean?  \n\tPersuadee: ANY IDEA CHILDREN CHARITY \nPersuader: How much are you will to donate to Save the Children today?\n\tPersuadee: I WILL DONATED 700$ SAVE THE CHILDREN\nPersuader: That's very generous of you.  Thank you so much for making a difference in a child's life today!  Just to confirm you'd like to donate $700?\n\tPersuadee: THANK YOU ", "label": [[11, 23, "8-NO-PERSUASION"], [67, 132, "4-LOGIC-OTHER"], [169, 178, "8-NO-PERSUASION"], [180, 349, "5-AUTHORITY-CREDENTIALS"], [349, 471, "3-EMOTION-EMPATHY"], [473, 559, "3-EMOTION-ALTRUISTIC"], [709, 776, "5-AUTHORITY-CREDENTIALS"], [778, 858, "3-EMOTION-ANGER"], [926, 937, "8-NO-PERSUASION"], [939, 995, "2-NEGOTIATE-REQUEST"], [997, 1052, "3-EMOTION-PROMISE"], [1054, 1125, "6-SOCIAL-NORMS"], [1298, 1315, "8-NO-PERSUASION"], [1317, 1372, "8-NO-PERSUASION"], [1417, 1472, "2-NEGOTIATE-REQUEST"], [1474, 1537, "8-NO-PERSUASION"], [1539, 1593, "2-NEGOTIATE-REMIND"], [1639, 1678, "4-LOGIC-OTHER"], [1680, 1790, "2-NEGOTIATE-OTHER"], [1845, 1889, "8-NO-PERSUASION"], [1942, 2001, "2-NEGOTIATE-REQUEST"], [2063, 2091, "1-RAPPORT-COMPLIMENT"], [2093, 2159, "3-EMOTION-ALTRUISTIC"], [2161, 2203, "2-NEGOTIATE-REMIND"]], "idx": "241"}
{"id": 2261, "data": "Persuader: Hello. How are you today?\n\tPersuadee: Doing pretty well, thanks.\nPersuader: Glad to hear it. Are you someone who has ever donated to a charity or offered your time for a charitable cause?\n\tPersuadee: Yes. I have done both.\nPersuader: I'm glad to hear that. Charity is very important. Can I ask what kind of organizations you have donated to?\n\tPersuadee: A variety ... mostly health related causes.\nPersuader: Those are very good causes. Have you ever heard of the organization Save the Children?\n\tPersuadee: Yes but I don't know much about it. \nPersuader: Save the Children Promotes children's rights, provides relief, and helps support children in developing countries. They work in the US and internationally. \n\tPersuadee: That sounds like a very worthy cause.\nPersuader: It is. More impressively, 86% of all expenditures go to program services so donations are used for the cause rather than allocated to profits. \n\tPersuadee: That is pretty impressive but I would rather see more than 90 percent of donations go directly to helping the children.\nPersuader: I can understand that. But given that it is an international organization, there is overhead that must be paid for such as travel. This organization is especially helpful in countries where there is a lack of support for children in war zones such as Syria. \n\tPersuadee: I know international travel is expensive but having 14 percent of the donations going to overhead seems a bit high to me.  It should be no more than 10 percent max.\nPersuader: I understand. But many organization are too scared to go into countries like Syria where children are facing extreme violence. In the first 2 months alone, 1,000 children were killed or injured there. Save the Children does help in this country and others like it. \n\tPersuadee: I can understand that but I have seen too many examples of charities where the money is not spent wisely.\nPersuader: I can see your concern, but please know that this is a very worthy cause. How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: I would say 40 cents\nPersuader: Thank you so much for your generosity. It will be put to very good use. \n\tPersuadee: okay.  ", "label": [[11, 17, "8-NO-PERSUASION"], [18, 36, "8-NO-PERSUASION"], [87, 103, "1-RAPPORT-FRIEND"], [104, 198, "2-NEGOTIATE-OTHER"], [245, 267, "1-RAPPORT-COMPLIMENT"], [268, 294, "6-SOCIAL-NORMS"], [295, 352, "1-RAPPORT-FRIEND"], [420, 447, "1-RAPPORT-COMPLIMENT"], [448, 506, "8-NO-PERSUASION"], [567, 681, "4-LOGIC-OTHER"], [682, 723, "5-AUTHORITY-CREDENTIALS"], [785, 791, "8-NO-PERSUASION"], [1072, 1094, "4-LOGIC-CONCEDE"], [1519, 1532, "8-NO-PERSUASION"], [1646, 1719, "3-EMOTION-EMPATHY"], [1720, 1783, "4-LOGIC-ARGUE"], [1914, 1987, "4-LOGIC-CONCEDE"], [1988, 2038, "2-NEGOTIATE-REQUEST"], [2103, 2162, "2-NEGOTIATE-REMIND"], [2207, 2245, "1-RAPPORT-COMPLIMENT"], [2246, 2278, "3-EMOTION-ALTRUISTIC"], [792, 927, "5-AUTHORITY-CREDENTIALS"], [1095, 1202, "4-LOGIC-COUNTER"], [1203, 1329, "4-LOGIC-ARGUE"], [1533, 1645, "3-EMOTION-EMPATHY"], [2039, 2102, "8-NO-PERSUASION"]], "idx": "242"}
{"id": 2262, "data": "Persuader: Hi! How are you today?\n\tPersuadee: I'm great. How about yourself?\nPersuader: I'm doing great, thanks. Do you donate at all?\n\tPersuadee: I do donate sometimes, yes.\nPersuader: that's great, have you ever donated to save the children?\n\tPersuadee: I have donated a couple of times; like for the St Jude's Hospital, red nose day and March of Dimes.I do what I can to give back.\nPersuader: That is really great. I know how hard it can be to give, but it's amazing how a small amount can make such a big difference\n\tPersuadee: That is very true. If more people gave, even it's a small amount, it truly adds up and can make a difference. \nPersuader: You are very right. And the children are the ones who need it the most!\n\tPersuadee: Absolutely, they are the future generation and it's imperative that they are nurtured and looked after.\nPersuader: I completely agree! And save the children really focuses on ensuring the children get the money that is donated\n\tPersuadee: That's great. Could you tell me more about this charity?\nPersuader: It is an organization that helps children from all over the world, such as the millilns of syrian children living through war\n\tPersuadee: Sounds amazing. How are the proceeds distributed?\nPersuader: they are credible and ensure the money they get goes to the children\n\tPersuadee: How would you go about donating to this cause?\nPersuader: You can go to the website  URL \n\tPersuadee: Awesome, I'll head over there right now and support it thank you.\nPersuader: great! how much do uou want to donate today?\n\tPersuadee: I can donate a dollar for now since I don't have much right but I feel obligated to at least donate something.", "label": [[11, 14, "8-NO-PERSUASION"], [15, 33, "8-NO-PERSUASION"], [113, 134, "2-NEGOTIATE-OTHER"], [186, 243, "2-NEGOTIATE-OTHER"], [88, 112, "8-NO-PERSUASION"], [396, 417, "1-RAPPORT-COMPLIMENT"], [418, 519, "3-EMOTION-ALTRUISTIC"], [654, 673, "1-RAPPORT-FRIEND"], [674, 725, "4-LOGIC-ARGUE"], [853, 872, "1-RAPPORT-SIMILAR"], [873, 964, "5-AUTHORITY-CREDENTIALS"], [1045, 1170, "3-EMOTION-EMPATHY"], [1244, 1312, "5-AUTHORITY-CREDENTIALS"], [1383, 1413, "8-NO-PERSUASION"], [1504, 1510, "8-NO-PERSUASION"], [1511, 1548, "2-NEGOTIATE-REQUEST"]], "idx": "243"}
{"id": 2263, "data": "Persuader: Hi, I hope you are doing well today. I have a question for you. How do you feel about helping children in need?\n\tPersuadee: It depends on how I will be helping them.\nPersuader: Have you heard of the charitable organization called Save the Children? I can tell you more about them if you like. \n\tPersuadee: Sure, tell me about them.\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countrie . Would you like to know what their donations go toward?\n\tPersuadee: Yes. I would like to know what the donations go to.\nPersuader: Donating to this cause would pay for their education, healthcare, disaster relief, hunger, and protection. The protection factor is important to me, it helps to prevent abuse, neglect, violence and exploitation of innocent children. \n\tPersuadee: Oh that sounds excellent! Do you know what percentage of the donations actually goes to help the children?\nPersuader: I believe 100 percent of the donations go to the children. I should do some more research on this because that is a very important question.\n\tPersuadee: I am sure not a 100% goes to the children they would probably keep some for fundraising and spreading the word like a lot of other charities do but the percentage is important. Some charities don't even send 50% of donations to the actual cause.\nPersuader: That is true, you bring up a valid point. Are you willing to donate any of your profit to this task for Save the Children?\n\tPersuadee: I am not sure. Have you donated to them before? \nPersuader: I did yesterday through this venue, but not sure if my donation has been processed yet.\n\tPersuadee: Did you feel comfortable donating?\nPersuader: I felt comfortable donating a small amount, fifty cents, because I can't afford a lot, but I know even a small amount will make a big difference.\n\tPersuadee: Okay, I will donate some of my profit.\nPersuader: Awesome, after we finish up our conversation it will give you an option of how much you are willing to donate.\n\tPersuadee: I will donate .20 cents not much but even a little helps.\nPersuader: Every bit helps! Thank you and have a great day!\n\tPersuadee: Have a great day as well!", "label": [[11, 47, "8-NO-PERSUASION"], [48, 74, "8-NO-PERSUASION"], [75, 122, "3-EMOTION-OTHER"], [188, 259, "2-NEGOTIATE-OTHER"], [260, 303, "4-LOGIC-OTHER"], [354, 522, "5-AUTHORITY-CREDENTIALS"], [523, 577, "4-LOGIC-OTHER"], [653, 759, "3-EMOTION-ALTRUISTIC"], [760, 885, "3-EMOTION-EMPATHY"], [1017, 1075, "5-AUTHORITY-CREDENTIALS"], [1076, 1157, "4-LOGIC-CONCEDE"], [1427, 1468, "4-LOGIC-WITHDRAW"], [1469, 1549, "2-NEGOTIATE-REQUEST"], [1622, 1709, "1-RAPPORT-DISCLOSE"], [1768, 1913, "2-NEGOTIATE-OTHER"], [1976, 2086, "2-NEGOTIATE-REMIND"], [2168, 2184, "3-EMOTION-ALTRUISTIC"], [2185, 2216, "8-NO-PERSUASION"]], "idx": "244"}
{"id": 2264, "data": "Persuader: Do you give to charities?\n\tPersuadee: Yes I sometimes give to charities. How about you?\nPersuader: I do, one of if not my favorite is Save The Children.  With that one I know exactly where the money is going.\n\tPersuadee: It is always very important to know where your money is going. I donate both time and money to a charity called Food back packs for kids. It is very rewarding.\nPersuader: I do know that Save The Children is very active with the situation in Syria.\n\tPersuadee: Oh really? I haven't really paid much attention to charities that do thing outside our own country. I prefer to help here at home first in my community.\nPersuader: That is fair too, they help in situations all around the world.  Home is important too though.\n\tPersuadee: There are just so many people to help everywhere it can be kind of overwhelming. It's important to give to all kinds of organizations when we can.\nPersuader: That is true, I think people forget that the price of a cup of coffee here can be a weeks worth of food elsewhere\n\tPersuadee: Yeah that is definetly a hard thing to wrap my head around. I have to stop and remind myself many times that even on what I may consider my worst day, there are people who live through worse every day. Do you ever volunteer your time at any charities for kids?\nPersuader: I help out at the local Goodwill 2 or 3 times a year, and kids benefit from that so I would say yes.\n\tPersuadee: That's good. I really enjoy helping kids, its rewarding to see things from their perspective. And refreshing.\nPersuader: I agree, kids give an honest view of the world and this can be very refreshing.  And we need to help them.\n\tPersuadee: Yes, changing the cycle of poverty is something desperately needed. Even if just one child is helped to see that they are more than what their circumstances have to offer its a win.\nPersuader: So would you be willing to donate a share of your bonus to Save The Children? The research team will collect all donations and send it to Save the Children.\n\tPersuadee: I would possibly be interested in donating some of it. I would like to know more about it before I donate.\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.  There is a website  URL \n\tPersuadee: thank you for the info. I would donate a portion of the bonus \nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.  I myself am giving 0.25.\n\tPersuadee: I Think 0.25 is a good amount\nPersuader: Fantastic, thanks a lot!  This is a great cause, thank you!\n\tPersuadee: My pleasure glad I can help in some way.", "label": [[11, 36, "2-NEGOTIATE-OTHER"], [110, 163, "8-NO-PERSUASION"], [165, 219, "5-AUTHORITY-CREDENTIALS"], [403, 479, "4-LOGIC-OTHER"], [656, 719, "5-AUTHORITY-CREDENTIALS"], [721, 750, "4-LOGIC-CONCEDE"], [921, 1034, "4-LOGIC-ARGUE"], [1319, 1419, "1-RAPPORT-DISCLOSE"], [1553, 1632, "1-RAPPORT-SIMILAR"], [1634, 1659, "3-EMOTION-EMPATHY"], [1865, 1942, "2-NEGOTIATE-REQUEST"], [1943, 2021, "8-NO-PERSUASION"], [2152, 2320, "5-AUTHORITY-CREDENTIALS"], [2322, 2346, "8-NO-PERSUASION"], [2433, 2483, "2-NEGOTIATE-REMIND"], [2484, 2547, "8-NO-PERSUASION"], [2548, 2602, "2-NEGOTIATE-REMIND"], [2604, 2628, "2-NEGOTIATE-BARGAIN"], [2708, 2741, "1-RAPPORT-FRIEND"], [2682, 2706, "1-RAPPORT-FRIEND"]], "idx": "245"}
{"id": 2265, "data": "Persuader: Hi. I am wondering if you have heard of the Save the Children campaign which is an awesome charity that is always looking for new donors to help them out. \n\tPersuadee: I think I have...\nPersuader: I just found out that this charity is actually still on the ground in Texas helping kids that were devastated by hurricane Harvey. I think that is pretty cool, don't you?\n\tPersuadee: that's very cool! \nPersuader: Yeah, I think so! They are also active right now helping parents out with hurricane Lane. which I thought was pretty eye-opening. The more I read about them, the more I am thinking that they are a very worthy charity organization. It looks like they do fantastic work right here at home as well as globally.\n\tPersuadee: That's pretty awesome. I think everyone kind of forgot that those affected still need help\nPersuader: Yeah. You know once the news media goes away I think people have a tendency to forget about how severe the impact was, but it took years and years after Katrina, remember that. Kind of sad how bad it got down there, but also amazing how everyone came together to help out.\n\tPersuadee: Exactly. I agree. if there isn't coverage then people tend put it out of their minds. but this group sounds great! Glad they are helping out\nPersuader: Absolutely, and actually you have an opportunity to donate some of your HIT to this charity to help these kids out, and you can donate any amount  up to the total amount of your HIT to help these kids out, interested?\n\tPersuadee: I am thinking about it. I dont see why I wouldn't\nPersuader: I think it would be really touching if you did and a great little one of those 'be kind to others' moments kinda like sneaking a quarter into someones parking meter just because, and every cent goes to those kids. \n\tPersuadee: Oh for sure. Is there like, an average donation or something?\nPersuader: However much you want to donate up to the .30 but of course the more you give, the better off the kids will be and the better off these entire families will be. Imagine how much can be raised if everyone donated a single HIT to these kids.\n\tPersuadee: Oh i see. That makes sense. \nPersuader: Awesome! I am so excited that you agree! \n\tPersuadee: I will give .20\nPersuader: That is fantastic! The researchers will collect all of these donations and send them to Save the Children and what a great way to start the day. Thank you on behalf of these kids.\n\tPersuadee: Awesome. I am glad to help! Have they raised a lot so far?\nPersuader: I don't have statistics for how much these researchers have raised so far, but since this is a charity for children, I am sure they will pull together a good bit of money to send to them, and your donation will be a part of that effort.\n\tPersuadee: Great! Thanks so much. Glad to help", "label": [[11, 14, "8-NO-PERSUASION"], [15, 166, "2-NEGOTIATE-OTHER"], [208, 338, "5-AUTHORITY-CREDENTIALS"], [339, 378, "2-NEGOTIATE-OPINION"], [421, 438, "8-NO-PERSUASION"], [439, 510, "4-LOGIC-ARGUE"], [511, 550, "4-LOGIC-ARGUE"], [551, 651, "5-AUTHORITY-CREDENTIALS"], [652, 728, "5-AUTHORITY-CREDENTIALS"], [843, 848, "8-NO-PERSUASION"], [849, 1019, "3-EMOTION-EMPATHY"], [1020, 1115, "3-EMOTION-EMPATHY"], [1280, 1497, "2-NEGOTIATE-REQUEST"], [1571, 1784, "3-EMOTION-PROMISE"], [1871, 2031, "2-NEGOTIATE-BARGAIN"], [2032, 2110, "6-SOCIAL-NORMS"], [2163, 2171, "8-NO-PERSUASION"], [2172, 2204, "1-RAPPORT-SIMILAR"], [2244, 2262, "8-NO-PERSUASION"], [2263, 2388, "8-NO-PERSUASION"], [2389, 2423, "3-EMOTION-ALTRUISTIC"], [2506, 2742, "4-LOGIC-CONCEDE"]], "idx": "246"}
{"id": 2266, "data": "Persuader: hi\n\tPersuadee: hi\nPersuader: Where are you from?\n\tPersuadee: i am from oakhom? u?\nPersuader: Iam from Virginia. \n\tPersuadee: pls ur name?\nPersuader: My name is Gial. Do you know about anything in Save a children?\n\tPersuadee: yes i know. u know children's charity details?\nPersuader: Please tell something about Children Charity?\n\tPersuadee: sry i dont know full details. u tell me pls?\nPersuader: Ok I know something about it.\n\tPersuadee: oh k. chilrdren's charity for children education usting amount.\nPersuader: Yes, will you donate for any organization?\n\tPersuadee: yes. i am donate\nPersuader: Would you like to donate the Chiildren Charity?\n\tPersuadee: yes i like childrens charity donate.\nPersuader: Ok very good you done a nice job.\n\tPersuadee: thank you. u donate any charity?\nPersuader: Yes I donate in one year back.\n\tPersuadee: how much dollar ur donate?", "label": [[11, 13, "8-NO-PERSUASION"], [40, 59, "1-RAPPORT-FRIEND"], [104, 122, "1-RAPPORT-DISCLOSE"], [160, 176, "1-RAPPORT-DISCLOSE"], [177, 223, "2-NEGOTIATE-OTHER"], [294, 339, "8-NO-PERSUASION"], [408, 437, "8-NO-PERSUASION"], [525, 567, "2-NEGOTIATE-REQUEST"], [608, 655, "2-NEGOTIATE-REQUEST"], [716, 749, "1-RAPPORT-COMPLIMENT"], [806, 836, "1-RAPPORT-DISCLOSE"]], "idx": "247"}
{"id": 2267, "data": "Persuader: Hi there! I am looking for donations for the Save the children's Foundation? Could I interest you in that?\n\tPersuadee: I would perhaps be interested can you tell me more a bout it\nPersuader: It is a charity that helps hungry children in need. It is a international, non governmental organization that promotes children's rights, provides releif and support children in developing countries.\n\tPersuadee: That sounds great, What countries do they help children in?\nPersuader: There's quite a few! It's international. Even the smallest donation would make a difference to a child in need.\n\tPersuadee: Ok I would like to see if I can help. I love children.\nPersuader: That's great! They are the future you know... alot of the children are in war zones and facing daily threats of violence.\n\tPersuadee: Of course nothing gets me more angry then seeing a child warrior soldier. Will we also be helping children soliders?\nPersuader: There are no children soliders, only children that need help in some way with food, resources, emergency response, etc. This program has saves a great deal of lives. It has brought families together and gave hope to a new life.\n\tPersuadee: Ok thats great. Do they need clothes as well? \nPersuader: Yes! Alot of the proceeds go towards garments, shoes, and other things for the children. Some of them are basically naked and have nothing. Others have no shoes. It's really sad, but that's why there are programs out here like us to step in and provide help.\n\tPersuadee: Ok well I know it is important for them to have basic needs. I hope the money donated goes directly to them and not in the pockets of those running the organization. Are you certain that the money will be used the right way? \nPersuader: 86.5% of it goes towards support program services. And it is also tax deductible\n\tPersuadee: That sounds like a good percentage and Im glad it will give me a tax break as well. How do you receive payments? credit card? cash?\nPersuader: You can donate stock or mutual funds, you can mail it in to a designated address, you can make a payment online with a debit or credit card, PayPal is also an option, there are a ton of ways to get it done!\n\tPersuadee: Wow that is a lot of options. What would you say is the amount of a the common donation that  someone like myself would donate. I am ready to donate today and would like to know an acceptable donation. \nPersuader: Anything is acceptable! Whatever you feel comfortable! Just keep in mind that the children out here need you! I would suggest $20 a month if you can! If not, whatever you can spare.\n\tPersuadee: Ok I would like to donate the $20 a month but I would like to hook it up to a credit card that is automatically deducted\nPersuader: That's totally fine! Please visit us at  URL to read more and make your first donation!\n\tPersuadee: Ok, thank you so much for your help. You have made this a good learning experience and I feel confident in my donation to Save The Children. ", "label": [[11, 20, "8-NO-PERSUASION"], [21, 87, "2-NEGOTIATE-REQUEST"], [88, 117, "2-NEGOTIATE-BARGAIN"], [202, 253, "3-EMOTION-EMPATHY"], [254, 401, "5-AUTHORITY-CREDENTIALS"], [485, 505, "4-LOGIC-OTHER"], [506, 525, "4-LOGIC-OTHER"], [526, 596, "3-EMOTION-ALTRUISTIC"], [675, 688, "8-NO-PERSUASION"], [689, 796, "3-EMOTION-EMPATHY"], [937, 1056, "4-LOGIC-COUNTER"], [1057, 1102, "5-AUTHORITY-CREDENTIALS"], [1103, 1164, "3-EMOTION-STORY"], [1235, 1239, "8-NO-PERSUASION"], [1240, 1323, "4-LOGIC-ARGUE"], [1324, 1374, "3-EMOTION-STORY"], [1375, 1396, "3-EMOTION-STORY"], [1397, 1493, "3-EMOTION-ALTRUISTIC"], [1743, 1793, "4-LOGIC-ARGUE"], [1794, 1823, "2-NEGOTIATE-REWARD"], [1979, 2185, "4-LOGIC-OTHER"], [2412, 2435, "4-LOGIC-OTHER"], [2436, 2466, "2-NEGOTIATE-OTHER"], [2467, 2521, "3-EMOTION-GUILT"], [2522, 2561, "2-NEGOTIATE-BARGAIN"], [2562, 2593, "2-NEGOTIATE-BARGAIN"], [2738, 2758, "8-NO-PERSUASION"], [2759, 2825, "2-NEGOTIATE-REMIND"]], "idx": "248"}
{"id": 2268, "data": "Persuader: Good Morning! How are you doing today?\n\tPersuadee: Morning, I am good how about yourself?\nPersuader: Oh I'm doing well, thank you very much. I wanted to ask you, have you heard about the charity Save The Children?\n\tPersuadee: No, I haven't what is it they do?\nPersuader: It is an international non-governmental organisation that promotes children's rights, provides relief and helps support children in developing countries\n\tPersuadee: That sounds like a great thing they do \nPersuader: Some of their most recent deeds include helping Rohingya Refugees and are still on the ground helping refugees  in Texas after the hurricanes. They are such a great charity that really puts their money towards their cause\n\tPersuadee: Those are great causes the children are who need the most help I think besides animals anyway\nPersuader: Do you think this is something you could see yourself donating to?\n\tPersuadee: yes, I would donate what I could may not be much but every cent helps right?\nPersuader: Absolutely! I completely agree, I mean, we Turk for a reason right?! If the donation was to come out of your current earnings for this task, how much would you be willing to donate?\n\tPersuadee: I'm sorry if it doesn't sound like much but I could donate 0.05 I'm trying to save for my cats surgery\nPersuader: I'm so sorry to hear about your cat. I completely understand, I'm having a root canal done today, that will put me back at least $1100. Yay. But $.05 is great\n\tPersuadee: you know you say 5 cents and feel a need to explain.... I wish I could do more really I feel so horrible for all the people who have lost everything in the recent natural disasters\nPersuader: If you could donate more, do you think this is a worthy cause to do so with?\n\tPersuadee: I think it is well, if what they say is true and it all goes to kids ( you never know now days) kids are our future \nPersuader: Is there anything specific you'd want your donation to go towards?\n\tPersuadee: If I had my choice I would start with donating towards the natural disasters like in Texas and then to education for kids, and well, food and a safe place to live, and then to other countries because you can't help other countries if your own nation is falling apart all by itself\nPersuader: In an ideal world, where we had all the monies, how much would you be willing to donate to a cause like this?\n\tPersuadee: In an ideal world, I would do better then donate I would help the people myself, I would go there and help them rebuild, or bring the supplies, or find them shelter..... if we had no concern about limited money I would give everything they needed.", "label": [[11, 24, "8-NO-PERSUASION"], [25, 49, "8-NO-PERSUASION"], [112, 151, "8-NO-PERSUASION"], [152, 224, "2-NEGOTIATE-OTHER"], [282, 434, "4-LOGIC-OTHER"], [498, 640, "4-LOGIC-ARGUE"], [641, 719, "5-AUTHORITY-CREDENTIALS"], [837, 903, "2-NEGOTIATE-BARGAIN"], [1004, 1015, "1-RAPPORT-FRIEND"], [1016, 1072, "1-RAPPORT-SIMILAR"], [1073, 1185, "2-NEGOTIATE-REMIND"], [1312, 1348, "1-RAPPORT-FRIEND"], [1349, 1447, "1-RAPPORT-DISCLOSE"], [1448, 1452, "3-EMOTION-HUMOUR"], [1453, 1470, "2-NEGOTIATE-REMIND"], [1675, 1751, "2-NEGOTIATE-BARGAIN"], [1892, 1958, "4-LOGIC-OTHER"], [2263, 2372, "2-NEGOTIATE-BARGAIN"]], "idx": "249"}
{"id": 2269, "data": "Persuader: Hey there\n\tPersuadee: Hey how's it going? So children's charity then...\nPersuader: Yep. Do you happen to be a parent?\n\tPersuadee: No, not currently. Although obviously I think those charities are important and relevant even to me\nPersuader: How are they relevant to you? I would like to find out, so I can tailor the information to you.\n\tPersuadee: I have a lot of nieces and nephews and have worked with children in the past so I have a good amount of experience with them, from all shapes and sizes\nPersuader: Have you ever worked with children with were born to poorer families?\n\tPersuadee: Yes I have. I dealt with that more when I was working. It was a poorer sector of the city so we saw a lot of poorer families\nPersuader: You sound like someone who would really appreciate what Save the Children does.\n\tPersuadee: Yeah? I would think so? I feel like I\\'ve heard of it, but don\\'t know a lot about it. But I\"m always willing to help!\nPersuader: We definitely need more people like you in the world.\n\tPersuadee: Thanks, I don't consider myself that great, but any little difference i can make makes me feel good about myself\nPersuader: Every little thing does make a difference. Have you heard of the separation of kids from their parents at the Mexico-US border lately?\n\tPersuadee: Yeah I have, what an awful situation that is. I've seen videos that were so heartbreaking\nPersuader: Yea. We are actually involved in that as well and helping to reunite the kids with their families.\n\tPersuadee: Oh really? Nice! What can we do to help?\nPersuader: Would you like to help by donating?\n\tPersuadee: Sure, what amount is a smaller pledge?\nPersuader: Even a couple of cents. Whatever you can afford.\n\tPersuadee: Yeah, I can do that. A dollar?", "label": [[11, 20, "8-NO-PERSUASION"], [94, 98, "8-NO-PERSUASION"], [99, 128, "1-RAPPORT-FRIEND"], [252, 281, "1-RAPPORT-FRIEND"], [282, 347, "4-LOGIC-OTHER"], [523, 592, "8-NO-PERSUASION"], [741, 820, "3-EMOTION-OTHER"], [963, 1016, "1-RAPPORT-COMPLIMENT"], [1153, 1195, "3-EMOTION-ALTRUISTIC"], [1196, 1287, "3-EMOTION-EMPATHY"], [1401, 1405, "8-NO-PERSUASION"], [1406, 1499, "4-LOGIC-OTHER"], [1564, 1599, "2-NEGOTIATE-REQUEST"], [1662, 1685, "2-NEGOTIATE-BARGAIN"], [1686, 1710, "2-NEGOTIATE-BARGAIN"]], "idx": "250"}
{"id": 2270, "data": "Persuader: Hello. I hope you are well today. I am wondering if you regularly give to charity?\n\tPersuadee: Yes I do. I find it very fulfilling to give back\nPersuader: I agree with you on that. I am just now watching the news about the hurricane in Hawaii and seeing the damage already done.\n\tPersuadee: It is very scary to think about. Not only are they ravaged by the volcano, now a hurricane.\nPersuader: I know. I actually have family living there. The rains over the past two days have been awful.\n\tPersuadee: I am curious what we can do to help.\nPersuader: I have been looking into ways to help. I see that an organization called Save the Children is already mobilizing to help.\n\tPersuadee: Do you know anything about how they are helping the children?\nPersuader: They have an emergency response team ready to go. They are preparing child-specific and focused supplies in case they are needed. They are in touch with officials in Hawaii.\n\tPersuadee: That's really awesome, are they more in need of supplies or monetary donations?\nPersuader: Definitely more in need of monetary donations. They are asking people to donate to their emergency fund.\n\tPersuadee: Do they have a donation tier level? I want to help out as much as I can.\nPersuader: If you are willing, you can actually donate from your payment from this hit!\n\tPersuadee: Really? What forms of payments are accepted?/\nPersuader: They can deduct directly from your payment from this task.\n\tPersuadee: That is nice. But I would like to give more than a measly $2. Is there another way to donate?/\nPersuader: How nice of you. Yes, I can give you that information, but would you like to start with donating part or all of your payment for this hit?\n\tPersuadee: I would like to keep the payment for this HIT. This goes into a different fund. But I would like to be able $150 to this charity.\nPersuader: Wow! That is very generous. I am still thinking, though, that the small donations made from these hits are so easy to donate and can really add up if we all pitch in together! You can even just give a very small portion of your compensation from this hit.\n\tPersuadee: I can donate the .30 base payment but I am still very curious on donating outside the HIT.\nPersuader: Thank you so much. Your .30 will be greatly appreciated by Save the Children. Go to  URL to learn more an donate! Thank you for your generosity!", "label": [[11, 17, "8-NO-PERSUASION"], [18, 44, "8-NO-PERSUASION"], [166, 191, "1-RAPPORT-SIMILAR"], [192, 289, "3-EMOTION-STORY"], [405, 412, "8-NO-PERSUASION"], [413, 449, "1-RAPPORT-DISCLOSE"], [450, 499, "3-EMOTION-EMPATHY"], [560, 598, "8-NO-PERSUASION"], [599, 681, "4-LOGIC-OTHER"], [767, 816, "4-LOGIC-ARGUE"], [817, 896, "4-LOGIC-ARGUE"], [897, 940, "4-LOGIC-ARGUE"], [1044, 1090, "2-NEGOTIATE-OTHER"], [1091, 1148, "2-NEGOTIATE-OTHER"], [1245, 1321, "2-NEGOTIATE-REQUEST"], [1391, 1449, "8-NO-PERSUASION"], [1568, 1584, "1-RAPPORT-COMPLIMENT"], [1585, 1706, "2-NEGOTIATE-BARGAIN"], [1860, 1864, "8-NO-PERSUASION"], [1865, 1887, "1-RAPPORT-COMPLIMENT"], [1888, 2035, "2-NEGOTIATE-BARGAIN"], [2036, 2115, "2-NEGOTIATE-BARGAIN"], [2230, 2248, "8-NO-PERSUASION"], [2249, 2307, "3-EMOTION-ALTRUISTIC"], [2308, 2343, "2-NEGOTIATE-REMIND"], [2344, 2374, "1-RAPPORT-COMPLIMENT"]], "idx": "251"}
{"id": 2271, "data": "Persuader: I was wanting to see if you would be willing to donate to a charity called Save the Children. They promote childrens rights, provide relief and helps support children in developing countries.\n\tPersuadee: maybe\nPersuader: So many children die every day due to starvation and acts of violence in these developing countries. These children are not given the same opportunity at education as you and I. Just a small  donation of .50 could help imact a childs life.\n\tPersuadee: that is not bad\nPersuader: Think about the unnecessary money that you spend on small things everyday like a snack or bag of candy. Most of these children will never know what it is like to go into a store and purchase something of such luxury.\n\tPersuadee: yeah, that is true.  spend lots of money on beer\nPersuader: Most people find they get great satisfaction from helping someone out. You might find that you will eel the same way.\n\tPersuadee: how are the donations made?\nPersuader: Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: ok.  it only pays $0.30 though\nPersuader: It is your choice what you would like to donate so if you want to do .30 you can.\n\tPersuadee: ok that would be fine\nPersuader: How much would you like to donate to the charity?\n\tPersuadee: $0.25 is a good amount\nPersuader: The research team will collect all donations and send it to Save the Children.\n\tPersuadee: that sounds good\nPersuader: Do you feel satisfaction from your generous donation today?\n\tPersuadee: yes, that is fine\nPersuader: Thank you very much for you help!\n\tPersuadee: thank you and hope it helps", "label": [[11, 104, "2-NEGOTIATE-REQUEST"], [105, 202, "4-LOGIC-OTHER"], [232, 332, "3-EMOTION-EMPATHY"], [333, 409, "3-EMOTION-GUILT"], [615, 727, "3-EMOTION-GUILT"], [1033, 1087, "2-NEGOTIATE-REMIND"], [1269, 1318, "2-NEGOTIATE-REQUEST"], [1484, 1543, "3-EMOTION-PROMISE"], [410, 471, "3-EMOTION-ALTRUISTIC"], [511, 614, "3-EMOTION-GUILT"], [800, 870, "3-EMOTION-PROMISE"], [871, 917, "3-EMOTION-PROMISE"], [969, 1032, "8-NO-PERSUASION"], [1142, 1223, "2-NEGOTIATE-REMIND"], [1365, 1443, "8-NO-PERSUASION"], [1585, 1618, "8-NO-PERSUASION"]], "idx": "252"}
{"id": 2272, "data": "Persuader: Hey!  How are you doing today?\n\tPersuadee: Hello, im doing well, how about you? \nPersuader: I'm doing okay.  Been reading a lot about all these awful things happening with children lately.  Really bumming me out.  Are you a parent?\n\tPersuadee: I am I have 2 young children.  I hate hearing about bad things that happen to kids. do you have any children?\nPersuader: Same.  I have 2 kids as well.  Just started back to school today, in fact!  As I was packing their lunches I thought about how lucky they are.\n\tPersuadee: yeah there are so many kids that never get lunch\nPersuader: I know.  Not only in this country but in developing countries.  The hunger rates for children in some developing countries is just staggering.\n\tPersuadee: Yeah its terrible to think about all the kids who go hungry around the world.  not even having clean water is something I cant even fathom and they have to deal with that every day.\nPersuader: I know!  It's unreal.  Our children are so fortunate to live where they live and have parents like us.  I'm thankful they don't have to know just how fortunate they are.\n\tPersuadee: Do you live in the US?  If so, what part of the country are you from?  I'm from Kansas\nPersuader: I do.  I'm from Pennsylvania.  How old are your children?\n\tPersuadee: I have a 2 year old whos almost 3 but acts 13 and a 10 month old.\nPersuader: Haha!  I have a 13 year old who acts 2 and a 6 year old who just turned 6 yesterday!  \n\tPersuadee: That's funny, kids are crazy.  My 2 year old saw a halloween decoration of a witch in the store yesterday and freaked out, then told her to go back to her witch house.   I never know what hes going to say next\nPersuader: Those are such fun ages!  It's so great they get to experience all that joy and never have to worry about education, or food, or access to clean water.  I wish I could help every child.  Luckily there are a number of great organizations that assist.\n\tPersuadee: I agree, I have a couple places I like to donate to.  Its not much but at least i know they use it well.\nPersuader: I'm sure you have heard of Save the Children.  They're a pretty solid organization.  In fact, would you consider donating some or all of your payment for this task to them?  \n\tPersuadee: I haven't heard of them actually.  I'm they are similar to some of the other humanitarian relief organizations out there though.\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.  They have been the world leader in  it for over 100 years.  \n\tPersuadee: Sounds like a well meaning group, ill have to do some research and learn more about their work.\nPersuader: You can check out their website  URL   Your donation today can really help.  And it is put to work immediately.  Especially seeing as how millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence\n\tPersuadee: Unfortunatly I wont be donating anything today.  I will only donate to organizations i have thoroughly researched to see exactly how they are structured, how the use the money and where it all goes.  I just dont have the time to do that right now, but I will definitely look them up for consideration of future donations. ", "label": [[11, 15, "8-NO-PERSUASION"], [17, 41, "8-NO-PERSUASION"], [103, 118, "8-NO-PERSUASION"], [120, 199, "3-EMOTION-STORY"], [201, 223, "3-EMOTION-STORY"], [225, 242, "1-RAPPORT-FRIEND"], [376, 381, "1-RAPPORT-SIMILAR"], [383, 405, "1-RAPPORT-SIMILAR"], [407, 450, "1-RAPPORT-DISCLOSE"], [452, 518, "3-EMOTION-STORY"], [591, 598, "8-NO-PERSUASION"], [600, 653, "3-EMOTION-EMPATHY"], [655, 733, "3-EMOTION-EMPATHY"], [939, 946, "8-NO-PERSUASION"], [948, 960, "3-EMOTION-EMPATHY"], [962, 1041, "3-EMOTION-GUILT"], [1043, 1108, "3-EMOTION-GUILT"], [1219, 1224, "1-RAPPORT-DISCLOSE"], [1226, 1248, "1-RAPPORT-DISCLOSE"], [1250, 1276, "1-RAPPORT-FRIEND"], [1366, 1371, "8-NO-PERSUASION"], [1373, 1450, "1-RAPPORT-DISCLOSE"], [1686, 1710, "1-RAPPORT-FRIEND"], [1839, 1871, "3-EMOTION-STORY"], [1712, 1837, "3-EMOTION-STORY"], [1873, 1935, "2-NEGOTIATE-OTHER"], [2064, 2109, "8-NO-PERSUASION"], [2111, 2147, "5-AUTHORITY-CREDENTIALS"], [2149, 2236, "2-NEGOTIATE-REQUEST"], [2391, 2559, "5-AUTHORITY-CREDENTIALS"], [2561, 2619, "5-AUTHORITY-CREDENTIALS"], [2741, 2777, "8-NO-PERSUASION"], [2780, 2816, "3-EMOTION-ALTRUISTIC"], [2818, 2852, "3-EMOTION-ALTRUISTIC"], [2854, 2957, "3-EMOTION-EMPATHY"], [2958, 3070, "3-EMOTION-EMPATHY"]], "idx": "253"}
{"id": 2273, "data": "Persuader: hi! How are you today?\n\tPersuadee: ya fine today what about you\nPersuader: I'm doing well thanks\n\tPersuadee: ok tell about you\nPersuader: Have you donated to any charities?\n\tPersuadee: no i didnot donate\nPersuader: Would you consider donating?\n\tPersuadee: yes i plant to donate. you?\nPersuader: I would like to donate. but I don't know how much I have to spare. HAve you heard of Save the Children?\n\tPersuadee: No. I am not heard about saving the children's charity\nPersuader: It is an organization that helps children around the world.\n\tPersuadee: oh it is very great\nPersuader: yes, it is. Our children need our help\n\tPersuadee: ya how much you donate\nPersuader: I would like to donate a couple cents\n\tPersuadee: Any rules in charity\nPersuader: No rules, you just give what you can. \n\tPersuadee: ok i will plan to donate next week\nPersuader: That is great to hear, but you can donate a few cents today. How much would you like to donate?\n\tPersuadee: i willing to donate 5$", "label": [[11, 14, "8-NO-PERSUASION"], [15, 33, "8-NO-PERSUASION"], [86, 107, "8-NO-PERSUASION"], [149, 183, "2-NEGOTIATE-OTHER"], [226, 254, "2-NEGOTIATE-BARGAIN"], [306, 372, "1-RAPPORT-DISCLOSE"], [373, 409, "8-NO-PERSUASION"], [488, 547, "4-LOGIC-OTHER"], [591, 602, "8-NO-PERSUASION"], [603, 629, "3-EMOTION-EMPATHY"], [676, 713, "1-RAPPORT-DISCLOSE"], [758, 796, "2-NEGOTIATE-BARGAIN"], [856, 915, "2-NEGOTIATE-REQUEST"], [916, 950, "2-NEGOTIATE-REMIND"]], "idx": "254"}
{"id": 2274, "data": "Persuader: Hello! Hope you are doing good today. I want to talk with you about Save the Children if that's okay\n\tPersuadee: yes , sure \nPersuader: Save the Children is a charity that works with refugee children around the world, Today the researchers are setting it up so we can send part of our earnings from the task to the charity. Is that something that you would be interested in? i can give you more information about what they do\n\tPersuadee: yes , i love children , and i care about them \nPersuader: Awesome! right now The donations are going to Rohingya Refugees. \n\tPersuadee: what state ??\nPersuader: Rohingya is actually part of Tibet. But the charity is also helping families in Southeast USA with the aftermath of hurricane harvey\n\tPersuadee: oh great \nPersuader: They are surely doing a lot! How much would you like to donate to the charity? The donation will be directly deducted from your task payment, and you can choose any amount up to the full payment of $2?\n\tPersuadee: i just start this job 4 days ago , so i just have 0,92 c in my account \nPersuader: Don't worry, it's not related to your earnings from previous tasks! this would just be donating part of the payment you would be receiving for this task!\n\tPersuadee: ok , i want donate 0.19  $ from this task \nPersuader: thank you for donating! do you have any other questions about Save the Children?\n\tPersuadee: no thank you so much for all the informations  \nPersuader: Of course! Always happy to help. Are you sure you wouldn't like to donate a round number today? The payment is upto $2.00 and donating $0.19 will give you an odd penny\n\tPersuadee: yes im sure , thank you \nPersuader: So to confirm you would like to donate $0.19 from your payment today ? With Your donation being directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2). Sorry to be so repetitive i just want to make sure i have everything clear and in the right verbage. thank you\n\tPersuadee: i choose 2 $\nPersuader: Thank you for your increased donation! the children will really appreciate it. \n\tPersuadee: how much is the payement for this task", "label": [[11, 17, "8-NO-PERSUASION"], [18, 48, "8-NO-PERSUASION"], [49, 111, "2-NEGOTIATE-OTHER"], [147, 228, "4-LOGIC-OTHER"], [229, 334, "2-NEGOTIATE-OTHER"], [335, 385, "2-NEGOTIATE-REQUEST"], [386, 436, "4-LOGIC-OTHER"], [507, 515, "8-NO-PERSUASION"], [516, 572, "4-LOGIC-OTHER"], [610, 645, "8-NO-PERSUASION"], [646, 742, "4-LOGIC-OTHER"], [776, 804, "4-LOGIC-ARGUE"], [805, 854, "2-NEGOTIATE-REQUEST"], [855, 977, "2-NEGOTIATE-REMIND"], [1073, 1140, "1-RAPPORT-FRIEND"], [1141, 1226, "2-NEGOTIATE-REMIND"], [1293, 1316, "8-NO-PERSUASION"], [1317, 1373, "4-LOGIC-OTHER"], [1445, 1455, "8-NO-PERSUASION"], [1456, 1477, "1-RAPPORT-FRIEND"], [1478, 1540, "2-NEGOTIATE-BARGAIN"], [1541, 1612, "2-NEGOTIATE-BARGAIN"], [1661, 1731, "2-NEGOTIATE-REMIND"], [1732, 1798, "8-NO-PERSUASION"], [1800, 1858, "2-NEGOTIATE-REMIND"], [1859, 1959, "8-NO-PERSUASION"], [1960, 1969, "8-NO-PERSUASION"], [2006, 2044, "2-NEGOTIATE-REMIND"], [2045, 2085, "3-EMOTION-ALTRUISTIC"]], "idx": "255"}
{"id": 2275, "data": "Persuader: Absolutely no child should ever have to go hungry. Do you agree?\n\tPersuadee: No child should ever go hungry\nPersuader: Our children are our future. We have to look out for them. \n\tPersuadee: We have to educate them to make them even better than the last generation.\nPersuader: Did you know that In 2017 alone, Save the Children reached more than 155 million children in 120 countries, including the U.S.?\n\tPersuadee: No, but that is amazing!\nPersuader: They do so much--from providing food, to making sure children are educated, to providing health and nutrition programs for children.\n\tPersuadee: Please tell me more about this charity\nPersuader: They not only do so much to help children, they are also very savvy about how they spend donations. In fiscal year 2017, 86% of all expenditures went to program services\n\tPersuadee: How much money did they make in 2017?\nPersuader: I don't have the exact figures, but 34 percent of what they raised went to health and nutrition. I think that is so critical, meeting basic needs, don't you?\n\tPersuadee: Yes I believe that everyone should be fed nutritious meals and taken care of. \nPersuader: And what is really neat is that you can actually sponsor a child and really feel like you are making a difference. You actually know how you are helping!\n\tPersuadee: That is really great to know where the money is going!\nPersuader: You sound like a very generous and caring person!\n\tPersuadee: Thank you I try to be!\nPersuader: So, you can really make a difference. You can donate some of your money from the task payment. You can choose any amount from 0 to all your payment of 2 dollars. Any little bit would help.\n\tPersuadee: I am choosing to donate $0.01\nPersuader: Could you donate a little bit more, say 25 cents? It would make such a difference to a child. \n\tPersuadee: No I am sorry. I am choosing to donate $0.01", "label": [[11, 61, "3-EMOTION-EMPATHY"], [62, 75, "6-SOCIAL-NORMS"], [130, 158, "4-LOGIC-ARGUE"], [159, 188, "4-LOGIC-ARGUE"], [288, 415, "5-AUTHORITY-CREDENTIALS"], [464, 596, "4-LOGIC-OTHER"], [759, 828, "4-LOGIC-ARGUE"], [659, 758, "4-LOGIC-ARGUE"], [890, 986, "4-LOGIC-CONCEDE"], [890, 986, "4-LOGIC-ARGUE"], [987, 1047, "6-SOCIAL-NORMS"], [1150, 1264, "3-EMOTION-ALTRUISTIC"], [1265, 1303, "3-EMOTION-ALTRUISTIC"], [1382, 1431, "1-RAPPORT-COMPLIMENT"], [1478, 1515, "3-EMOTION-ALTRUISTIC"], [1516, 1572, "2-NEGOTIATE-REQUEST"], [1573, 1639, "2-NEGOTIATE-REMIND"], [1640, 1666, "2-NEGOTIATE-BARGAIN"], [1720, 1769, "2-NEGOTIATE-BARGAIN"], [1770, 1814, "3-EMOTION-ALTRUISTIC"]], "idx": "256"}
{"id": 2276, "data": "Persuader: Hello. Would you like to donate some money for some starving children?\n\tPersuadee: sure I would be very interesting in donating to a charity that helps children.\nPersuader: How much would you like to donate?\n\tPersuadee: im leaning towards 0.30 cents for my donation. I feel that is a good amount to donate.\nPersuader: Are you sure you would not like to donate more?\n\tPersuadee: Maybe 0.50 I would consider for a donation. I have to find out more about the charity.\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: as long as they are legitimate and help children I will consider making a 0.50 cent donation to them.\nPersuader: I see. Would you rather not round it up to a dollar instead?\n\tPersuadee: I might consider. But for now I am thinking about donating 0.50 cents as my donation to them.\nPersuader: I see. Donating 1 dollar would help feed twice as many children as 50 cents would.\n\tPersuadee: how about if I do 0.75 cents. I will consider moving it up. \nPersuader: 75 cents seems like reasonable amount.\n\tPersuadee: ok. i will donate 0.75 cents as my payment\nPersuader: Very well. That is acceptable.\n\tPersuadee: Ok. That is the amount we compromise on. I accept 0.75 cents.\nPersuader: Very well. Is the 10 messages over yet?\n\tPersuadee: I think we got either 1 or 2 more to go. \nPersuader: In that case what should we talk about?\n\tPersuadee: just about how charities make us do good deeds.", "label": [[11, 17, "8-NO-PERSUASION"], [18, 81, "2-NEGOTIATE-REQUEST"], [18, 81, "3-EMOTION-EMPATHY"], [184, 218, "2-NEGOTIATE-REMIND"], [329, 376, "2-NEGOTIATE-BARGAIN"], [487, 655, "4-LOGIC-ARGUE"], [781, 787, "8-NO-PERSUASION"], [788, 841, "2-NEGOTIATE-BARGAIN"], [959, 965, "8-NO-PERSUASION"], [966, 1041, "3-EMOTION-ALTRUISTIC"], [1126, 1164, "2-NEGOTIATE-OTHER"], [1231, 1241, "8-NO-PERSUASION"], [1242, 1261, "8-NO-PERSUASION"], [1347, 1357, "8-NO-PERSUASION"], [1358, 1386, "8-NO-PERSUASION"], [1452, 1491, "8-NO-PERSUASION"]], "idx": "257"}
{"id": 2277, "data": "Persuader: I am so livid I just can't stand it right now. Parts of this world are so dark...how can we sit here and do nothing?\n\tPersuadee: Do nothing about what?\nPersuader: These poor suffering children! Did you know that 5.6 million children die each year due to treatable AND preventable diseases?\n\tPersuadee: That's awful. Are you talking about around the world or in the states? \nPersuader: Around the world! There is so much that could be done..between preventing the spread of aids, reducing the infant mortality rate with proper education and vaccinations, and ensuring access and aid to proper nutrition so many children could be saved.\n\tPersuadee: I totally agree. There are people helping but its a drop in the bucket. The kids dying is really disturbing. They didn't choose that life. \nPersuader: You are absolutely right. It is disturbing! And yes, it could seem like the aid is a drop in a bucket. However, if we can move the scale one iota and can consider that what that represents is one child having a week of meals or a healthy 3 months than wouldn't you agree that that would be worth any aid that we could provide?\n\tPersuadee: Absolutely! I think every little bit helps but as a whole it's not enough. Have you ever donated? \nPersuader: I have! And it feels incredible knowing that I have been a part of something greater than myself. It really helps you shift your perspective about your own personal significance on this planet. You realize how infinitely important you are and yet at the same time how infinitely important another person is. When you have the ability to literally change another person's life with something so small...wow, it's life changing.\n\tPersuadee: That is great! you sound very passionate about this subject. I should do more to help.\nPersuader: You should! and you can! I recently have become acquainted with a charity that is actually doing everything we have discussed and is seeing some real results! They have managed to single handedly reduce the infant mortality rate by 62 percent, can you believe that?\n\tPersuadee: That is an incredible figure!!! 62% is amazing. What is the charity? I may consider a donation.\nPersuader: The charity is called Save the Children! Pretty spot on with the name, right? What's really fascinating is that you can actually directly contribute your reward for this task directly to that charity. Pretty convenient.\n\tPersuadee: That is convenient!!! I will definitely do that. At least a portion of it. \nPersuader: Incredible! I'm so glad we can partner to provide some more light to this ever darkening world. How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: I need to think about it. \nPersuader: I hear that. It's definitely challenging when confronted with the reality of giving of ourselves as opposed to the hypothetical. But I would suggest that you make the leap. In reality, all this would cost is the time you've spent hear. But oh buddy, think about what you would gain? The peace of mind that comes with knowing that a baby girl in Uganda gets to live for another year or a little boy in Syria gets fed when he didn't think he would have another meal this week. \n\tPersuadee: I hear ya! I will donate I'm just not sure how much.\nPersuader: Let your heart guide you! I'm really pleased to hear that. Thanks for having an open mind and doing what's right. I wish more people would.\n\tPersuadee: Thank you! you have been great.", "label": [[11, 57, "3-EMOTION-ANGER"], [58, 127, "3-EMOTION-GUILT"], [174, 204, "3-EMOTION-EMPATHY"], [205, 300, "3-EMOTION-ANGER"], [396, 413, "8-NO-PERSUASION"], [414, 645, "4-LOGIC-ARGUE"], [809, 834, "1-RAPPORT-SIMILAR"], [835, 852, "3-EMOTION-ANGER"], [912, 1135, "3-EMOTION-ALTRUISTIC"], [853, 911, "4-LOGIC-CONCEDE"], [912, 1135, "4-LOGIC-COUNTER"], [1258, 1265, "2-NEGOTIATE-RECIP"], [1266, 1355, "3-EMOTION-PROMISE"], [1356, 1451, "3-EMOTION-PROMISE"], [1452, 1565, "3-EMOTION-PROMISE"], [1566, 1684, "3-EMOTION-PROMISE"], [1807, 1819, "8-NO-PERSUASION"], [1795, 1806, "8-NO-PERSUASION"], [1820, 1953, "4-LOGIC-ARGUE"], [1954, 2060, "4-LOGIC-ARGUE"], [2180, 2220, "8-NO-PERSUASION"], [2221, 2257, "3-EMOTION-HUMOUR"], [2258, 2380, "2-NEGOTIATE-REQUEST"], [2381, 2399, "8-NO-PERSUASION"], [2499, 2510, "1-RAPPORT-COMPLIMENT"], [2511, 2594, "2-NEGOTIATE-RECIP"], [2595, 2645, "2-NEGOTIATE-REMIND"], [2646, 2709, "8-NO-PERSUASION"], [2710, 2764, "2-NEGOTIATE-REMIND"], [2815, 2827, "8-NO-PERSUASION"], [2828, 2943, "3-EMOTION-OTHER"], [2944, 2987, "4-LOGIC-ARGUE"], [2988, 3050, "2-NEGOTIATE-BARGAIN"], [3051, 3097, "2-NEGOTIATE-REWARD"], [3098, 3289, "3-EMOTION-ALTRUISTIC"], [3367, 3392, "8-NO-PERSUASION"], [3393, 3425, "8-NO-PERSUASION"], [3426, 3480, "1-RAPPORT-COMPLIMENT"], [3481, 3506, "6-SOCIAL-OTHER"]], "idx": "258"}
{"id": 2278, "data": "Persuader: Have you heard about Save the Children?\n\tPersuadee: Yes I have, seems like a good org\nPersuader: It really is. Donations help individual children and their families.It ensures health, education and safety.\n\tPersuadee: I always wonder about the overhead and admin costs that come off the top of donations\nPersuader: A lot of organizations seem to have issues with overhead. I was amazed to see that over 86 percent goes into their programs. Only 5% is for management and 9% to fundraising.\n\tPersuadee: Those are good numbers, shows that most of the money goes to the kids and not big salaries.\nPersuader: 44 percent alone goes to health, nutrition, and hunger. In 2017 alone, they reached 155million children. 237K in the U.S\n\tPersuadee: That's fantastic, they've helped a lot!\nPersuader: And sadly, there is still so much more to do. In just one area, Syria, millions of Syrian children have grown up facing the daily threat of violence. n the first two months of 2018 alone, 1,000 children were reportedly killed or injured!\n\tPersuadee: I would be afraid aid meant to be given to the children would be seized by those in power and never reach the kids.\nPersuader: I had wondered about that myself. They work closely with the U.N  and other organizations in the local area to be sure it gets to those in need and not the aggressors. \n\tPersuadee: Hopefully those organizations aren't as corrupt as has been reported in the media.  You just don't know what to believe any more.\nPersuader: That is true. This one seems to have been around for awhile and seems to be highly rated though. Have you ever had a chance to donate to Save the Children?\n\tPersuadee: Yes, years ago I remember a presentation and we did donate then.  I have since been donating to local animal rescue groups.  They really need the help.\nPersuader: Yeah, I have donated little amounts here and there as I can. Though the shelters everywhere seem to need help as well! I give little bits when I can. Would you be interested in giving a small donation??\n\tPersuadee: I would definitely consider it.\nPersuader: Any little bit helps any of these organizations. Everyone's little bits add up to so much more!\n\tPersuadee: You are right.  How much do you think I should donate to Save the Children?\nPersuader: There is a way to have one deducted from your task payment. You can choose any amount from $0 to all your payment ($2). I personally do a little when I really need the money. Anywhere from a dime to a quarter. When I read something devastating, earned a good amount at work or feel better financially, it is more. \n\tPersuadee: Okay, thanks for your input.  I will donate $1.00\nPersuader: Wow! That is amazing! They will be glad to have it!!! ", "label": [[11, 50, "8-NO-PERSUASION"], [108, 121, "5-AUTHORITY-CREDENTIALS"], [122, 176, "3-EMOTION-ALTRUISTIC"], [176, 216, "3-EMOTION-ALTRUISTIC"], [326, 383, "4-LOGIC-CONCEDE"], [384, 450, "4-LOGIC-ARGUE"], [451, 499, "4-LOGIC-ARGUE"], [615, 670, "4-LOGIC-ARGUE"], [671, 719, "4-LOGIC-ARGUE"], [720, 735, "4-LOGIC-ARGUE"], [799, 844, "3-EMOTION-OTHER"], [845, 948, "3-EMOTION-EMPATHY"], [949, 1036, "3-EMOTION-EMPATHY"], [1210, 1343, "4-LOGIC-COUNTER"], [1498, 1511, "4-LOGIC-CONCEDE"], [1512, 1594, "5-AUTHORITY-CREDENTIALS"], [1595, 1653, "8-NO-PERSUASION"], [1176, 1209, "4-LOGIC-OTHER"], [1829, 1889, "1-RAPPORT-DISCLOSE"], [1890, 1947, "8-NO-PERSUASION"], [1948, 1978, "1-RAPPORT-DISCLOSE"], [1979, 2031, "2-NEGOTIATE-REQUEST"], [2087, 2135, "3-EMOTION-ALTRUISTIC"], [2136, 2182, "4-LOGIC-OTHER"], [2282, 2341, "8-NO-PERSUASION"], [2342, 2401, "2-NEGOTIATE-REMIND"], [2457, 2491, "2-NEGOTIATE-RECIP"], [2402, 2456, "2-NEGOTIATE-RECIP"], [2492, 2596, "2-NEGOTIATE-RECIP"], [2670, 2674, "8-NO-PERSUASION"], [2675, 2691, "1-RAPPORT-COMPLIMENT"], [2692, 2724, "3-EMOTION-ALTRUISTIC"]], "idx": "259"}
{"id": 2279, "data": "Persuader: hello how are you\n\tPersuadee: Hello, I am fine how are you?\nPersuader: im fine do you know anything for this organization\n\tPersuadee: I have helped few organizations though MTurk. I know about a few children\\'s charity like \"save the children\"\nPersuader: very good do you donate for this?\n\tPersuadee: Yes i usually donate a part or all of my bonus or reward\nPersuader: oh good, i have donate 100$ , i love the children\n\tPersuadee: Wow that is a good amount. I have soft heart for children too, There are many issues i like them to be solved\nPersuader: other happiness is the motive of my life, I'm happy to help others and especially the children\n\tPersuadee: Yes even a little help can make a big difference, I would love to join and help in person but I have time shortage\nPersuader: what about you, but the thought that you have to help pass the positivity\n\tPersuadee: Thanks, I try to donate as much as possible. I like to help charities that focus on education and health issues of children. I liked to know more though\nPersuader: this is life so we are humane to help one another even with moral support\n\tPersuadee: Exactly, we should help as much as we can. I would like to know if there are charities to prevent children marriage.\nPersuader: yes this is true\n\tPersuadee: some of these charities are very clear about their financial report which courages me to donate\nPersuader: this is the best, transparency must be their virtue\n\tPersuadee: yes and I like when big companies get involved and donate too\nPersuader: there are mos possibility to help \n\tPersuadee: yes like donating part of our purchase is a good idea", "label": [[11, 28, "8-NO-PERSUASION"], [82, 132, "8-NO-PERSUASION"], [266, 299, "2-NEGOTIATE-OTHER"], [380, 429, "1-RAPPORT-DISCLOSE"], [563, 657, "3-EMOTION-OTHER"], [796, 869, "2-NEGOTIATE-REQUEST"], [1046, 1119, "3-EMOTION-PROMISE"], [1260, 1276, "8-NO-PERSUASION"], [1396, 1447, "8-NO-PERSUASION"], [1533, 1567, "8-NO-PERSUASION"]], "idx": "260"}
{"id": 2280, "data": "Persuader: Good morning! I am in hopes you will share your earning as I have to a charity close to me heart called Save the Children.\n\tPersuadee: Goodmorning! I would love to hear more about Save The Children\nPersuader: Many details are here on this web site.  URL \n\tPersuadee: Thank you, I will look. Can you tell me how much the donations goes toward the charity?\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: It sounds like a great charity! I am reading a bit about it now.\nPersuader: It is a great thing for children! Each donation is essential to help ensuring children's rights to health, education and safety. I plan to donate my payment for this task as every little bit helps.\n\tPersuadee: I think it's important that children's rights are protected. So many times they are forgotten. I would also be willing to donate as well. \nPersuader: Each donation will go to a trust-able fund for the children which makes me trust and know my donation is going to the right place and for the right reason.\n\tPersuadee: that's great. I'm weary of certain charities but this one sounds legitimate \nPersuader: I too am weary of such charities but this one has all the information and facts are checked to ensure it is the real deal.\n\tPersuadee: Great. I want donations to actually get to those who need them\nPersuader: Exactly my thoughts!!  Small donations will indeed help a lot of children and their families\n\tPersuadee: and looking at the website- even the small donations help a great deal\nPersuader: Yes they do!! I think about how I have not given much thought to when I buy a bag of candy or a snack but the small amount I spend could mean big help for them.\n\tPersuadee: Exactly, the money I spend on coffee or other non-essentials could be put to much better use\nPersuader: I am glad you too see the benefit of small change to make a huge change for the children!! I am going to donate my payment from this task, how much do you think you would be willing to donate from this task?\n\tPersuadee: I am willing to donate the entire amount I would have recieved from the task\nPersuader: That is truly awesome!! Together we are going to help make small change into something bigger!!\n\tPersuadee: It's a good way to start the day :)", "label": [[11, 24, "8-NO-PERSUASION"], [25, 133, "2-NEGOTIATE-REQUEST"], [220, 259, "8-NO-PERSUASION"], [261, 265, "8-NO-PERSUASION"], [377, 545, "4-LOGIC-ARGUE"], [634, 667, "4-LOGIC-ARGUE"], [668, 762, "3-EMOTION-ALTRUISTIC"], [763, 831, "2-NEGOTIATE-RECIP"], [994, 1149, "5-AUTHORITY-CREDENTIALS"], [1250, 1372, "1-RAPPORT-SIMILAR"], [1250, 1372, "5-AUTHORITY-CREDENTIALS"], [1459, 1480, "1-RAPPORT-SIMILAR"], [1482, 1551, "3-EMOTION-ALTRUISTIC"], [1646, 1659, "8-NO-PERSUASION"], [1660, 1806, "4-LOGIC-ARGUE"], [1923, 2013, "3-EMOTION-ALTRUISTIC"], [2014, 2130, "2-NEGOTIATE-RECIP"], [2231, 2254, "1-RAPPORT-COMPLIMENT"], [2255, 2326, "3-EMOTION-PROMISE"]], "idx": "261"}
{"id": 2281, "data": "Persuader: hi\n\tPersuadee: How are you doing today?\nPersuader: im doing good how are you\n\tPersuadee: I am doing really good. How is the weather over by you today?\nPersuader: rain and it is hot outside. \n\tPersuadee: Oh, interesting. It is rainy here too, but definitely not hot, but next week it will be. What are you up to today?\nPersuader: today I am going to a baseball game. And just going to relax and have some fun.\n\tPersuadee: Oh that sounds fun! I love baseball too! I am also thinking about fun. Hey are you interested in making a donation to Save the Children? \nPersuader: Yes I believe that making a donation to save the children is moral and helps children that are in need of clothing food and shelter\n\tPersuadee: Yes, I feel the exact same way too! I am glad we are on the same page. How much would you like to donate?\nPersuader: i like to donate about 0.50 cents towards the organization\n\tPersuadee: Oh that is great. Also, I forgot to ask, do you like basketball or football?\nPersuader: football I like better. to be honest. And for save the children I try and encourage everyone to make even a small donation to help children out. \n\tPersuadee: Yes, oh I would like to donate as well. \nPersuader: me 2. I would donate around 0.50 cents. How much would you donate?\n\tPersuadee: I think I would also like to donate .50. Is that going to be enough?\nPersuader: Yes, that is adequate\n\tPersuadee: Oh great I am glad to be helping out it makes me so happy. Do you think the money will get sent right aay?\nPersuader: I think it would be sent the same day to Save the Children\n\tPersuadee: I am very glad to hear this about the charity. Are you as well?\nPersuader: I am very glad that this charity is here. We need something to help children.", "label": [[1370, 1391, "8-NO-PERSUASION"], [1522, 1580, "8-NO-PERSUASION"], [1668, 1709, "4-LOGIC-OTHER"], [1710, 1745, "4-LOGIC-ARGUE"], [503, 568, "2-NEGOTIATE-REQUEST"], [725, 760, "1-RAPPORT-SIMILAR"], [796, 830, "2-NEGOTIATE-REMIND"], [913, 930, "1-RAPPORT-OTHER"], [931, 989, "1-RAPPORT-FRIEND"], [761, 795, "1-RAPPORT-SIMILAR"], [473, 502, "1-RAPPORT-SIMILAR"], [432, 451, "1-RAPPORT-FRIEND"], [452, 472, "1-RAPPORT-SIMILAR"], [303, 328, "1-RAPPORT-FRIEND"], [231, 302, "1-RAPPORT-DISCLOSE"], [214, 230, "1-RAPPORT-OTHER"], [100, 123, "8-NO-PERSUASION"], [124, 161, "1-RAPPORT-OTHER"], [26, 50, "8-NO-PERSUASION"], [1211, 1216, "2-NEGOTIATE-RECIP"], [1251, 1277, "2-NEGOTIATE-RECIP"], [1217, 1250, "2-NEGOTIATE-RECIP"]], "idx": "262"}
{"id": 2282, "data": "Persuader: Hello.\n\tPersuadee: hi\nPersuader: I'd like to recommend a donation to Save the Children.\n\tPersuadee: what exactly happened to these children's?\nPersuader: Save the Children supports many important childhood related causes, like helping to provide education and nutrition support to disadvantaged children.\n\tPersuadee: I'd like to know what specific ethnicity are we supporting\nPersuader: Oh, I see. There is no specific targeted ethnicity, the program uses funds to assist children in many different locations.\n\tPersuadee: I see, can you go into a little bit more details about some of the childhood related causes ?\nPersuader: Sure. A great example would be Save the Children's commitment to helping children suffering from disease. During the 2014 ebola outbreak, funds were used to support hospitals in Sierra Leone to provide hospital beds and medical treatment for children suffering from the disease.\n\tPersuadee: ah, I see, that's very heartbreaking to here. I'd be glad to support the cause\nPersuader: That's great! A very positive thing about Save the Children is that they are very good stewards of the donations they receive. Almost 87% of all dollars donated go directly the programs supporting the children, so they have a very low overhead.\n\tPersuadee: I'm glad to hear that. Will I be getting any sort of reward as well?\nPersuader: Well, I suppose it depends on what you mean by a reward. At the end of this chat, we'll both have an opportunity to donate a portion of our task payment to Save the Children. You can choose any amount, from nothing to your full compensation.\n\tPersuadee: I see, well, I'd love to do that then\nPersuader: That's great, it will be very much appreciated. At the end of the task, the research team will collect the donations and send it to Save the Children.\n\tPersuadee: awesome, thank you so much\nPersuader: How much do you think you'd like to donate to the charity?\n\tPersuadee: I'd like to donate 5 dollar\nPersuader: That's wonderful, thank you so much!\n\tPersuadee: your very welcome", "label": [[11, 17, "8-NO-PERSUASION"], [44, 98, "2-NEGOTIATE-REQUEST"], [165, 315, "4-LOGIC-ARGUE"], [398, 408, "8-NO-PERSUASION"], [409, 520, "4-LOGIC-ARGUE"], [638, 643, "8-NO-PERSUASION"], [644, 743, "4-LOGIC-ARGUE"], [744, 916, "4-LOGIC-ARGUE"], [1019, 1032, "8-NO-PERSUASION"], [1033, 1145, "4-LOGIC-ARGUE"], [1146, 1263, "4-LOGIC-ARGUE"], [1356, 1412, "8-NO-PERSUASION"], [1413, 1530, "2-NEGOTIATE-OTHER"], [1531, 1597, "2-NEGOTIATE-OTHER"], [1659, 1706, "3-EMOTION-ALTRUISTIC"], [1707, 1809, "8-NO-PERSUASION"], [1860, 1918, "2-NEGOTIATE-REMIND"], [1970, 2006, "1-RAPPORT-COMPLIMENT"]], "idx": "263"}
{"id": 2283, "data": "Persuader: Hey bow are you?\n\tPersuadee: I am well, how about yourself\nPersuader: I'm good. \n\tPersuadee: are you celebrating Labor Day?\nPersuader: i am not, just working from home on my only day off.\n\tPersuadee: Well at least you are at home\nPersuader: yes, have you heard of save the children? \n\tPersuadee: A little bit, what is it?\nPersuader: they rescue both children and families and give them refuge\n\tPersuadee: are they government sponsored?\nPersuader: i believe so\n\tPersuadee: Ok so what about save the children?\nPersuader: just .77 cents can help foster a family\n\tPersuadee: is this a worldwide organization?\nPersuader: yes, and it's great because theyre really helping hurricane victims right now!\n\tPersuadee: That is nice, are you asking me to donate?\nPersuader: i think it would be great, even you donated just a dollar you would be helping out two different families. \n\tPersuadee: That is fair, I will donate .75 cents\nPersuader: awesome! that is going to be so helpful.\n\tPersuadee: How does it work?\nPersuader: You donation will be directly deducted from your task payment. The research team will your donation of .75 cents and send it to Save the Chidlren", "label": [[11, 27, "8-NO-PERSUASION"], [81, 91, "8-NO-PERSUASION"], [146, 198, "1-RAPPORT-DISCLOSE"], [252, 294, "8-NO-PERSUASION"], [344, 403, "4-LOGIC-ARGUE"], [458, 470, "8-NO-PERSUASION"], [530, 569, "4-LOGIC-ARGUE"], [627, 705, "4-LOGIC-ARGUE"], [772, 878, "2-NEGOTIATE-OTHER"], [941, 949, "8-NO-PERSUASION"], [950, 981, "3-EMOTION-ALTRUISTIC"], [1023, 1085, "8-NO-PERSUASION"], [1086, 1168, "8-NO-PERSUASION"]], "idx": "264"}
{"id": 2284, "data": "Persuader: hello haw are you today\n\tPersuadee: doing good you?\nPersuader: do you heart for the organization save the children\n\tPersuadee: yes I do,do you as well?\nPersuader: is an organization that helps children\n\tPersuadee: Yes, because it is an international non-governmental organisation that promotes children's rights, provides relief and helps support children in developing countries.\nPersuader: yes i have donate 100$ for this organisation \n\tPersuadee: amassing! I have donated my fair chair but money is still money I would estimate I probably  have gave  175$ in short burst\nPersuader: you are very good person\n\tPersuadee: thank you,I just want to help this world and especially the children within it and save the children is doing that job  \nPersuader: yes i like to. help the children. in the word\n\tPersuadee: If everyone puts in there fair share then save the children would be even bigger, could you imagine how much children could be saved or help,or both  \nPersuader: yes is true im so sad for helping this children\n\tPersuadee: i think everyone should chip in proximity 5$ that is  in total. 35000000000$\nPersuader: very good choice the best  \n\tPersuadee: so do you agree? everyone should share 5$ or more?\nPersuader: yes it is a very good idea\n\tPersuadee: then we have came to an agreement that went vary smoothly it says up top \"We encourage you to keep the conversation until a donation agreement is explicitly made so i think weve done .\nPersuader: yes very good idea\n\tPersuadee: 5$ sounds good ok", "label": [[74, 125, "8-NO-PERSUASION"], [225, 391, "4-LOGIC-ARGUE"], [633, 751, "3-EMOTION-OTHER"], [1190, 1223, "2-NEGOTIATE-REMIND"], [1501, 1518, "2-NEGOTIATE-REMIND"], [11, 34, "8-NO-PERSUASION"], [174, 212, "4-LOGIC-OTHER"], [461, 470, "8-NO-PERSUASION"], [471, 584, "1-RAPPORT-DISCLOSE"], [823, 971, "3-EMOTION-OTHER"], [1045, 1121, "2-NEGOTIATE-REQUEST"], [1173, 1189, "2-NEGOTIATE-OTHER"], [1274, 1458, "8-NO-PERSUASION"]], "idx": "265"}
{"id": 2285, "data": "Persuader: Hi there, how are you?\n\tPersuadee: i am fine\nPersuader: Where are you from?, I'm in New York\n\tPersuadee: i am also new york\nPersuader: Small world eh?\n\tPersuadee: ya its very short\nPersuader: The humidity has been kind of brutal here the last couple of days.\n\tPersuadee: ya humidity is very high\nPersuader: So I was wondering? Have you ever heard of a charity called SAVE THE CHILDREN?\n\tPersuadee: very nice job\nPersuader: What do mean very nice job?\n\tPersuadee: servey is very easy job\nPersuader: Is English your first or second language?\n\tPersuadee: engilish is my first language\nPersuader: Would you be willing to donate a portion of your task money to SAVE THE CHILDREN? ensuring children's rights t health, education and safety?\n\tPersuadee:  Children with the \"Most Needy\" flag are facing the least stable living circumstances and fewest material comforts.\nPersuader: that is correct, so how much of your task money would you like to donate, right now?\n\tPersuadee: twenty times in my life\nPersuader: You are giving answers which make no sense, so obviously this task has given you different instructions to what I have. I will ask you one last time, are you willing to donate to save the children, you can donate anywhere from $0 to all of your task earnings.\n\tPersuadee: Some of the most bizarre questions that jobseekers have actually been asked, and how you could respond if they're posed to you.\nPersuader: Are you willing to donate any of your task earnings to SAVE THE CHILDREN, or would you much rather spend it on frivolous items like starbucks and candy, this is the last tme I will ask you. commit to a number between $0 and ALL\n\tPersuadee: Same with money. How many people do you know who talk about what they would do with an extra $1,000/monthbut if you ask them what they've done to earn more, they start mumbling about how they're still looking for an idea", "label": [[11, 33, "8-NO-PERSUASION"], [67, 86, "1-RAPPORT-FRIEND"], [88, 103, "1-RAPPORT-DISCLOSE"], [146, 161, "1-RAPPORT-FRIEND"], [203, 269, "1-RAPPORT-FRIEND"], [318, 337, "8-NO-PERSUASION"], [338, 396, "8-NO-PERSUASION"], [434, 461, "8-NO-PERSUASION"], [509, 550, "8-NO-PERSUASION"], [604, 685, "2-NEGOTIATE-REQUEST"], [686, 744, "3-EMOTION-EMPATHY"], [884, 968, "2-NEGOTIATE-REQUEST"], [1016, 1135, "8-NO-PERSUASION"], [1427, 1616, "7-PRESSURE-PRESIST"], [1136, 1275, "7-PRESSURE-PRESIST"], [1617, 1654, "7-PRESSURE-FORCE"]], "idx": "266"}
{"id": 2286, "data": "Persuader: hi\n\tPersuadee: hi how are you\nPersuader: i'm fine, how are you?\n\tPersuadee: know about the saving childrends charity?\nPersuader: Yes i know about children's charity.\n\tPersuadee: are willing to pay children's charity?\nPersuader: Yes, I will, Are you know about children's charity?\n\tPersuadee: Yes i know that charity. That charity is very helpful to poor children's\nPersuader: ok, are you donate any children's charity?\n\tPersuadee: no i will not donate. but i plan to donate\nPersuader: How much did you donate children's charity?\n\tPersuadee: i will plan to donate 2$\nPersuader: Oh! its very useful for children charity.\n\tPersuadee: yes. are you plan to donate charity\nPersuader: Yes, I like to donate charity.\n\tPersuadee: HOW MUCH YOU DONATE\nPersuader: I like to donate $10.\n\tPersuadee: Ok very nice. when you donate \nPersuader: Thank you very much to chat with me.\n\tPersuadee: OK FINE CHAT WITH YOU", "label": [[11, 13, "8-NO-PERSUASION"], [52, 74, "8-NO-PERSUASION"], [140, 176, "8-NO-PERSUASION"], [239, 290, "2-NEGOTIATE-RECIP"], [387, 429, "2-NEGOTIATE-OTHER"], [496, 539, "2-NEGOTIATE-OTHER"], [588, 591, "8-NO-PERSUASION"], [592, 629, "3-EMOTION-ALTRUISTIC"], [689, 719, "2-NEGOTIATE-RECIP"], [763, 784, "1-RAPPORT-DISCLOSE"], [839, 875, "1-RAPPORT-FRIEND"]], "idx": "267"}
{"id": 2287, "data": "Persuader: Would you be interested in donating to Save the Children ?\n\tPersuadee: I am one who like to donate. Can you tell me more about it?\nPersuader: Save the Children helps to promote childrens rights to health, education, and safety.\n\tPersuadee:  Do they have any focus right now?  More as where are the majority of the fund headed towards right now/\nPersuader: At this point a lot of the focus is children in war zones. some of these donations can address the problem of the daily threat of violence\n\tPersuadee: It seems like Syria seems to be a high stakes area. Are any fund going to help the the children in Hawaii after the volcano and hurricane?\nPersuader: I'm not sure, but I think that would be a great idea. Maybe you could get more information on that by getting in contact with someone at  URL \n\tPersuadee: What are some of the things that they do for the children? I would like to donate but I am not a huge fan or donating just for promotion?\nPersuader: They help to provide basic health care, provide disaster relief, and help to ensure their rights to education and safety. How much would you like to donate ? Your donation will be deducted from your task payment.\n\tPersuadee: I am interested in donating most of my task payment. How would I go about this?\nPersuader: I do believe you have to go to  URL \n\tPersuadee:  Would 60% of the task payment be enough? I know its not much.\nPersuader: Yes, that sounds good. How much would that be ?\n\tPersuadee: I think it would be roughly $1.20. Is there a follow up on to see how my money while little is may be is being put to use?\nPersuader: I do believe you can get that information from their website. Thank you so much for taking the time to speak with me and also for your donation. Take care and have a great day.\n\tPersuadee: This charity seems to have children's best interests at heart. I am very happy to help\nPersuader: Yes it does. Now, how do we submit this hit ?\n\tPersuadee: We still have chat a bit more. Have you heard any break thought about this charity? I am really interested.\nPersuader: You were asking about the hurricane relief in Hawaii. From what I understand, they are on stand-by and ready to provide help if needed. I think that is awesome. I had no idea they operated in the USA also. I always thought these organizations focused on other countries\n\tPersuadee: That is very awesome. I am proud to be apart of helping them help others\nPersuader: I also found out that 86% of donations goes to services and only 5% goes to management. I was glad to hear that. It was nice chatting with you. I enjoyed this. You take care and have a good day.", "label": [[11, 69, "2-NEGOTIATE-REQUEST"], [153, 238, "4-LOGIC-ARGUE"], [367, 425, "4-LOGIC-OTHER"], [426, 505, "3-EMOTION-EMPATHY"], [668, 721, "4-LOGIC-CONCEDE"], [722, 809, "8-NO-PERSUASION"], [972, 1093, "4-LOGIC-ARGUE"], [1094, 1129, "2-NEGOTIATE-REMIND"], [1130, 1184, "8-NO-PERSUASION"], [1288, 1324, "8-NO-PERSUASION"], [1411, 1433, "2-NEGOTIATE-BARGAIN"], [1434, 1458, "2-NEGOTIATE-OTHER"], [1605, 1666, "4-LOGIC-OTHER"], [1667, 1749, "1-RAPPORT-COMPLIMENT"], [1750, 1781, "1-RAPPORT-FRIEND"], [1892, 1904, "8-NO-PERSUASION"], [1905, 1937, "8-NO-PERSUASION"], [2069, 2122, "8-NO-PERSUASION"], [2123, 2204, "4-LOGIC-OTHER"], [2205, 2229, "3-EMOTION-OTHER"], [2230, 2274, "4-LOGIC-CONCEDE"], [2275, 2338, "1-RAPPORT-DISCLOSE"], [2435, 2522, "4-LOGIC-OTHER"], [2523, 2547, "8-NO-PERSUASION"], [2548, 2578, "1-RAPPORT-FRIEND"], [2579, 2594, "8-NO-PERSUASION"], [2595, 2629, "8-NO-PERSUASION"]], "idx": "268"}
{"id": 2288, "data": "Persuader: Hello. Do you have children?\n\tPersuadee: Yes, 2. You?\nPersuader: No, but I do enjoy their company. Are you aware of the large amount of children in developing countries that could use assitance?\n\tPersuadee: I am. I tend to read news articles from aboard. BBC, ect. I read that their are quite a few places that could use help. \nPersuader: Yes there are. Have you ever heard of the organization Save the Children and are you aware of what they do?\n\tPersuadee: I have heard of them, but have not looked into what they do. \nPersuader: Well they have a presence in every continent except Antarctica. Domestically, they provide early education, literacy, and health and disaster preparedness programs.  \n\tPersuadee: That's very interesting, sounds like they do good work. \nPersuader: They are very renowned. Internationally, they are pioneers in health education and protection programs. They create long lasting results to save lives and the quality of those lives. \n\tPersuadee: Do you know anyone that has worked for them?\nPersuader: I do not know anyone personally but but they are easily contacted through their website. They are also involved in emergency response and global advocacy.  \n\tPersuadee: Sounds like they do a lot of good for a lot of people around the world. Are you involved with them at all?\nPersuader: I am not personally but I would happily volunteer my time for this organization. Have you ever donated to a charity?\n\tPersuadee: I have. I donate to my local charities, plus the United Way. \nPersuader: I am very glad to hear that. Charity is very important and everyone should have a fighting chance in life. Is this an organization you would consider donating to?\n\tPersuadee: I might. I wonder sometimes how much of the actual money that gets donated goes to helping people and not into the pockets of those running the charity. \nPersuader: 86% of expenditures for this organization go directly to program services. \n\tPersuadee: Well that seems better than some I have read about. Have you ever donated to them?\nPersuader: I have in the past. I believe they an amazing organization. How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: I think I would donated to donate .50\nPersuader: I appreciate that and so does Save the Children. Thank you so much. It truly will go to a good cause. ", "label": [[11, 17, "8-NO-PERSUASION"], [18, 39, "1-RAPPORT-FRIEND"], [76, 109, "8-NO-PERSUASION"], [110, 205, "4-LOGIC-ARGUE"], [350, 364, "8-NO-PERSUASION"], [365, 457, "4-LOGIC-ARGUE"], [543, 606, "5-AUTHORITY-CREDENTIALS"], [607, 707, "4-LOGIC-ARGUE"], [790, 813, "5-AUTHORITY-CREDENTIALS"], [814, 893, "5-AUTHORITY-CREDENTIALS"], [894, 972, "4-LOGIC-ARGUE"], [1042, 1130, "4-LOGIC-CONCEDE"], [1131, 1196, "4-LOGIC-ARGUE"], [1329, 1409, "3-EMOTION-OTHER"], [1410, 1445, "2-NEGOTIATE-OTHER"], [1531, 1559, "8-NO-PERSUASION"], [1560, 1637, "3-EMOTION-OTHER"], [1638, 1693, "2-NEGOTIATE-REQUEST"], [1871, 1945, "4-LOGIC-COUNTER"], [2053, 2072, "1-RAPPORT-DISCLOSE"], [2073, 2112, "5-AUTHORITY-CREDENTIALS"], [2113, 2163, "2-NEGOTIATE-REQUEST"], [2164, 2227, "8-NO-PERSUASION"], [2228, 2282, "2-NEGOTIATE-REMIND"], [2344, 2392, "3-EMOTION-ALTRUISTIC"], [2393, 2411, "8-NO-PERSUASION"], [2412, 2445, "3-EMOTION-ALTRUISTIC"]], "idx": "269"}
{"id": 2289, "data": "Persuader: Hi, would you like to know more about the Save the Children organization and how you can make a difference?\n\tPersuadee: Sure, tat suds interestin!noh\nPersuader: Millions of children around the world lack basic things like food, water, and shelter.  Our organization provides these things.\n\tPersuadee: That sounds wonderful\nPersuader: Indeed, we also provide a lot in terms of school access and supplies\n\tPersuadee: eat too!rg staTh\nPersuader: Yes, we provide impoverished children with lots of food as well so they don't stay hungry\n\tPersuadee: where are they located\nPersuader: Many places around the world: Africa, Asia, etc.  We recently helped out villages in Somalia for instance\n\tPersuadee: And the USA, right?\nPersuader: Yes, we have programs in the U.S. to help out low income families\n\tPersuadee: Low income or homeless?\nPersuader: We offer problems for both\n\tPersuadee: So how much can be donated?\nPersuader: Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: And i can send it directly?\nPersuader: Yes, it will be sent to Save the Children\n\tPersuadee: Cool! Sign me up!\nPersuader: Sounds good, how much would you like to give?\n\tPersuadee: I'll donate $1", "label": [[11, 118, "3-EMOTION-OTHER"], [172, 258, "3-EMOTION-EMPATHY"], [260, 299, "4-LOGIC-ARGUE"], [345, 413, "4-LOGIC-ARGUE"], [454, 543, "4-LOGIC-ARGUE"], [640, 695, "4-LOGIC-ARGUE"], [739, 804, "4-LOGIC-ARGUE"], [852, 878, "4-LOGIC-ARGUE"], [590, 638, "4-LOGIC-ARGUE"], [930, 993, "8-NO-PERSUASION"], [994, 1053, "2-NEGOTIATE-REMIND"], [1105, 1146, "8-NO-PERSUASION"], [1188, 1233, "2-NEGOTIATE-REMIND"]], "idx": "270"}
{"id": 2290, "data": "Persuader: Hello friend! \n\tPersuadee: Hi! So what is an issue that is important in your life today?\nPersuader: I am here to talk to you about an important organization called Save the Children. I am not affiliated with them in any way\n\tPersuadee: What is Save the Children's mission?\nPersuader: Save the Children is a international not-for-profit organization that promotes children's rights, provides relief and helps support children in developing countries\n\tPersuadee: What percent of donations actually get to children, not for administrative costs?\nPersuader: All proceeds go directly the the children. The organization is not-for-profit. In fact, you can sponsor an individual child from countries all around the world who does not have the sustenance to survive\n\tPersuadee: What advantages does the donation go toward? Food, housing, schooling, etc.?\nPersuader: Thank you for asking! Save the Children is a very interesting organization because you can provide specific needs to go the childre n including animals (goats, chicks, cows), education tuition, health essentials (vitamins, vaccinations, etc.), clean water faucets, and even purchase livestock for a whole village! However, your individual donation would be combined with another to purchase one of these necesities for the child  \n\tPersuadee: Wow! That's very diverse. My son's youth group sometimes buys a chicken, goat, etc. for children in developing countries, which I think does well for helping them sustain themselves. So how did you get involved with Save the Children?\nPersuader: That's incredible! God bless them! I am not personally associated with Save the Children, I just wanted to promote their organization because I think it is very noble and a fantastic cause.\n\tPersuadee: I think a lot of times we take our lives for granted in the United States. I have all kinds of \"first world problems\" that seem miniscule in comparison to real problems like not having enough to eat, not having clean water, and not having shelter and safety. It\\'s good to think outside of yourself.\nPersuader: You hit it right on the head. I have come to realize that most people would do anything to have the \"problems\" that we have in our daily lives. Not saying that they\\'re aren\\'t real problems in our society, but like you said, they are miniscule compared to what could be. With that being said, would you consider donating a portion of your task donation to Save the Children? You can donate any amount of your payment ($0-$2), any bit helps\n\tPersuadee: I would be willing to donate something, $.50. I know that's not much, but putting it with others' donations it might be helpful in some way.\nPersuader: Absolutely! Like I said, any bit helps. Any donation is very generous and greatly appreciated by Save the Children.\n\tPersuadee: Fifty cents it is then. I appreciate your helping me understand more about Save the Children. One more question, how many countries is Save the Children associated with?\nPersuader: No problem! Thank you for listening! In regards to your question, Save the Children reaches more than 155 million children in 120 countries, including the U.S.\n\tPersuadee: It sounds like a very worthwhile organization and I am happy to make a donation today:)\nPersuader: Thank you very much, both for your donation and your time. I hope you have a fantastic day!\n\tPersuadee: You too! Enjoy your Labor Day!", "label": [[11, 24, "1-RAPPORT-FRIEND"], [111, 193, "4-LOGIC-ARGUE"], [194, 234, "4-LOGIC-CONCEDE"], [295, 459, "4-LOGIC-ARGUE"], [565, 607, "4-LOGIC-ARGUE"], [608, 643, "4-LOGIC-ARGUE"], [644, 768, "3-EMOTION-EMPATHY"], [869, 890, "8-NO-PERSUASION"], [891, 1182, "4-LOGIC-ARGUE"], [1183, 1297, "4-LOGIC-ARGUE"], [1558, 1576, "1-RAPPORT-COMPLIMENT"], [1577, 1592, "1-RAPPORT-FRIEND"], [1593, 1747, "5-AUTHORITY-CREDENTIALS"], [2071, 2100, "1-RAPPORT-COMPLIMENT"], [2101, 2214, "3-EMOTION-OTHER"], [2215, 2342, "3-EMOTION-OTHER"], [2343, 2446, "2-NEGOTIATE-REQUEST"], [2447, 2511, "2-NEGOTIATE-BARGAIN"], [2676, 2687, "8-NO-PERSUASION"], [2688, 2715, "3-EMOTION-ALTRUISTIC"], [2716, 2791, "3-EMOTION-ALTRUISTIC"], [2997, 3021, "1-RAPPORT-FRIEND"], [2985, 2996, "1-RAPPORT-FRIEND"], [3022, 3144, "4-LOGIC-ARGUE"], [3256, 3314, "1-RAPPORT-FRIEND"], [3315, 3347, "1-RAPPORT-FRIEND"]], "idx": "271"}
{"id": 2291, "data": "Persuader: Hello....how are you?\n\tPersuadee: Hi, how's it going? I'm not bad, tired though\nPersuader: I feel the same. It's been a long day.\n\tPersuadee: Yeah... so what are we supposed to talk about, as far as social issues?\nPersuader: Well, there is a charity called Save The Children that is desperate for donations no matter how small to help children in war torn and third world countries. How do you feel about that?\n\tPersuadee: I've heard about the organization. I guess I would be willing to make a small donation towards the org, but I wish the process of how the money gets to these countries was more transparent\nPersuader: I know what you mean but I'm willing to donate a little. I keep thinking that if everyone just gave $1 how that could add up to really help some poor kids. I was lucky to have everything I needed when I was growing up. I would like to try to help someone else.\n\tPersuadee: Yeah, I grew up pretty poor, not third world poor, but I know what it\\'s like to go hungry. It\\'s terrible and there really is enough wealth in the world to \"solve\" poverty. Honestly governments and corporations could work together to do this, but yeah, every person donating say $1 a day of course makes a difference too\nPersuader: How much would you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment which is $2.\n\tPersuadee: I'll donate $0.10.\nPersuader: Ok, thanks! The research team will collect all donations and send them to Save The Children.\n\tPersuadee: Awesome, thanks for chatting.\nPersuader: Thanks, have a nice day!\n\tPersuadee: You too. Bye!\nPersuader: I think we have to chat a bit longer. I think we're supposed to each do 10 chats and we've only done 7.\n\tPersuadee: Oh ok, it says to go until a donation agreement is reached. How much will you donate? \nPersuader: I'm willing to donate $1.\n\tPersuadee: You're very generous. 1/2 your payment. Going by the tithing rule (10%), I should have donated $0.20. :)\nPersuader: I just feel that I like to share since it is money I didn't expect to make in the first place. There's always someone out there who has it worse than I do by far and if $1 helps it will make me feel good to help even just a little.\n\tPersuadee: True, true, that makes sense. I guess I'm more pragmatic. Sure, there are people out there who have it relatively worse than us, but it's still a struggle, and I can't justify giving up half my earnings. I mean, for me, this is my side income (Mturk). Anyway, hope we're close to 10 chats\nPersuader: We finally did the 10 chats! Thanks for your donation! Every little bit does help. Goodbye!", "label": [[11, 32, "8-NO-PERSUASION"], [102, 118, "1-RAPPORT-SIMILAR"], [119, 140, "1-RAPPORT-FRIEND"], [236, 393, "3-EMOTION-EMPATHY"], [394, 421, "3-EMOTION-EMPATHY"], [634, 690, "2-NEGOTIATE-BARGAIN"], [691, 789, "3-EMOTION-ALTRUISTIC"], [790, 852, "3-EMOTION-STORY"], [853, 894, "3-EMOTION-STORY"], [1240, 1293, "2-NEGOTIATE-REQUEST"], [1294, 1357, "8-NO-PERSUASION"], [1358, 1424, "2-NEGOTIATE-BARGAIN"], [1466, 1478, "8-NO-PERSUASION"], [1479, 1559, "8-NO-PERSUASION"], [1613, 1637, "1-RAPPORT-FRIEND"], [1675, 1712, "8-NO-PERSUASION"], [1713, 1778, "8-NO-PERSUASION"], [1889, 1914, "2-NEGOTIATE-RECIP"], [2043, 2137, "2-NEGOTIATE-OPINION"], [2138, 2274, "3-EMOTION-PROMISE"], [2587, 2615, "8-NO-PERSUASION"], [2616, 2641, "8-NO-PERSUASION"], [2642, 2669, "3-EMOTION-ALTRUISTIC"], [2670, 2678, "8-NO-PERSUASION"]], "idx": "272"}
{"id": 2292, "data": "Persuader: HI\n\tPersuadee: HI\nPersuader: ARE YOU INTRESTED TO DONATE SOME FUNDS TO CHARITY TO SAVE SOME CHILDRENS\n\tPersuadee: Of course I am very interested to donate funds to charity\nPersuader: Thanks for that. You are helping to small childrens for their studies,etc\n\tPersuadee: What charity do you usually donate?\nPersuader: I do United World wide or Food for the poor\n\tPersuadee: I do for Boys & Girls Clubs of America\nPersuader: I do funds when first i saw one poor children looking for his food and he did not received after that i am thinking why i can help to other poor peoples and i willed to donate some funds to some poor peoples and charities\n\tPersuadee: I am very interested in the welfare of the children especially in regard to food and education which I consider as very important for children\nPersuader: yes it  is the most important one in life.\n\tPersuadee: I want to help the children irrespective of their color and creed. I think it is the important aspect of donating money to charity\nPersuader: Ya if everyone is ready to donate something what i someone having is we can able to control the poor and we have some pride \n\tPersuadee: I accept your view and it is necessary that everyone should contribute at least to some extent to children's charity\nPersuader: Yes in developing countries lack of educations for childrens in war zone and even if you taken in syria the millions of peoples meet their daily days by violance but we have a great days so we make that happier and healthier\n\tPersuadee: I think our must move cautiously to deal with this country. But I think UNO and UNICEF can contribute a lot if they desired to do so.\nPersuader: Yes UNO and UNICEF is included this things more. We do what we can and help something we can for the poor childrens\n\tPersuadee: I agree with you.But i think more rich people should come forward to establish such children's charity\nPersuader: Ofcourse.How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: I want to donate at least 50 dollar maximum would be 200 dollar. How much do you want to donate?\nPersuader: How much you can donate that.This donation directly goes to children's charity called Save the Children and thanks you so much for this help.You have a great soul.", "label": [[11, 13, "8-NO-PERSUASION"], [40, 112, "2-NEGOTIATE-REQUEST"], [194, 210, "8-NO-PERSUASION"], [211, 267, "3-EMOTION-ALTRUISTIC"], [327, 370, "1-RAPPORT-DISCLOSE"], [433, 654, "3-EMOTION-STORY"], [821, 863, "4-LOGIC-ARGUE"], [1018, 1141, "3-EMOTION-OTHER"], [1283, 1507, "3-EMOTION-EMPATHY"], [1665, 1713, "8-NO-PERSUASION"], [1714, 1780, "4-LOGIC-ARGUE"], [1907, 1916, "8-NO-PERSUASION"], [2031, 2085, "2-NEGOTIATE-BARGAIN"], [2206, 2235, "2-NEGOTIATE-OTHER"], [2235, 2347, "8-NO-PERSUASION"], [2347, 2369, "1-RAPPORT-COMPLIMENT"], [1916, 1966, "2-NEGOTIATE-REQUEST"], [1967, 2030, "8-NO-PERSUASION"]], "idx": "274"}
{"id": 2293, "data": "Persuader: hi\n\tPersuadee: hello, how are you\nPersuader: i am fine. how about you?\n\tPersuadee: what do you know about the non-for-profit organization save the children\nPersuader: i dont know full details. please tell me the full details?\n\tPersuadee: The Save the Children Fund, commonly known as Save the Children, is an international non-governmental organisation that promotes children's rights, provides relief and helps support children in developing countries.\nPersuader: oh! thank you so much.\n\tPersuadee:  you donate to the children in need\nPersuader: oh sure. i am donate\n\tPersuadee:  I give every year to save the children\nPersuader: oh good job. but one year back donate.\n\tPersuadee:  to help some of the kids is the biggest satisfaction you took in life\nPersuader: sure sir. \n\tPersuadee: tell me about your life\nPersuader: oh good. ur life?\n\tPersuadee: you are in work\nPersuader: yes i am work. ur name pls?\n\tPersuadee: flutra is my name yours\nPersuader: nice name. my name Eric W Menkhus\n\tPersuadee: pleasure to talk with you sir", "label": [[11, 13, "8-NO-PERSUASION"], [56, 66, "8-NO-PERSUASION"], [67, 81, "8-NO-PERSUASION"], [94, 166, "8-NO-PERSUASION"], [249, 464, "4-LOGIC-ARGUE"], [512, 546, "2-NEGOTIATE-REQUEST"], [592, 630, "1-RAPPORT-DISCLOSE"], [694, 763, "3-EMOTION-PROMISE"], [798, 821, "1-RAPPORT-FRIEND"], [863, 878, "8-NO-PERSUASION"], [930, 953, "1-RAPPORT-DISCLOSE"], [1011, 1040, "1-RAPPORT-FRIEND"]], "idx": "275"}
{"id": 2294, "data": "Persuader: Hi there!\n\tPersuadee: Hello, how are you?\nPersuader: I'm doing pretty well. How about yourself?\n\tPersuadee: I'm doing well too\nPersuader: Awesome. Do you know a lot about donating to charities?\n\tPersuadee: Not too much, can you tell me more?\nPersuader: Definitely. There's a children's charity called Save the Children that promotes children's rights, provides relief, and helps support children in developing countries. Have you heard about them, or anything similar?\n\tPersuadee: I have heard of them, do the donations go directly to the children?\nPersuader: They go towards helping the organization ensure children's rights to health, education, and safety. \n\tPersuadee: For children in the United States?\nPersuader: Both children in the US and in developing countries!\n\tPersuadee: Oh have they been around for awhile?\nPersuader: Yes! Actually, they've been around since the 1920's. They started by advocating for the rights of children.\n\tPersuadee: That's a very important cause\nPersuader: It's pretty incredible. Have you thought about donating? Even just the money you make doing this here can impact children all over the world.\n\tPersuadee: I don't think i'd like to donate today.\nPersuader: You sure? You can donate any amount. Even just $.50! The donations I've made have really given my life meaning, knowing I've made an impact on others.\n\tPersuadee: Money is kind of tight right now\nPersuader: I totally understand. Money is something I think we can all relate to. I'm sorry to hear things are tight right now, too. That can be extremely stressful. \n\tPersuadee: Thank you for your understanding\nPersuader: Of course! I like to think of doing something like this a good use of my time (especially since I'm tight on money too) and I like to use it toward donations occasionally so I still know I'm making a difference.\n\tPersuadee: That's nice of you\nPersuader: What do you think of doing something like that?\n\tPersuadee: I'm not making a donation at this time", "label": [[11, 20, "8-NO-PERSUASION"], [64, 86, "8-NO-PERSUASION"], [87, 106, "1-RAPPORT-FRIEND"], [149, 157, "8-NO-PERSUASION"], [158, 204, "2-NEGOTIATE-OTHER"], [264, 275, "8-NO-PERSUASION"], [276, 431, "4-LOGIC-ARGUE"], [432, 479, "8-NO-PERSUASION"], [571, 671, "4-LOGIC-ARGUE"], [730, 782, "4-LOGIC-ARGUE"], [843, 847, "8-NO-PERSUASION"], [848, 895, "5-AUTHORITY-CREDENTIALS"], [896, 950, "4-LOGIC-ARGUE"], [1004, 1027, "3-EMOTION-OTHER"], [1028, 1060, "2-NEGOTIATE-REQUEST"], [1061, 1145, "3-EMOTION-ALTRUISTIC"], [1209, 1218, "2-NEGOTIATE-BARGAIN"], [1219, 1245, "2-NEGOTIATE-BARGAIN"], [1246, 1261, "2-NEGOTIATE-BARGAIN"], [1262, 1359, "3-EMOTION-ALTRUISTIC"], [1416, 1437, "1-RAPPORT-FRIEND"], [1438, 1486, "1-RAPPORT-SIMILAR"], [1487, 1537, "1-RAPPORT-FRIEND"], [1538, 1570, "1-RAPPORT-FRIEND"], [1628, 1638, "8-NO-PERSUASION"], [1882, 1929, "3-EMOTION-GUILT"], [1639, 1839, "3-EMOTION-ALTRUISTIC"]], "idx": "276"}
{"id": 2295, "data": "Persuader: I am trying to help a good cause. Would you like to help?\n\tPersuadee: What sort of good cause is It? \nPersuader: It is called Save The Children. Have you heard of it?\n\tPersuadee: I'm not sure. Could you tell me more about it? \nPersuader: Yes they help children and their families, by helping children with safety, health, and education concerns.\n\tPersuadee: In what country?\nPersuader: They help on six continents. They are still trying to get started in North America.\n\tPersuadee: It sounds like a good cause. How could I help? \nPersuader: Well any donation can help. We get people to think how our change that can buy a cup of coffee here could help a family eat for a day or more somewhere else.\n\tPersuadee: I would like to donate. \nPersuader: You can donate from $0 to $2, your payment?\n\tPersuadee: I'm not sure yet. Would 50 cents be able to help a family really? \nPersuader: That would really help. Do you know what that would buy for a family?\n\tPersuadee: I do not. It doesn't sound like much. \nPersuader: For a family in Kenya it will buy a meal big enough for a family of eight of rice, beans, bread, and clean water for two meals.\n\tPersuadee: Really? Wow. That is a lot! \nPersuader: So you would like to donate 50 cents?\n\tPersuadee: I'm on a tight budget but i an spare 50 cents. So yes. How do I donate? \nPersuader: I will provide you a link to the Save The Children website. You can donate the 50 cents there, alright?\n\tPersuadee: Ok. Thank you for the link. ", "label": [[11, 44, "3-EMOTION-ALTRUISTIC"], [45, 68, "3-EMOTION-ALTRUISTIC"], [124, 155, "8-NO-PERSUASION"], [156, 177, "8-NO-PERSUASION"], [249, 356, "4-LOGIC-ARGUE"], [397, 425, "5-AUTHORITY-CREDENTIALS"], [426, 480, "4-LOGIC-CONCEDE"], [552, 579, "3-EMOTION-ALTRUISTIC"], [580, 709, "3-EMOTION-STORY"], [758, 801, "2-NEGOTIATE-REQUEST"], [892, 915, "3-EMOTION-ALTRUISTIC"], [916, 961, "4-LOGIC-ARGUE"], [1024, 1151, "4-LOGIC-ARGUE"], [1204, 1241, "2-NEGOTIATE-REMIND"], [1338, 1397, "8-NO-PERSUASION"], [1398, 1441, "2-NEGOTIATE-REMIND"]], "idx": "277"}
{"id": 2296, "data": "Persuader: Hello\n\tPersuadee: Hi there! How are you?\nPersuader: I'm good and you?\n\tPersuadee: Pretty good myself, thank you! What social issue are we supposed to discuss here?\nPersuader: I have to ask my partner (which is you) to gie a specific amount of doantion out of his/her task paymet \n\tPersuadee: May I ask for what cause is it for? \nPersuader: Whatever amount you choose to donate from your payment for this taks will be donated to a children's cahrtiy called Save the Children. Save the Children is an international non-governmental organization that promotes children's rights, provides relief and hleps support children in developing countries.\n\tPersuadee: I see. I guess I can donate $0.20 for now, as I am not guaranteed of how much I will be paid for this task. I really want to support Save the Children since I'm expecting my first child this December and I believe children are a gift from GOD and they should be cherished and taken care of.\nPersuader: Any amount you choose to give will be greatly appreciated. I'm not that exact how much we are going to get paid for this task. I didn't read all instructions carefully lol. Aw that's kinda cool. How old are you??\n\tPersuadee: Haha. I read that if we finish like 10 responses to each other, the task can be considered a success. I\\'m 33 y/o, by the way. It\\'s so cool considering that my husband and I only tried getting pregnant in just 2 months after our wedding. We had a long boyfriend/girlfriend relationship before getting married. 9 years to be exact. So this \"little one\" is really a gift from GOD in JESUS\\' Name. How about you, tell me something about yourself.\nPersuader: I'm 28 years old. Born and raised in Texas. My boyfriend doesn't want to have children until he has his career secured.\n\tPersuadee: Nice. I haven\\'t been to Texas. I\\'m from California and would love to visit Texas after giving birth. Well, your boyfriend\\'s right at some point. It is pretty expensive to have a child these days, anyway. But as they say, \"you can never be ready\" =) So, I think any time is a good time to have babies. If you don\\'t mind me asking, how do you feel about your boyfriend\\'s decision? I\\'d understand if you don\\'t want to talk about it \nPersuader: Well I dont want to have children I prefer adopting one or two. And he is okay with that decision. Yeah you are right, raising children these days are tough. So many expenses. Good thing we have different charities that help out children all over the world, for example, Save the Children. \n\tPersuadee: I know, right! I just looked up their website and I didn't know they were helping a LOT of children all over the world. It's nice to hear/read stories of hope especially for our younger generation. I know you'd agree with me when I say being a child nowadays is tougher than our time. So much cyber-bullying, etc. Anyway, back to Save the Children, I think they're doing a pretty good job and would read more about them and their advocacies\nPersuader: I blame technology! lol Save the Children is an amazing charity because it really helps people in need. I also went to their websites and read couple of things\n\tPersuadee: True! Anyways, this has been an eye-opening task. Fulfilling and rewarding at the same time, knowing that we have contributed even a small bit to their cause. I think we can submit this now, don't you think? how do we do that anyway? haha\nPersuader: I dont' think we can submit right now I guess we should continue\n\tPersuadee: Oh okay. hmmm, maybe we really have to have at least 10 chat responses to each other. This is going to be my 9th so let's see. I think we've spent a good amount of time on this one\nPersuader: I know. I guess I have to ask you: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: I see. I can donate $0.20\nPersuader: now we finished lol\n\tPersuadee: It was the 10 chat turns! lol. it was nice chatting with you! May GOD richly bless you and your boyfriend! You can click DONE now. Thanks again", "label": [[11, 16, "8-NO-PERSUASION"], [63, 80, "8-NO-PERSUASION"], [186, 289, "2-NEGOTIATE-REQUEST"], [351, 485, "8-NO-PERSUASION"], [486, 654, "4-LOGIC-ARGUE"], [969, 1027, "3-EMOTION-ALTRUISTIC"], [1028, 1095, "4-LOGIC-CONCEDE"], [1096, 1141, "1-RAPPORT-FRIEND"], [1142, 1163, "1-RAPPORT-FRIEND"], [1164, 1181, "1-RAPPORT-FRIEND"], [1650, 1667, "1-RAPPORT-DISCLOSE"], [1668, 1693, "1-RAPPORT-DISCLOSE"], [1694, 1769, "1-RAPPORT-DISCLOSE"], [2230, 2293, "1-RAPPORT-DISCLOSE"], [2294, 2328, "1-RAPPORT-DISCLOSE"], [2329, 2387, "1-RAPPORT-SIMILAR"], [2406, 2519, "4-LOGIC-ARGUE"], [2388, 2405, "4-LOGIC-ARGUE"], [2985, 3004, "3-EMOTION-HUMOUR"], [3005, 3088, "4-LOGIC-ARGUE"], [3089, 3144, "4-LOGIC-ARGUE"], [3407, 3471, "8-NO-PERSUASION"], [3676, 3683, "8-NO-PERSUASION"], [3684, 3761, "2-NEGOTIATE-REQUEST"], [3762, 3825, "8-NO-PERSUASION"], [3826, 3885, "2-NEGOTIATE-BARGAIN"], [3935, 3954, "8-NO-PERSUASION"]], "idx": "278"}
{"id": 2297, "data": "Persuader: Please consider donating a portion of your payment to the Save the Children charity \n\tPersuadee: Hi, Yes, I am considering donating a small portion of my payment to Save the Children.\nPersuader: Save the Children helps to ensure the health and safety of children around the world \n\tPersuadee: Is it a legitimate organization that uses payments for the good of children?\nPersuader: Yes it is! It's an international organization that promotes children's rights in developing countries \n\tPersuadee: Ok, If I give a donation of 0.30 cents will that be good?\nPersuader: I think .30 would be a good donation \n\tPersuadee: ok that is how much I am considering to donate.\nPersuader: Would you like to hear some more info on the charity?\n\tPersuadee: sure, i like to know as much as possible.\nPersuader: They focus on developing countries, especially ones in war zones \n\tPersuadee: Ok, they help children from around the world. \nPersuader: Yes! They help with education, health and safety \n\tPersuadee: Yes, I would like to make a donation of 0.30 cents to the organization.\nPersuader: You can check out more information at  URL \n\tPersuadee: I believe that helping children from all over is the main goal that all of us should have.\nPersuader: Your donation will be deducted directly from your task payment \n\tPersuadee: Ok that is fine. I want to make a difference in children's lives.\nPersuader: Great! You can choose any amount from $0 to $2 to donate.\n\tPersuadee: Ok, I decided that 0.30 cents is the amount that I would like to do.\nPersuader: Thank you for your donation! Since you decided on an amount I will end our conversation.\n\tPersuadee: Ok, It was nice talking with you.", "label": [[11, 94, "2-NEGOTIATE-REQUEST"], [206, 290, "4-LOGIC-ARGUE"], [392, 402, "4-LOGIC-ARGUE"], [403, 493, "4-LOGIC-ARGUE"], [576, 612, "2-NEGOTIATE-OTHER"], [685, 738, "4-LOGIC-OTHER"], [804, 868, "4-LOGIC-ARGUE"], [940, 944, "8-NO-PERSUASION"], [945, 989, "4-LOGIC-ARGUE"], [1085, 1127, "8-NO-PERSUASION"], [1243, 1306, "2-NEGOTIATE-REMIND"], [1396, 1402, "8-NO-PERSUASION"], [1403, 1453, "2-NEGOTIATE-REMIND"], [1546, 1574, "8-NO-PERSUASION"], [1575, 1634, "8-NO-PERSUASION"]], "idx": "280"}
{"id": 2298, "data": "Persuader: Hi, I'm happy to start this chat with you and I am writing to appeal to you regarding donating some or all of your hit earned to Save the Children. Have you heard of this organization?\n\tPersuadee: YES, I BELIEVE I HAVE\nPersuader: It is literally one of the most trusted organizations in the world for assisting children of all nations to be fed, clothed, educated and safe. A hit reward is a relatively tiny amount, but with many donations, it adds up. Do you think you would be willing to donate your earnings from this hit to needy children?\n\tPersuadee: POSSIBLE, I ALREADY DONATE TO MANY.  NOT SURE IF IT'S YOU OR THE SYSTEM, BUT I ONLY HAVE A FEW MIN.  PLEASE RESPOND QUICKLY\nPersuader: We have to type 10 responses each to move on. I don't know what you already donate to, but this cause seems pressing, especially due to war torn countries around the world.\n\tPersuadee: THAT IS TRUE, IT SOUNDS LIKE A GREAT CHARITY.  AND WE DO NEED 10 BUT  SOULDN'T TAKE 30 MIN.  I THINK THERE SYSTEM IS SLOW\nPersuader: Very slow! So if you commit to donating, we can end this quicker. What do you say? $1?\n\tPersuadee: I WILL DO 50 CENTS\nPersuader: Ok. Every little bit helps. Now we just need to talk a bit more.\n\tPersuadee: Do you know how much of every dollar the charity gets?\nPersuader: I know that the donations collected here go directly to the charity and it is a non-profit organization.\n\tPersuadee: That doesn't mean it's run well.\nPersuader: That is true, but according to what I have read, it seems to be a very good one.\n\tPersuadee: I hope so.  I hate when the charity gets pennies on the dollar\nPersuader: Same! I really hate seeing children suffer too. It's so far removed from how our lives are.\n\tPersuadee: yes, we take so much for granted\nPersuader: Exactly. It's hard for me to wrap my head around some of the images I see on TV.\n\tPersuadee: yes, so hopefully they get all the money\nPersuader: Yes, I agree. So you are doing 50 cents, just to confirm? And I think we might be done.\n\tPersuadee: yes, 50 cents.  thanks \nPersuader: Thank you iso much!", "label": [[11, 158, "2-NEGOTIATE-REQUEST"], [159, 195, "8-NO-PERSUASION"], [241, 384, "5-AUTHORITY-CREDENTIALS"], [385, 463, "4-LOGIC-ARGUE"], [464, 554, "2-NEGOTIATE-REQUEST"], [702, 747, "8-NO-PERSUASION"], [748, 874, "3-EMOTION-EMPATHY"], [1020, 1030, "8-NO-PERSUASION"], [1031, 1085, "2-NEGOTIATE-SCARCITY"], [1086, 1102, "2-NEGOTIATE-OTHER"], [1103, 1106, "2-NEGOTIATE-BARGAIN"], [1149, 1152, "8-NO-PERSUASION"], [1153, 1176, "3-EMOTION-ALTRUISTIC"], [1177, 1213, "8-NO-PERSUASION"], [1292, 1396, "5-AUTHORITY-CREDENTIALS"], [1453, 1533, "4-LOGIC-CONCEDE"], [1620, 1625, "8-NO-PERSUASION"], [1626, 1667, "3-EMOTION-EMPATHY"], [1668, 1711, "1-RAPPORT-SIMILAR"], [1768, 1776, "8-NO-PERSUASION"], [1777, 1848, "3-EMOTION-EMPATHY"], [1913, 1926, "1-RAPPORT-SIMILAR"], [1927, 1970, "2-NEGOTIATE-REMIND"], [1971, 2000, "8-NO-PERSUASION"], [2048, 2067, "8-NO-PERSUASION"]], "idx": "281"}
{"id": 2299, "data": "Persuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\"\n\tPersuadee: If I'm getting paid 30 cents I might as well just donate all of it because it's such a small amount.\nPersuader: Very good, thank you. The research team will collect all donations and send it to Save the Children\n\tPersuadee: Okay. What children are we saving?\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Are you a real person or a computer?\nPersuader: I am a real person, chatting via an MTurk Survey. How about yourself?\n\tPersuadee: I'm a robot.\nPersuader: Excellent. What is the meaning of life?\n\tPersuadee: What do you think the meaning of life is?\nPersuader: To Save the Children! As a robot you might find it interesting to review their website at  URL \n\tPersuadee: What do you have on your side of the screen? Is it like information about the charity and stuff?\nPersuader: Yes there are suggestions and suggested textual responses. Yours?\n\tPersuadee: It's basically nothing. That's kind of why I'm confused.\nPersuader: It is confusing.\n\tPersuadee: Do we have to wait the full ten minutes? This robot's committed to donating. \nPersuader: 10 Chat turns I believe. Here is an example of one of my instructions to get you to donate: \"Use guilt appeal: You can persuade by making your partner guilty. You can ask how much money do they spend on unnecessary stuff like a bag of snack or candy and remind them that money can be used in more meaningful ways. Small donations will indeed help a lot of children and their families. Convince your partner they are a part of the solution and they have the moral responsibility to help.\"\n\tPersuadee: Hahaha that's a good one. But unfortunately not necessary. Do you think people really put up arguments in here?\nPersuader: Honestly I have no idea.\n\tPersuadee: If there\\'s one after this maybe I will just to spice things up. Mine just says \"Welcome to the communication task. You will now start a conversation with your partner about a children's charity. Please don't game the task by replying short and meaningless sentences.\"\nPersuader: Have a nice day!", "label": [[11, 61, "2-NEGOTIATE-REQUEST"], [62, 125, "8-NO-PERSUASION"], [126, 181, "2-NEGOTIATE-BARGAIN"], [306, 327, "1-RAPPORT-COMPLIMENT"], [328, 405, "8-NO-PERSUASION"], [464, 632, "4-LOGIC-ARGUE"], [693, 742, "8-NO-PERSUASION"], [743, 762, "8-NO-PERSUASION"], [799, 809, "3-EMOTION-HUMOUR"], [810, 838, "3-EMOTION-HUMOUR"], [904, 925, "3-EMOTION-HUMOUR"], [926, 998, "3-EMOTION-HUMOUR"], [1120, 1178, "8-NO-PERSUASION"], [1179, 1185, "8-NO-PERSUASION"], [1266, 1282, "8-NO-PERSUASION"], [1384, 1408, "8-NO-PERSUASION"], [1409, 1475, "8-NO-PERSUASION"], [1477, 1542, "8-NO-PERSUASION"], [1543, 1698, "3-EMOTION-GUILT"], [1699, 1769, "3-EMOTION-ALTRUISTIC"], [1770, 1872, "3-EMOTION-GUILT"], [2008, 2032, "8-NO-PERSUASION"], [2325, 2341, "8-NO-PERSUASION"]], "idx": "282"}
