{"id": 2300, "data": "Persuader: Hello, how are you today? \n\tPersuadee: Hi, Im doing pretty good!\nPersuader: Have you ever thought of donating?\n\tPersuadee: Yeah plenty of times\nPersuader: Have you ever heard of the Save the Children charity?\n\tPersuadee: Yeah its a fantastic organization that works with children\nPersuader: Would you be willing to donate some of you earning from today's task to them?\n\tPersuadee: Yeah, i would b willing to donate $1 dollar to Save the Children charity.\nPersuader: Wow, that is awesome. Thank you so much. At the end of the task it will ask you how much you would like to donate?\n\tPersuadee: Ok! I will donate a dollar to the organization at the end of the task\nPersuader: Thank you very much. They are an amazing charity helping children all over the world including the ones right here in America\n\tPersuadee: Yeah I agree. It's definitely for a good cause \nPersuader: They are all ready setting up to help the children in Hawaii if the hurricane does hit them.\n\tPersuadee: Wow thats incredible! They are always prepared to help even before an event such as a hurricane happens.\nPersuader: Did you know they have been around 100 years?\n\tPersuadee: No, did you know who founded the organization?\nPersuader: No, I am not sure. I do love that they are there for Advocacy, Education, Emergency, and Protection.\n\tPersuadee: Yeah they focus on a variety of different areas to help out children\nPersuader: They are on the ground in 120 countries it is so amazing\n\tPersuadee: Props to them for being in over 120 different countries. That is one heck of an achievement. ", "label": [[11, 37, "8-NO-PERSUASION"], [166, 219, "4-LOGIC-OTHER"], [499, 517, "1-RAPPORT-FRIEND"], [706, 810, "5-AUTHORITY-CREDENTIALS"], [882, 974, "4-LOGIC-ARGUE"], [1103, 1148, "5-AUTHORITY-CREDENTIALS"], [1219, 1237, "4-LOGIC-CONCEDE"], [87, 121, "2-NEGOTIATE-OTHER"], [302, 379, "2-NEGOTIATE-REQUEST"], [477, 498, "1-RAPPORT-COMPLIMENT"], [518, 591, "2-NEGOTIATE-REMIND"], [685, 705, "1-RAPPORT-FRIEND"], [1238, 1319, "4-LOGIC-ARGUE"], [1412, 1468, "5-AUTHORITY-CREDENTIALS"]], "idx": "283"}
{"id": 2301, "data": "Persuader: Could you please donate all of your$2 to Save the Children?  Hunger kills millions of children worldwide ever year.\n\tPersuadee: No thank you, I understand that hunger kills millions of children world wide every year, however the CEO's of that company are multi billionaire entrepreneurs. \nPersuader: Save the Children has been around since 1919 qng is top rated by Charity Watch.\n\tPersuadee: How much of the Save the Children money, go to children in the United States?\nPersuader: In fiscal year 2016, on average, 86.5% of all expenditures support program services. 86.5% is an average for all of Save the Children's programs worldwide.\n\tPersuadee: I don't agree with the fact that they give so much to Britians poor families, when poor families in America could use money through this charity\nPersuader: What makes American children more needy?  To be honest, not having a cell phone is hardly poverty. American children are hardly in the situation that many African children are\n\tPersuadee: I feel that if America is going to be at the forefront of a charity...it should be helping our own...for instance, our veterans are highly under benefited and paid!!!!  Why not give to them!!!  Maybe Africa's government should do something about their needy children since this charity expects the U.S. to do something about theirs!!\nPersuader: Why not be charitable to all?  $2 is hardly a sum to argue about.  17 cents can feed  child overseas.  12 kids could be fed today with that money.  Hope didn't go to Starbucks today and get a $4 coffee.  Now that's a corporate contribution.\n\tPersuadee: No I don't spend my money at Starbucks because they don't support gun rights...  For being an ambassador for this charity you are sure quick into bullying someone to give to this charity!!!\nPersuader: I'm not being a bully. Ok, if $2 is too much, how about $1?  I'm with you on gun rights BTW.\n\tPersuadee: I tell you what I will feed one over sees child at .12, I take these task roles, to make money not give it away...if I wasn't living paycheck to paycheck I would not be doing them.\nPersuader: I'm in the same boat.  I need the money too.  But it wouldn't hurt to give a little.  MTurk doesn't exactly pay subsistence wages.  \n\tPersuadee: Your right, but every little bit helps!  When you have two children and have a husband that works his butt off, and you are a college student...you have to do something to fill in the gaps\nPersuader: I'm a retiree. Let's say Social Security isn't a treasure trove either.\n\tPersuadee: I know the boat your in too, I have grandparents that can barely make ends meet.  With what they bring in, in social security payments. \nPersuader: Despite all, I will donating a dollar.  I hope you do too.\n\tPersuadee: I will donate .12 and I wish my grandparents would learn how to be technical on a computer, so they could earn some money to supplement their income...like you.\nPersuader: Thanks.  I appreciate it.\n\tPersuadee: your welcome. better luck with your next partner.", "label": [[11, 70, "2-NEGOTIATE-REQUEST"], [492, 576, "4-LOGIC-ARGUE"], [1349, 1378, "2-NEGOTIATE-BARGAIN"], [1416, 1450, "2-NEGOTIATE-BARGAIN"], [1803, 1825, "8-NO-PERSUASION"], [1826, 1862, "2-NEGOTIATE-BARGAIN"], [2100, 2121, "1-RAPPORT-SIMILAR"], [2123, 2144, "1-RAPPORT-SIMILAR"], [2146, 2184, "2-NEGOTIATE-BARGAIN"], [816, 856, "4-LOGIC-COUNTER"], [72, 126, "3-EMOTION-EMPATHY"], [311, 390, "5-AUTHORITY-CREDENTIALS"], [577, 647, "4-LOGIC-ARGUE"], [858, 914, "4-LOGIC-ARGUE"], [915, 991, "4-LOGIC-ARGUE"], [1380, 1414, "2-NEGOTIATE-BARGAIN"], [1452, 1495, "3-EMOTION-ALTRUISTIC"], [1497, 1551, "3-EMOTION-GUILT"], [1553, 1589, "3-EMOTION-GUILT"], [1864, 1895, "1-RAPPORT-SIMILAR"], [2186, 2230, "4-LOGIC-COUNTER"], [2460, 2516, "1-RAPPORT-SIMILAR"], [2717, 2735, "2-NEGOTIATE-RECIP"], [2920, 2927, "1-RAPPORT-FRIEND"], [2929, 2945, "1-RAPPORT-FRIEND"], [2445, 2459, "1-RAPPORT-DISCLOSE"], [2677, 2715, "3-EMOTION-GUILT"]], "idx": "284"}
{"id": 2302, "data": "Persuader: Hi! How are you doing today?\n\tPersuadee: I am good, thank you! And you?\nPersuader: I am doing really good. How is the weather by you today?\n\tPersuadee: Rainy and a bit cold.  How do you feel about Children's Charities? \nPersuader: Yes it is rainy and cold-ish here too. I feel pretty good about charities.\n\tPersuadee: I was hoping you would be willing to donate to the Children's Charity - it helps sick kids with their medical costs, helps the parents stay close to them at no cost.  Do you think you could donate $1000?\nPersuader: Wow! That is a lot. I have heard about all of the storms in Hawaii, and I know kids there need help. I am not sure I can give that much. How much are you willing to give?\n\tPersuadee: I plan to give about $100 and heard that a corporation would donate the same amount, so that would be great, wouldn't it? \nPersuader: Oh, that really would be great. I would be willing to donate. Can you take less than $1000?\n\tPersuadee: Sure, whatever you can afford would be absolutely amazing!!  All donations will be matched so it all adds up quickly. Would you be able to donate $500?\nPersuader: I think I could donate $500. Can you make your donation a little more, or not?\n\tPersuadee: You know what, it is really important to help the hurricane victims so I will be happy to dig a bit deeper and donate $500.\nPersuader: Oh thank you! I feel so bad about all of the children. They really are suffering. I know how hungry, and in need of medical attention they must be. I know I would be devastated if my own kids needed help. Or any of my family's kids. Do you have any kids in your family?\n\tPersuadee: I do have an adult child,and a grandson- so any childs need really tugs at me. And it looks like the Childrens Charity and the Hurricane Relief will help many kids, and their parents.  I am going to also add a go fund me on the internet  for the Children's Charity to try to raise more money. Is that something that you might do for Hawaii?\nPersuader: Yes, Save the Children has a great website. I am going to look into what else they do. Have you looked at their site?\n\tPersuadee: I plan to to do that! So we have agreed that we will give $500 each to our charities. I know that will be a huge help. I thank you so much for donating to such a great cause!\nPersuader: Yes. When you look at their site, you will see it is based in Ct, but they are doing great things all over. I feel really good about giving. How do you feel?\n\tPersuadee: I love helping anyone - especially in the US.  I am going to look into volunteering opportunities as well.  I would love to be a part of either charity. Do you actually volunteer with Save the Children?\nPersuader: I have not yet. Have you?\n\tPersuadee: No, but our donations will be a good start! Volunteering is something I want to do very soon.  Again, thank you so much for your most generous donation and time!", "label": [[11, 14, "8-NO-PERSUASION"], [15, 39, "8-NO-PERSUASION"], [163, 184, "1-RAPPORT-FRIEND"], [186, 229, "2-NEGOTIATE-OTHER"], [496, 532, "2-NEGOTIATE-REQUEST"], [965, 1024, "2-NEGOTIATE-BARGAIN"], [1219, 1342, "2-NEGOTIATE-RECIP"], [1715, 1819, "4-LOGIC-OTHER"], [329, 494, "2-NEGOTIATE-REQUEST"], [727, 848, "2-NEGOTIATE-RECIP"], [1026, 1082, "2-NEGOTIATE-REWARD"], [1083, 1116, "2-NEGOTIATE-REQUEST"], [1636, 1714, "1-RAPPORT-DISCLOSE"], [1821, 1928, "2-NEGOTIATE-RECIP"], [2204, 2236, "3-EMOTION-ALTRUISTIC"], [1929, 1976, "2-NEGOTIATE-REQUEST"], [2118, 2139, "1-RAPPORT-FRIEND"], [2140, 2203, "2-NEGOTIATE-REMIND"], [2237, 2292, "8-NO-PERSUASION"], [2474, 2519, "3-EMOTION-OTHER"], [2521, 2580, "1-RAPPORT-DISCLOSE"], [2582, 2626, "8-NO-PERSUASION"], [2627, 2676, "8-NO-PERSUASION"], [2726, 2769, "3-EMOTION-ALTRUISTIC"], [2821, 2887, "1-RAPPORT-FRIEND"], [2770, 2819, "8-NO-PERSUASION"]], "idx": "285"}
{"id": 2303, "data": "Persuader: Hello.  I have a story to share with you.\n\tPersuadee: Of course im hear to listen .\nPersuader: I just donated to Save the Children and feel like it will be super helpful.  There was a child who died of hunger and I think my donation will help other children.  \n\tPersuadee: Yes i believe it most DEFINETLY will make a big impact on others lives and its amazing to see such kind hearted people like yourself do so.\nPersuader: Thanks! I just read that The United Nations estimated last year 25,000 people still die of hunger daily. That means more than 9.1 million people die of hunger every year.\n\tPersuadee: Yes its such a sad thing to see happen myself and family are very kind hearted and feel for all the people around the world who are suffering from this , And would love to make a change and to help .\nPersuader: Great to hear there are still kind hearted people to help people suffering! It makes me angry to know of so many children in danger in the world.\n\tPersuadee: Yes its so sad how people can go about their day and not think of those who are in great need ! Especially those who are very wealthy themselves and don't care to make a difference \nPersuader: I agree!  I certainly am not wealthy but still try to make donation as often as I can.  There are some wealthy people that are great philanthropists, but I think more people like you and I are needed to make even small donations.  Have you ever been to the Save the Children website?  URL \n\tPersuadee: Yes most definitely i totally agree with you! Yes i do i actually watch a family on youtube that raises money every year live streaming for save the children and all the money they receive goes to save the children   \nPersuader: You can make a donation from your incoming earning from this task to Save the Children.  Even just a small amount makes a difference? I just realized I sound like a telemarketer! Can you donate part of your payment? I think we should.\n\tPersuadee: As of right now i honestly would but i dont have the funds for it if their are other ways im albe to get others to donate as well and help out in any way possible i will be more then willing to do so..\nPersuader: Even just a small donation helps. I will donate again if you match the amount of a snack!  Maybe .50 perhaps?\n\tPersuadee: of course i could do so from my paypal\nPersuader: The research team will collect donations and send it to Save the Children. So we don't even need to use Paypal.\n\tPersuadee: oh okay then thats awsome to hear \nPersuader: Ok great!  I think we are really part of the solution this way. Especially if that story of a child who died makes you angry like me.  It's so easy we won't even miss it.\n\tPersuadee: Exacally if 50cents can make a differnce in someones like and i can help im all for it !!\nPersuader: (Inserts high five) My good deed for the day is done! I try to do little things like this whenever I can. In fact, I'm going to match your .50 and donate a $1.\n\tPersuadee: wow how awsome it will really make a difference and i'm so happy we can both help to make a difference (double high five )\nPersuader: Thanks for agreeing to donate! It was great talking to you and meeting someone who has a big heart like me :)\n\tPersuadee: Thank you For being able to be so kind hearted as well hope u have a great day and keep a smile on your face ;)\nPersuader: It feels great\n\tPersuadee: Most definitely does  and hope it will make someone else feel 10 times just as great \nPersuader: I am glad the Researchers are helping too!  Make it a great day!\n\tPersuadee: Yes i didnt think that it would be this easy thats amazing \nPersuader: I have done it this way before and encourage you to do the same. Skipping my candy bar today and feeling great! \n\tPersuadee: yes i cant wait to be able to do more in the future yes it does feel good to know that will be going to a much better cause \nPersuader: (one last high five before I go) I'd love to chat with you more, but I have to run off --- my coffee is brewing and waiting for me to indulge.  Take care and keep doing good!\n\tPersuadee: same thanks for the advice have a good one keep spreading love ", "label": [[3914, 4023, "8-NO-PERSUASION"], [4025, 4055, "1-RAPPORT-FRIEND"], [11, 17, "8-NO-PERSUASION"], [19, 52, "1-RAPPORT-OTHER"], [106, 181, "3-EMOTION-STORY"], [443, 539, "3-EMOTION-EMPATHY"], [829, 904, "1-RAPPORT-COMPLIMENT"], [905, 974, "3-EMOTION-ANGER"], [1190, 1266, "1-RAPPORT-DISCLOSE"], [1411, 1463, "8-NO-PERSUASION"], [1465, 1468, "8-NO-PERSUASION"], [1711, 1798, "2-NEGOTIATE-OTHER"], [1800, 1844, "2-NEGOTIATE-BARGAIN"], [2262, 2280, "2-NEGOTIATE-BARGAIN"], [2648, 2683, "2-NEGOTIATE-OTHER"], [2817, 2850, "1-RAPPORT-OTHER"], [2903, 2956, "2-NEGOTIATE-RECIP"], [3103, 3133, "1-RAPPORT-OTHER"], [3134, 3212, "1-RAPPORT-COMPLIMENT"], [183, 269, "3-EMOTION-STORY"], [435, 442, "8-NO-PERSUASION"], [540, 605, "3-EMOTION-EMPATHY"], [1180, 1188, "1-RAPPORT-SIMILAR"], [1268, 1409, "2-NEGOTIATE-RECIP"], [1845, 1889, "3-EMOTION-HUMOUR"], [1890, 1926, "2-NEGOTIATE-REQUEST"], [1927, 1945, "2-NEGOTIATE-RECIP"], [2171, 2204, "2-NEGOTIATE-BARGAIN"], [2205, 2260, "2-NEGOTIATE-RECIP"], [2343, 2417, "4-LOGIC-OTHER"], [2418, 2454, "4-LOGIC-OTHER"], [2513, 2522, "8-NO-PERSUASION"], [2524, 2576, "3-EMOTION-ALTRUISTIC"], [2577, 2646, "3-EMOTION-ANGER"], [2797, 2816, "1-RAPPORT-FRIEND"], [2851, 2902, "1-RAPPORT-DISCLOSE"], [3348, 3362, "3-EMOTION-PROMISE"], [3472, 3514, "8-NO-PERSUASION"], [3516, 3536, "1-RAPPORT-FRIEND"], [3620, 3684, "2-NEGOTIATE-RECIP"], [3685, 3731, "1-RAPPORT-OTHER"], [3881, 3913, "1-RAPPORT-FRIEND"]], "idx": "286"}
{"id": 2304, "data": "Persuader: Hi\n\tPersuadee: Hello\nPersuader: I'm here to talk about the charity Save the Children. It is an amazing charity and is very efficient with their funding.\n\tPersuadee: I think I have heard of it, but do not know that much about it aside from a general idea that they support children\nPersuader: They are an international non-governmental organization that promotes children's rights, provides relief and helps children in developing countries. This is a really great opportunity for you to donate your bonus without having to actually give money out of your pocket. \n\tPersuadee: If I am giving money out of my bonus, then it is kind of coming out of my pocket\nPersuader: That is one way to look at it. I think that if you were going to donate at any point, this would be an easy way to do it. Or at least a portion of the bonus. Don't you think donating feels good?\n\tPersuadee: Donating doesn't feel good or bad for myself. It is a means to support something if I think the cause is worthwhile and I trust the charity to spend the money in a way I agree with\nPersuader: That is true, the money is making a real and tangible difference regardless of how it makes you feel. I think that everyone should give a little bit here and there because it really adds up and the money can increase their quality of life likely more than it could for you.\n\tPersuadee: Why would you think that? You really do not know about me or my situation. The fact that we are on here working on surveys may lend to the fact we need money\nPersuader: That is definitely true I can't make any assumptions about you, you could have kids to feed yourself, etc. But all I'm saying is that most of Save the Children's funding goes to third world nations, really terrible places and war-stricken areas. They just want food and water to be happy.\n\tPersuadee: That may be so, and the charity may do good work, I really do not know. That being said, I would rather keep my own money and donate to the charity in my local area as I see fit rather than support someone across the globe \nPersuader: Fair enough, but please consider donating even a tiny fraction of the bonus. How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: I will keep my bonus and donate $0\nPersuader: Can't blame you for that at all.\n\tPersuadee: Good luck in convincing other's though. While I do not choose to donate, I looked up the charity and it does look to be a decent cause. I just believe in working local first and then worrying about international issues\nPersuader: Makes perfect sense, it is sensible to want to help those you're familiar with. The survey should continue at this point I think.\n\tPersuadee: No idea, I have no button to make it progress. One other idea since I have to wait here anyway. If they really want us to give a portion of our bonus then they should probably offer a bit more of one. As it is we make less than 6 an hour if we keep the full bonus\nPersuader: Yeah that was what I was thinking, the base amount is very low. I think it's waiting for 10 messages each so it should continue now. Have a good day!\n\tPersuadee: Thanks, you do the same", "label": [[11, 13, "8-NO-PERSUASION"], [97, 163, "5-AUTHORITY-CREDENTIALS"], [303, 451, "5-AUTHORITY-CREDENTIALS"], [452, 573, "2-NEGOTIATE-REQUEST"], [679, 709, "4-LOGIC-CONCEDE"], [710, 800, "4-LOGIC-COUNTER"], [837, 873, "3-EMOTION-PROMISE"], [1180, 1351, "3-EMOTION-GUILT"], [1533, 1639, "4-LOGIC-CONCEDE"], [1779, 1821, "3-EMOTION-EMPATHY"], [2069, 2145, "2-NEGOTIATE-BARGAIN"], [2261, 2315, "2-NEGOTIATE-REMIND"], [2649, 2728, "1-RAPPORT-OTHER"], [2729, 2778, "8-NO-PERSUASION"], [3199, 3215, "1-RAPPORT-FRIEND"], [43, 96, "8-NO-PERSUASION"], [801, 836, "2-NEGOTIATE-BARGAIN"], [1078, 1179, "3-EMOTION-ALTRUISTIC"], [1640, 1778, "4-LOGIC-COUNTER"], [2146, 2196, "2-NEGOTIATE-REQUEST"], [2197, 2260, "8-NO-PERSUASION"], [2374, 2406, "1-RAPPORT-OTHER"], [3066, 3129, "8-NO-PERSUASION"], [3130, 3198, "8-NO-PERSUASION"]], "idx": "287"}
{"id": 2305, "data": "Persuader: Hi! How is your day going?\n\tPersuadee: I'm doing well. How are you?\nPersuader: I'm pretty good. Thanks. I wanted to let you know about the great charity I know. It's called Save the Children.\n\tPersuadee: I've heard of it. They do great work.\nPersuader: Yes they do. They use nearly 100% of money donated to go directly to charity with very few overhead costs of their own.\n\tPersuadee: Pretty impressive compared to other charities.\nPersuader: Yes it is. I've heard of many stories from them about how many thousands of starving children they've helped in African countries and Middle Eastern countries as well.\n\tPersuadee: That is great. There are a lot of organizations that help, but they are one of the bigger names.\nPersuader: Have you thought about how much extra money you have around the house that you could collect and donate to Save the Children?\n\tPersuadee: Well honestly, I don't have as much as you would like to me too at this point. But I do donate to a very similar charity monthly.\nPersuader: Well as you know you've been given some extra money that you can donate directly to Save the Children. This won't affect you at all but will really help many of those poor starving children.\n\tPersuadee: I know that. I am willing to donate some of the money, I do need to keep some to pay my bills and feed my kiddos too.\nPersuader: Absolutely! Of course you shouldn't donate more than you can. But any small amount that you would be able to donate is always greatly appreciated!\n\tPersuadee: Well I would be willing to do that.\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: I think 10% would be good. So 20 cents?\nPersuader: That's a great decision! Thanks very much for your support. You'll get to confirm your donation on the next screen. It was great talking to you!\n\tPersuadee: Okay. Good to know. Thanks. Have a great night,\nPersuader: Thanks :) You too!\n\tPersuadee: I hope the money really helps out the kids.", "label": [[90, 106, "8-NO-PERSUASION"], [107, 114, "8-NO-PERSUASION"], [115, 171, "5-AUTHORITY-CREDENTIALS"], [172, 202, "8-NO-PERSUASION"], [264, 276, "8-NO-PERSUASION"], [454, 464, "8-NO-PERSUASION"], [465, 621, "4-LOGIC-ARGUE"], [1021, 1123, "2-NEGOTIATE-REQUEST"], [277, 383, "5-AUTHORITY-CREDENTIALS"], [742, 867, "2-NEGOTIATE-BARGAIN"], [1124, 1211, "3-EMOTION-ALTRUISTIC"], [1353, 1364, "8-NO-PERSUASION"], [1415, 1499, "2-NEGOTIATE-BARGAIN"], [1559, 1609, "2-NEGOTIATE-REQUEST"], [1610, 1673, "8-NO-PERSUASION"], [1797, 1821, "1-RAPPORT-FRIEND"], [1822, 1856, "1-RAPPORT-FRIEND"], [1857, 1912, "8-NO-PERSUASION"], [1365, 1414, "2-NEGOTIATE-BARGAIN"], [1674, 1733, "2-NEGOTIATE-REQUEST"], [1913, 1941, "1-RAPPORT-FRIEND"], [2013, 2022, "8-NO-PERSUASION"], [2023, 2031, "8-NO-PERSUASION"], [11, 14, "8-NO-PERSUASION"], [15, 37, "1-RAPPORT-FRIEND"]], "idx": "289"}
{"id": 2306, "data": "Persuader: Do you like to help children out who are less fortunate?\n\tPersuadee: Yes I do\nPersuader: There is a child right now 8000 miles away from you who is living daily with violence and no food. But we can help her.\n\tPersuadee: How do we help her?\nPersuader: We take money that we would spend for a piece of candy or a cup of coffee and put aside for her. Just one time will make a difference for her.\n\tPersuadee: That sounds like a great idea! Let's do it!\nPersuader: Ok. It makes me mad that so many children around the world are facing such challenges while we sit in our comfortable home with every need met. How about you?\n\tPersuadee: Yes, it is very disheartening. I hope that more people see the need to help others like we see the need.\nPersuader: Would you like to know the charity I am talking about?\n\tPersuadee: Yes. Please tell me more about the charity.\nPersuader: It has been around for over fifty years. It is called Save The Children. They take our money and help with safety, health, and shelter for children who need it desperately.\n\tPersuadee: I like the fact that they have history. Do you think 100% of our donations will go to the children?\nPersuader: They keep 1% for overhead but the rest goes right to the children to better the lives of them and their family.\n\tPersuadee: That sounds fair. Do we know what geographic area we will be donating to?\nPersuader: Yes. It is the mountainous region of Uganda.\n\tPersuadee: That is amazing! How can we get more people involved?\nPersuader: We make a donation then we tell how good it made us feel and who we helped like Lina, the girl I was talking about.\n\tPersuadee: Ok. I would definitely like to donate!\nPersuader: How much would you like to donate from $0 to your payment of $2?\n\tPersuadee: I would like to donate $2\nPersuader: Ok. $2 it is. Thank you.\n\tPersuadee: Absolutely! It is for a good cause!", "label": [[11, 67, "3-EMOTION-ALTRUISTIC"], [100, 198, "3-EMOTION-EMPATHY"], [263, 359, "2-NEGOTIATE-REQUEST"], [617, 631, "1-RAPPORT-OTHER"], [760, 814, "8-NO-PERSUASION"], [923, 954, "8-NO-PERSUASION"], [1178, 1289, "4-LOGIC-ARGUE"], [1392, 1431, "4-LOGIC-OTHER"], [1509, 1624, "3-EMOTION-PROMISE"], [1687, 1751, "2-NEGOTIATE-REQUEST"], [199, 219, "3-EMOTION-ALTRUISTIC"], [360, 405, "3-EMOTION-ALTRUISTIC"], [473, 476, "8-NO-PERSUASION"], [477, 616, "3-EMOTION-GUILT"], [882, 922, "5-AUTHORITY-CREDENTIALS"], [955, 1054, "3-EMOTION-ALTRUISTIC"], [1387, 1391, "8-NO-PERSUASION"], [1801, 1804, "8-NO-PERSUASION"], [1805, 1814, "2-NEGOTIATE-REMIND"], [1815, 1825, "8-NO-PERSUASION"]], "idx": "290"}
{"id": 2307, "data": "Persuader: Hello, How are you doing?\n\tPersuadee: I'm doing okay, how are you?\nPersuader: I am doing good. How is your day so far/\n\tPersuadee: It's going alright. I had class this afternoon and just turking the rest of the day.\nPersuader: Okay, all I need to do is turking whole day\n\tPersuadee: How much money do you make turking?\nPersuader: around $1500 per month\n\tPersuadee: Dang thats a good amount! What scripts are you running?\nPersuader: And What about you how much do you earn turking.\n\tPersuadee: I just started the other day so I'm not sure yet. Running TO, Hourly, and HIT Scraper\nPersuader: That's good to hear, I am sure you are going to earn a good amount\n\tPersuadee: Thanks lol, I'm trying. Does your task say something about donations?\nPersuader: Yes, I can see something which relates to save the children donation.\n\tPersuadee: Mine just says that I can choose any amount from $0-2\nPersuader: It says here that I can donate the extra gain which I earn I can donate it to the children\n\tPersuadee: What are you thinking about donating? I don't know if it would actually go to a foundation\nPersuader: I wish to donate because that is very small amount and I am happy that I can help them at least this way\n\tPersuadee: I'd be willing to donate $1\nPersuader: That's great<,I would also donate around $1 to $2\n\tPersuadee: Okay, lets each donate $1", "label": [[11, 36, "8-NO-PERSUASION"], [106, 129, "1-RAPPORT-FRIEND"], [341, 363, "1-RAPPORT-DISCLOSE"], [443, 491, "1-RAPPORT-FRIEND"], [238, 281, "1-RAPPORT-DISCLOSE"], [761, 830, "8-NO-PERSUASION"], [908, 998, "2-NEGOTIATE-OTHER"], [1113, 1217, "2-NEGOTIATE-RECIP"], [89, 105, "8-NO-PERSUASION"], [601, 667, "1-RAPPORT-FRIEND"], [1269, 1318, "2-NEGOTIATE-RECIP"]], "idx": "291"}
{"id": 2308, "data": "Persuader: Hello,\n\tPersuadee: Hello, how are you?\nPersuader: I am well. I was wondering.....do you often donate to charity?\n\tPersuadee: That's great! I actually do not donate to charity often, but I believe I will in the future.\nPersuader: Have you ever heard of Save the Children foundation?\n\tPersuadee: Yes, I have heard of the Save the Children Foundation.\nPersuader: Would you be interested in donated part of your task payment directly to Save the Children?\n\tPersuadee: I actually am not ready to donate to the foundation yet.  I would like to find out more about it first before donating.\nPersuader: Your donation is essential to help ensuring children's rights to health, education, and safety. Millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. You can learn more at  URL \n\tPersuadee: Thank you so much for providing additional information about the organization, but I am not ready to donate yet. \nPersuader: Just .77 a day can help shelter a refugee family. That's less than a cup of coffee, or even your mid day snack. That .77 can change a child's life forever. Would you please reconsider?\n\tPersuadee: I understand, but I just need more time to do my own research about the organization and think about it. I am not ready to donate right now.\nPersuader: You could make just a one time donation of your task profit today. Only .10 would change a life. Would you reconsider for only .10?\n\tPersuadee: Okay, I will donate .10 today.\nPersuader: Thank you! Your donation is greatly appreciated and will change a child's life!\n\tPersuadee: You are welcome. I hope that I will be able to donate more in the future.\nPersuader: I do as well. Have a wonderful day!\n\tPersuadee: You too! Have a wonderful day!\nPersuader: Thank you very much!\n\tPersuadee: Thank you for taking the time to talk to me and sharing so much information about the Save The Children Foundation. ", "label": [[11, 17, "8-NO-PERSUASION"], [61, 71, "8-NO-PERSUASION"], [72, 123, "2-NEGOTIATE-OTHER"], [240, 292, "8-NO-PERSUASION"], [606, 701, "3-EMOTION-ALTRUISTIC"], [781, 894, "3-EMOTION-EMPATHY"], [895, 922, "8-NO-PERSUASION"], [1110, 1171, "4-LOGIC-ARGUE"], [1216, 1244, "2-NEGOTIATE-BARGAIN"], [1172, 1215, "3-EMOTION-ALTRUISTIC"], [371, 462, "2-NEGOTIATE-REQUEST"], [702, 780, "3-EMOTION-EMPATHY"], [1060, 1109, "4-LOGIC-ARGUE"], [1476, 1505, "3-EMOTION-ALTRUISTIC"], [1409, 1475, "2-NEGOTIATE-BARGAIN"], [1506, 1540, "2-NEGOTIATE-BARGAIN"], [1595, 1605, "8-NO-PERSUASION"], [1772, 1785, "8-NO-PERSUASION"], [1862, 1882, "8-NO-PERSUASION"], [1786, 1807, "1-RAPPORT-FRIEND"], [1606, 1674, "3-EMOTION-ALTRUISTIC"]], "idx": "292"}
{"id": 2309, "data": "Persuader: Would you be interested in donating some of your payment to the charity Save the Children?\n\tPersuadee: I am not sure. What on Earth is Save the Children? Is it some sort of boy band?\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Hm. Isn't this the sort of group that the government should help?\nPersuader: Everything helps, and honestly they could use it more than we could. Children die of hunger everyday and your donation could help prevent that.\n\tPersuadee: At the moment, I'm pretty strapped for cash. In fact, I could probably use a donation!\nPersuader: Well, you could donate anything from $0.01 to $2.00. Would you be willing to donate even $0.01?\n\tPersuadee: What would be the point of donating such a small amount? It would be better to try to find others that could donate more.\nPersuader: No amount is too little unless it is nothing. Save the Children is a well established charity, so they have a large reach and it all adds up. You can check them out at their website:  URL \n\tPersuadee: Where does StC do its work? I've never heard of StC. Is this a real org?\nPersuader: They are a global charity, they also work in the US. You can check out their website, it is indeed a reputable organization. \n\tPersuadee: Have you ever made a donation to them? Or has anyone that you know made a donation? \nPersuader: I have not, but in this instance I wouldn't mind donating. It is just a bonus.\n\tPersuadee: I understand that the organization needs money, like many other worthy charities trying to improve the world. But right now, it's a bit tough for me. I know that you understand.\nPersuader: Well, we will just sit here going back and forth and then neither of us get the bonus? I assure you that even a penny would help.\n\tPersuadee: Would you be willing to donate yourself?\nPersuader: Yes, of course. For all we know this is theoretical money.\n\tPersuadee: How much would you be willing to donate?\nPersuader: I usually do half because I feel it is fair and these organizations could use it more than I could. Anything below a dollar I would consider donating. Do you ever donate to things in your personal life?\n\tPersuadee: No, I never donate. I don't know what organizations do with the money, how efficient they are.\nPersuader: Yeah I understand that.", "label": [[11, 101, "2-NEGOTIATE-REQUEST"], [463, 531, "3-EMOTION-ALTRUISTIC"], [717, 769, "2-NEGOTIATE-BARGAIN"], [1004, 1099, "5-AUTHORITY-CREDENTIALS"], [1100, 1145, "5-AUTHORITY-CREDENTIALS"], [1243, 1295, "5-AUTHORITY-CREDENTIALS"], [1536, 1555, "4-LOGIC-ARGUE"], [1951, 1966, "8-NO-PERSUASION"], [205, 373, "4-LOGIC-OTHER"], [532, 606, "3-EMOTION-ALTRUISTIC"], [770, 812, "2-NEGOTIATE-REQUEST"], [958, 1003, "2-NEGOTIATE-OTHER"], [1296, 1367, "5-AUTHORITY-CREDENTIALS"], [1477, 1535, "4-LOGIC-CONCEDE"], [1757, 1843, "3-EMOTION-OTHER"], [1844, 1886, "2-NEGOTIATE-BARGAIN"], [1967, 2009, "8-NO-PERSUASION"], [2074, 2173, "3-EMOTION-OTHER"], [2174, 2224, "1-RAPPORT-DISCLOSE"], [2225, 2276, "2-NEGOTIATE-OTHER"], [2395, 2418, "8-NO-PERSUASION"]], "idx": "293"}
{"id": 2310, "data": "Persuader: Hi! Have you ever made a donation to a charity before?\n\tPersuadee: Yes I have! I have donated to several different charities. I have donated to March of Dimes, St Judes, Salvation Army, and a local no kill pet shelter. Have you donated to known causes before?\nPersuader: I have as well to March of Dimes and our local pet shelter. I've also volunteered at the pet shelter. Have you heard of Save the Children?\n\tPersuadee: I think I have read something on that agency but it has been a long time. Is that the one that you pay so much to help feed them in other countries? \nPersuader: Yes! It's an international organization that helps support children in developing countries.\n\tPersuadee: Ok, yes I know that one. \nPersuader: Do you have children? I have fur babies & a couple nephews.\n\tPersuadee: I have 3 children, dogs and cats. I like to help children in need because I can't imagine what the parents go through and I never know when something may happen close to home and I would want some type of help to get my family through a hard situation. Do you donate to Save the Children\nPersuader: I agree. Times are tough and everyone needs help every now and then. I've recently become aware of Save the Children. I've been supporting a similar organization and would like to add Save the Children to my list. What about you?\n\tPersuadee: Yes, it looks like it is very inexpensive so I would definitely add it to my list when I have extra money to donate. \nPersuader: I read that in the first two months of 2018 alone, 1000 children were reportedly killed or injured in the violence in Syria. Save the Children helps kids like that. \n\tPersuadee: That is horrible. I would definitely donate if it helps save even one life. If it helps them get through this then I am all for it. Children shouldn't have to live like that. \nPersuader: It's horrible. What would you say to donating all or part of your income from this task?\n\tPersuadee: I definitely will be donating part of it for sure.\nPersuader: That's great! It will make a tangible impact for sure. They are a trustable fund and make a big impact on these innocent children.\n\tPersuadee: Yes it will!\nPersuader: There's a lack of support for children in developing countries. I tend to think about animals more since I have 2 dogs and no kids of my own but after hearing about all the violence and issues these kids have, it breaks my heart\n\tPersuadee: It's absolutely terrible. I wish people would do more to donate to help these kids but some organizations stole money from people which makes others very leery of donating. That ruined it for many and I'm sure they lost a lot of donations after that. I could not imagine my children living like this and hate seeing other children living like that. I wish I could do more. \nPersuader: Well donating to Save the Children is a good place to start for sure! How much would you like to donate? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2)\n\tPersuadee: I would donate half so $1 would be good for a start. How about you?\nPersuader: That's so great! I will donate .25 cents! Thanks for your help!\n\tPersuadee: You too thanks!", "label": [[11, 14, "8-NO-PERSUASION"], [15, 65, "2-NEGOTIATE-OTHER"], [282, 341, "1-RAPPORT-SIMILAR"], [594, 598, "8-NO-PERSUASION"], [599, 686, "4-LOGIC-ARGUE"], [1176, 1224, "8-NO-PERSUASION"], [1321, 1336, "8-NO-PERSUASION"], [1603, 1643, "4-LOGIC-ARGUE"], [2006, 2019, "8-NO-PERSUASION"], [2020, 2060, "3-EMOTION-ALTRUISTIC"], [2061, 2136, "5-AUTHORITY-CREDENTIALS"], [2173, 2236, "4-LOGIC-ARGUE"], [2799, 2868, "3-EMOTION-ALTRUISTIC"], [2869, 2903, "2-NEGOTIATE-REMIND"], [2968, 3026, "2-NEGOTIATE-REMIND"], [3118, 3134, "8-NO-PERSUASION"], [3135, 3159, "2-NEGOTIATE-RECIP"], [3160, 3181, "8-NO-PERSUASION"], [342, 383, "1-RAPPORT-DISCLOSE"], [384, 420, "8-NO-PERSUASION"], [736, 757, "1-RAPPORT-FRIEND"], [758, 795, "1-RAPPORT-DISCLOSE"], [1107, 1115, "1-RAPPORT-SIMILAR"], [1116, 1175, "3-EMOTION-EMPATHY"], [1225, 1320, "1-RAPPORT-DISCLOSE"], [1478, 1602, "3-EMOTION-EMPATHY"], [1843, 1857, "3-EMOTION-EMPATHY"], [1858, 1931, "2-NEGOTIATE-REQUEST"], [2237, 2401, "3-EMOTION-STORY"], [2904, 2967, "8-NO-PERSUASION"]], "idx": "294"}
{"id": 2311, "data": "Persuader: Save the Children is an international NGO that is focused on helping the children who live in desperate situations. I think it would be wise of us to be part of this noble cause\n\tPersuadee: i completely agree.  it's a crying shame that so many children have to live in terrible circumstances.  these kids have done nothing wrong; it's a terrible situation.  \nPersuader: Indeed. This organization relies on our donations to keep it going. Don't you think we should help it\n\tPersuadee: without a doubt.  i believe in helping just about any charity; i just wish i had more money to offer.  but i do what i can and charities that involve kids are near the top of my list.\nPersuader: Even a small amount can help much. No donation is small and every penny counts towards helping them\n\tPersuadee: that's a wonderful sentiment.  i'd be happy to make a contribution as this sounds like a fine charity that needs assistance.\nPersuader: Glad to hear that there are such kind and caring people like you still live. How much of your incoming payment are you willing to donate today?\n\tPersuadee: i'd be happy to donate the payment for this hit which is $2\nPersuader: That is very generous from your side. May God increase your bounty in this life and bestow you with all His Grace. Those children would indeed be grateful for your act\n\tPersuadee: thank you so much.  I also believe in God; he is a powerful force in my life and I turn to Him for assistance when i'm in trouble.\nPersuader: Being spiritual helps and most importantly helping the servants of God who are in desperate situation will make you even closer to Him\n\tPersuadee: I truly believe in God.  I know we are not expected to understand why He does everything the way He chooses but i don't have to know the reasons to know He exists.\nPersuader: I have to tell helping those children will make you feel good in the long-run. That is the power of charitable actions\n\tPersuadee: indeed.  that's the beauty of giving to charity.  it helps those who receive as well as those who give.  i have made my share of mistakes in my 62 years but i do my best and I try my best to keep God in mind when i make decisions.\nPersuader: Do you often donate to such charities?\n\tPersuadee: not as often as i should.  i'm on a very tight budget because i've made some real bad financial decisions through the years.  i do make a donation each month to the KLOVE radio network which is a commercial free religious network.\nPersuader: I understand and I hope everything will turn into its way as soon as you may expect. I want to make everything clear now. Are you willing now to go ahead and make $2 payment to Save the Children organization?\n\tPersuadee: i certainly am and i look forward to doing so.\nPersuader: We appreciate your concern and we express our sincere gratitude for your generosity. May God bless you\n\tPersuadee: God bless you as well.  it's been a pleasure speaking with you.  all my best", "label": [[11, 126, "4-LOGIC-ARGUE"], [381, 388, "8-NO-PERSUASION"], [389, 448, "3-EMOTION-ALTRUISTIC"], [449, 482, "2-NEGOTIATE-REQUEST"], [690, 724, "2-NEGOTIATE-BARGAIN"], [725, 789, "2-NEGOTIATE-BARGAIN"], [1280, 1332, "3-EMOTION-ALTRUISTIC"], [1888, 1927, "3-EMOTION-PROMISE"], [2182, 2220, "2-NEGOTIATE-OTHER"], [2475, 2559, "1-RAPPORT-OTHER"], [127, 188, "3-EMOTION-OTHER"], [938, 1014, "1-RAPPORT-COMPLIMENT"], [1015, 1081, "2-NEGOTIATE-REMIND"], [1165, 1202, "1-RAPPORT-COMPLIMENT"], [1203, 1279, "1-RAPPORT-OTHER"], [1487, 1621, "1-RAPPORT-OTHER"], [1809, 1887, "3-EMOTION-PROMISE"], [2560, 2596, "8-NO-PERSUASION"], [2597, 2683, "2-NEGOTIATE-REMIND"], [2754, 2838, "1-RAPPORT-COMPLIMENT"], [2839, 2856, "1-RAPPORT-OTHER"]], "idx": "295"}
{"id": 2312, "data": "Persuader: Will you donate to a good cause called Save the Childen?\n\tPersuadee: I have never heard of that what do they do?\nPersuader: They are a non governmental organization that helps ensure children's rights to health and education as well as safety.\n\tPersuadee: interesting where do they do this work?\nPersuader: they help kids from all over the world. \n\tPersuadee: Have you donated to this charity before?\nPersuader: I have and it was one of the best things I could do. There are many kids that have not benefited from a great organization like this\n\tPersuadee: how much did you donate to the charity?\nPersuader: I donated 30 cents when I first started\n\tPersuadee: well that's awesome when did you do that?\nPersuader: a month ago\n\tPersuadee: how easy was the donating process?\nPersuader: It is very simple\n\tPersuadee: do they send you a picture of the child you helped?\nPersuader: I am not sure about that. I do not think that is available.\n\tPersuadee: Do you know where your money was sent to ?\nPersuader: It is sent straight to the people that help the kids\n\tPersuadee: Ok where are those people located?\nPersuader: You can find that out on their website\n\tPersuadee: I usually prefer to donate directly, like the salvation army for example on a street corner", "label": [[135, 254, "4-LOGIC-ARGUE"], [318, 358, "4-LOGIC-ARGUE"], [476, 555, "3-EMOTION-ALTRUISTIC"], [794, 811, "4-LOGIC-ARGUE"], [11, 67, "2-NEGOTIATE-REQUEST"], [423, 475, "3-EMOTION-PROMISE"], [619, 658, "1-RAPPORT-DISCLOSE"], [724, 735, "1-RAPPORT-DISCLOSE"], [887, 912, "4-LOGIC-CONCEDE"], [913, 946, "4-LOGIC-CONCEDE"], [1013, 1065, "4-LOGIC-ARGUE"], [1124, 1162, "8-NO-PERSUASION"]], "idx": "296"}
{"id": 2313, "data": "Persuader: Hi there! How are you today?\n\tPersuadee: I am fine how are you?\nPersuader: I am doing really great. What are your plans for the day?\n\tPersuadee: well I have to go to work in a little while here how about you?\nPersuader: Ah, yes. Same here. That is why I am up so early. I have to go into the office, do you as well, or can you work from home?\n\tPersuadee: I  work in an office setting as well, I guess we are to talk about childrens charity's. Do you donate to any on a regular base?\nPersuader: I was just getting ready to ask you if you would be willing to donate some of today's payment to Save the Children. Even a little would help. How much would you be able to spare?\n\tPersuadee: I usually like to donate to more local charities, this way it seems safer to actually go where it is needed and it is for poor homeless kids around my own area\nPersuader: Well this is a great one. They are helping everywhere. You can offer even the smalles amount from today's pay, like $0.05. Can You help?\n\tPersuadee: I could maybe help can you tell me more about it where is it based out of and how much will actually be used for the cause?\nPersuader: STC is based out of CT. The money goes toward saving kids from starving and providing essentials. Can I count on you today?\n\tPersuadee: do you work for them directly how did you get involved in this?\nPersuader: I got involved with thei website. After knowing how hard they work I was really impressed. They are already helping the kids affected by the flooding in Hawaii. I know I have kids and if they were suffering and unable to eat it would just tear me apart.\n\tPersuadee: I understand that, and you guys raise money here on this site? is that even worth it?\nPersuader: Yes! It really is. Even the smallest donation can make a big impact on many children and families. STC is USA based as well. Can we count on you?\n\tPersuadee: yes you can you can have my $0.30\nPersuader: Wow! That is so great to hear. I really appreciate your help. Did you have any other questions about STC?\n\tPersuadee: and the money goes complety to the charity or does a part stay for handeling and administration\nPersuader: The money goes directly to the organization in order to help. The money will have a large impact. Would you like to have the site info?\n\tPersuadee: yes that would be great I would like to see that", "label": [[231, 239, "8-NO-PERSUASION"], [240, 250, "1-RAPPORT-SIMILAR"], [251, 280, "1-RAPPORT-DISCLOSE"], [281, 353, "1-RAPPORT-FRIEND"], [621, 646, "2-NEGOTIATE-BARGAIN"], [647, 683, "3-EMOTION-ALTERCASTING"], [990, 1003, "3-EMOTION-ALTRUISTIC"], [1175, 1248, "3-EMOTION-ALTRUISTIC"], [1362, 1395, "1-RAPPORT-DISCLOSE"], [1396, 1452, "5-AUTHORITY-CREDENTIALS"], [1453, 1522, "4-LOGIC-ARGUE"], [1523, 1615, "3-EMOTION-STORY"], [11, 20, "8-NO-PERSUASION"], [21, 39, "8-NO-PERSUASION"], [86, 110, "8-NO-PERSUASION"], [111, 143, "1-RAPPORT-FRIEND"], [505, 620, "2-NEGOTIATE-REQUEST"], [867, 892, "2-NEGOTIATE-OPINION"], [893, 921, "4-LOGIC-ARGUE"], [922, 989, "2-NEGOTIATE-BARGAIN"], [1151, 1174, "4-LOGIC-OTHER"], [1249, 1274, "3-EMOTION-OTHER"], [1725, 1729, "8-NO-PERSUASION"], [1730, 1743, "8-NO-PERSUASION"], [1744, 1823, "3-EMOTION-ALTRUISTIC"], [1824, 1849, "4-LOGIC-OTHER"], [1928, 1932, "8-NO-PERSUASION"], [1990, 2033, "8-NO-PERSUASION"], [2215, 2250, "4-LOGIC-ARGUE"], [1850, 1870, "3-EMOTION-OTHER"], [1933, 1958, "8-NO-PERSUASION"], [1959, 1989, "1-RAPPORT-FRIEND"], [2153, 2214, "4-LOGIC-ARGUE"], [2251, 2288, "8-NO-PERSUASION"]], "idx": "297"}
{"id": 2314, "data": "Persuader: Hi\n\tPersuadee: Hello there. How are you?\nPersuader: i am good..thank u..\n\tPersuadee: Are we supposed to discuss a donation amount? I am a little unclear.\nPersuader: this donation is for \"save the children\" purpose\n\tPersuadee: Children from where?\nPersuader: the charity name is \"save the children\"\n\tPersuadee: Do you have to choose an amount to donate too?\nPersuader: yes..even i have to donate too.. but i would like to get some donation from you\n\tPersuadee: Well, I am willing to contribute .50. \nPersuader: that is so kind of you..thank u so much for your help and big heart\n\tPersuadee: No problem. You as well for your donation.\nPersuader: even i will gibe .50\n\tPersuadee: That's a good number.  I think it's fair, especially since a little bit typically goes a long way in the charities.\nPersuader: Your donation will be directly deducted from your task payment.\n\tPersuadee: I assume that comes in the form of a bonus as the task is only .30 to complete. I find it odd though that they don't provide us with a lot of information about the charity to thoroughly discuss it.\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: There we go. I thought it was an international organization. I will admit that if it was a U.S. based charity, I would have donated more. I really feel there should be more focus on charities in our county. However, that's not to say that Save the Children isn't a good or meaningful charity.\nPersuader: that' s ok.. you will get more chances to donate. Still you can donate more if you are really interested\n\tPersuadee: That's okay. I think I'm good with the .50 for right now. Thanks.\nPersuader: You can refer to Save the Children's website to gather more information if you like to.   URL ", "label": [[176, 224, "8-NO-PERSUASION"], [269, 308, "8-NO-PERSUASION"], [379, 458, "2-NEGOTIATE-RECIP"], [655, 675, "2-NEGOTIATE-RECIP"], [1585, 1634, "8-NO-PERSUASION"], [1635, 1689, "2-NEGOTIATE-BARGAIN"], [11, 13, "8-NO-PERSUASION"], [63, 83, "8-NO-PERSUASION"], [521, 588, "1-RAPPORT-COMPLIMENT"], [815, 878, "8-NO-PERSUASION"], [1100, 1268, "4-LOGIC-OTHER"], [1779, 1866, "4-LOGIC-OTHER"], [1869, 1873, "8-NO-PERSUASION"]], "idx": "298"}
{"id": 2315, "data": "Persuader: hello\n\tPersuadee: Hello tell me something good\nPersuader: Have you heard about this awesome children's organization called Save the Children?\n\tPersuadee: a little, what do they do?\nPersuader: They are a very reputable international non-governmental organization dedicated to ensuring children's rights to health, education, safety, etc. \n\tPersuadee: cool, so what can i do\nPersuader: The easiest way you can become involved with the organization initially is with monetary support. \n\tPersuadee: ok so wht do you suggest?\nPersuader: The easiest would be is to donated some or all of your incoming payment from this task today.\n\tPersuadee: not so fast what does the money go to\nPersuader: As I mentioned previously, for ensuring children's rights to health, education, safety, etc. For example Save the Children was one of the first to provide assistance after the Puerto Rico hurricanes to children whose parents had died in the storms with food and shelter.\n\tPersuadee: oh wow ok how much do you suggest?\nPersuader: You can choose any amount from a few cents up to the full amount you'd get for the task today.\n\tPersuadee: ok  $1 it is\nPersuader: Now I know I said any amount, but given the great cause this is, can you spare any more today? If you'd like to reconsider and read more about the organization you can view their website here :  URL \n\tPersuadee: nope 1 is cool\nPersuader: I could try to persuade you more, but it seems your mind is fairly set in place. Just remember it's not about doing better for ourselves, it's for the next generations that follow us.\n\tPersuadee: oh ok then $50\nPersuader: That is very generous of you. The organization is going to be so pleased that they can provide an even more widespread reach with your generous donation. \n\tPersuadee: ok thank alot\nPersuader: Just to confirm for the organizational leaders and the formal record, you are donating $50 to Save The Children today?", "label": [[11, 16, "8-NO-PERSUASION"], [69, 152, "2-NEGOTIATE-OPINION"], [203, 347, "5-AUTHORITY-CREDENTIALS"], [543, 636, "2-NEGOTIATE-REQUEST"], [698, 790, "4-LOGIC-ARGUE"], [1027, 1121, "2-NEGOTIATE-REMIND"], [1158, 1252, "2-NEGOTIATE-BARGAIN"], [1253, 1356, "4-LOGIC-ARGUE"], [1396, 1476, "4-LOGIC-CONCEDE"], [1477, 1579, "3-EMOTION-ALTRUISTIC"], [395, 492, "2-NEGOTIATE-REQUEST"], [791, 968, "5-AUTHORITY-CREDENTIALS"], [1618, 1647, "1-RAPPORT-COMPLIMENT"], [1648, 1771, "3-EMOTION-ALTRUISTIC"], [1810, 1928, "2-NEGOTIATE-REMIND"]], "idx": "299"}
{"id": 2316, "data": "Persuader: what you think about charity? \n\tPersuadee: I think that it is good for people to donate to charity, especially one that will help children.\nPersuader: yes, do you think the money goes to the children?\n\tPersuadee: I think it depends on the charity. I think there is sometimes charities that are not as transparent about where the donations go. \nPersuader: so some charities steal and some do the gods work?\n\tPersuadee: I don't know that I would consider it stealing. I think that some charities use funds for things other than direct support. I think it is the donaters responsibility to research ahead of their donation\nPersuader: if they get couch what would be the sentence? \n\tPersuadee: If they got caught stealing from a charity? or if they just don't use the funds correctly. I think it would be two different things\nPersuader: the firs question, If they got caught stealing from a charity?\n\tPersuadee: If they got caught stealing from a charity they should go to jail. For how long depends on how much money they stole though\nPersuader: and if they dont manage the funds correctly ?\n\tPersuadee: I don't think there should be a legal punishment for that. That would result in them losing their position\nPersuader: you think that the money managing and where the money go must be transparent?\n\tPersuadee: Yes. If much of the donation goes to overhead costs, then people who are donating should be aware of that\nPersuader: did happen something recently about a charity fraud? \n\tPersuadee: Not that I am aware of. I have not heard anything about that\nPersuader: what was the most amount collected in a charity?\n\tPersuadee: The most amount ever? A lot - Paypal raised like 48 million online for charity a few years ago. But any long running charities that are successful probably far exceed that \nPersuader: last question, what is your impressions about save the children charity?\n\tPersuadee: I think they are a good organization that does important work ", "label": [[642, 688, "8-NO-PERSUASION"], [844, 906, "8-NO-PERSUASION"], [1054, 1099, "8-NO-PERSUASION"], [1575, 1623, "8-NO-PERSUASION"], [1820, 1892, "8-NO-PERSUASION"], [11, 41, "1-RAPPORT-OTHER"], [162, 211, "1-RAPPORT-OTHER"], [366, 416, "8-NO-PERSUASION"], [1230, 1307, "8-NO-PERSUASION"], [1437, 1490, "8-NO-PERSUASION"]], "idx": "300"}
{"id": 2317, "data": "Persuader: Hello!\n\tPersuadee: Hello, I heard there was a fundraiser for a children's charity occurring, I was wondering how I would go about making a donation?\nPersuader: Yes, save the children is a good fundraiser, are you going to donate??\n\tPersuadee: I was planning on it, but first I wanted to know what exactly the fundraiser is for?\nPersuader: It helps children in need, and we know how important it is to help children.\n\tPersuadee: That's true! I would love to help, what are my options for donation?\nPersuader: You can donation any part of the funds you get from this study! its that easy\n\tPersuadee: It does. Before I donate, I have just a few questions about the charity though.\nPersuader: what are your questions\n\tPersuadee: Is it an ethically run group? And can you guarantee all the money donated will actually go to the children, and not the CEO? \nPersuader: millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. \n\tPersuadee: That doesn't really answer either of my questions about the charity, is the money going to Syrian children?\nPersuader: Yes, Syrian children are one of the groups that get the money, I can not personally guarantee the CEO does not get the money, but I know you would feel better helping the children.\n\tPersuadee: That is true, I really would! Maybe I will do some more research on the charity's CEO. Do you know what he is like?\nPersuader: Carolyn Miles is President & Chief Executive Officer of Save the Children, an organization that gives children in the United States and around the world a healthy start, the opportunity to learn and protection from harm. The global Save the Children movement currently serves over 157 million children in the US and in 120 countries. As a global organization, Save the Children has committed to driving down the numbers of preventable deaths of children under 5, ensuring every child gets a high-quality basic education and protecting all children from harm.\n\tPersuadee: Wow! She sounds like an amazing woman! I feel comfortable donating now. Are there any restrictions when it comes to donating, or am I allowed to donate however much I want?\nPersuader: From 0 to all its up to you. Thank you too\n\tPersuadee: No problem, at all! I have decided I would like to donate $5,000 to the children's charity!\nPersuader: THAT IS GREAT:)\n\tPersuadee: Thank you! I hope I can make a difference in the children's lives.\nPersuader: you have a great day\n\tPersuadee: thanks you too! :)", "label": [[11, 17, "8-NO-PERSUASION"], [171, 241, "2-NEGOTIATE-REQUEST"], [350, 426, "3-EMOTION-ALTRUISTIC"], [519, 582, "8-NO-PERSUASION"], [952, 1066, "3-EMOTION-EMPATHY"], [583, 596, "8-NO-PERSUASION"], [700, 723, "8-NO-PERSUASION"], [873, 951, "3-EMOTION-EMPATHY"], [1198, 1378, "3-EMOTION-PROMISE"], [1518, 1738, "4-LOGIC-OTHER"], [1739, 1851, "5-AUTHORITY-CREDENTIALS"], [2273, 2301, "2-NEGOTIATE-REMIND"], [2302, 2315, "8-NO-PERSUASION"], [2431, 2446, "1-RAPPORT-COMPLIMENT"], [1852, 2076, "4-LOGIC-ARGUE"], [2537, 2557, "1-RAPPORT-FRIEND"]], "idx": "301"}
{"id": 2318, "data": "Persuader: hi.Dpo you about Save the Children organizatio\n\tPersuadee: Do I what with save the children \nPersuader: save the children organization takes cares of children around the world\n\tPersuadee: OK yes I am aware of this organization\nPersuader: Its very important what they do.Do oyu agree?\n\tPersuadee: NO I do not agree. I think it is a good organization. however there are lots of kids in my ocuntry that need help first\nPersuader: Where do you live and what are you doing to help the children?\n\tPersuadee: I live in the US and volunteer all of the time for childrens charities. I also ive to bakc to school drives and food pantries\nPersuader: Thats very kind of you.There are many kids that still needs help in other parts of the world\n\tPersuadee: Thats not my problem they have people in that country\nPersuader: There are many that lives in war zones with no access to food.\n\tPersuadee: Again not my issue\nPersuader: I think it is.I saw a kid die in my hands.Kids does not care where they from \n\tPersuadee: Tlk to the people of that country. I have kids here that need help first\nPersuader: All kids need help.Would you be willing to donate some of your payment to help kids in need?\n\tPersuadee: No I would not\nPersuader: Its a shame.Can you think about someone else but yourself?\n\tPersuadee: I am I am thinking of people here I dont care about the rest\nPersuader: Ok would you donate for the kids in here at least?\n\tPersuadee: no Ill donate to local charities", "label": [[14, 57, "8-NO-PERSUASION"], [925, 939, "4-LOGIC-COUNTER"], [939, 967, "3-EMOTION-STORY"], [11, 14, "8-NO-PERSUASION"], [115, 186, "3-EMOTION-ALTRUISTIC"], [249, 281, "4-LOGIC-ARGUE"], [281, 294, "3-EMOTION-OTHER"], [438, 500, "4-LOGIC-COUNTER"], [650, 673, "1-RAPPORT-COMPLIMENT"], [673, 742, "4-LOGIC-COUNTER"], [820, 882, "3-EMOTION-EMPATHY"], [967, 1001, "4-LOGIC-COUNTER"], [1099, 1118, "4-LOGIC-ARGUE"], [1242, 1288, "3-EMOTION-GUILT"], [1118, 1191, "2-NEGOTIATE-REQUEST"], [1230, 1242, "3-EMOTION-GUILT"], [1373, 1423, "2-NEGOTIATE-BARGAIN"]], "idx": "302"}
{"id": 2319, "data": "Persuader: hai hello ...\n\tPersuadee: hey there\nPersuader: Save the Children is the best  that works for rights.\n\tPersuadee: It's a great organization for sure! \nPersuader: yes the child save vert important conversation.  \n\tPersuadee: Do you often give to charity?\nPersuader: yes i donate save the children \n\tPersuadee: oh okay. that's really great. how much do you give?\nPersuader: monthly 1500 amount i donate \n\tPersuadee: oh wow...that's great! that's a lot. I should give more\nPersuader: super great ...  \n\tPersuadee: i think they offer you to donate your time aas well, but i am not sure.\nPersuader: But if you have already ransacked your home for goods to donate.\n\tPersuadee: I need to do that. I am sure I have stuff for them. \nPersuader: Make yourself clear.\n\tPersuadee: I will gladly give to them. I will make a donation \nPersuader: You might think you don't need friends, but you do.\n\tPersuadee: you are completely right. you definitely do. that's a good way to think\nPersuader: thank you so much... \n\tPersuadee: thank you so much! I greatly appreciate this chat", "label": [[58, 111, "3-EMOTION-OTHER"], [382, 411, "1-RAPPORT-DISCLOSE"], [604, 668, "8-NO-PERSUASION"], [745, 765, "8-NO-PERSUASION"], [11, 24, "8-NO-PERSUASION"], [172, 219, "2-NEGOTIATE-OPINION"], [275, 306, "1-RAPPORT-DISCLOSE"], [491, 508, "8-NO-PERSUASION"], [841, 892, "8-NO-PERSUASION"], [988, 1009, "8-NO-PERSUASION"]], "idx": "303"}
{"id": 2320, "data": "Persuader: Hello, would you like to donate to a charity\n\tPersuadee: I would love to, which charity have you donated to?\nPersuader: Save the Children\n\tPersuadee: That's a good one\nPersuader: Thank you, you may donate as much or as little as you would like\n\tPersuadee: What is the average amount that people donate?\nPersuader: The average is $50.\n\tPersuadee: That's a good amount, i normally donate around $75\nPersuader: That would be great!\n\tPersuadee: Is ther a point of contact fore the donation?\nPersuader: You may send a check or donate oonline.\n\tPersuadee: So do i send a blank check or who do i make it out to?\nPersuader: You should make it out to Save the Children.\n\tPersuadee: Nice! Any other good charities that i can donate to?\nPersuader: That is the only charity I am asking about today. Would you like to know more about it?\n\tPersuadee: Yeah, i would love more information!\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: So just like their commercials say\nPersuader: Yes! Your donation will make a tangible impact for the world. \n\tPersuadee: That's great! How about i donate $75 now? Agreed?", "label": [[11, 55, "2-NEGOTIATE-REQUEST"], [190, 254, "2-NEGOTIATE-REQUEST"], [419, 439, "8-NO-PERSUASION"], [131, 148, "8-NO-PERSUASION"], [325, 344, "8-NO-PERSUASION"], [1123, 1127, "8-NO-PERSUASION"], [509, 548, "8-NO-PERSUASION"], [627, 671, "8-NO-PERSUASION"], [748, 797, "8-NO-PERSUASION"], [798, 835, "8-NO-PERSUASION"], [896, 1064, "4-LOGIC-OTHER"], [1128, 1185, "3-EMOTION-ALTRUISTIC"]], "idx": "304"}
{"id": 2321, "data": "Persuader: Hi there\n\tPersuadee: Hi! How are you doing today?\nPersuader: I'm doing great thank you \n\tPersuadee: I'm not really sure what i'm supposed to do. do you have anything you wold like to ask me?\nPersuader: In fact I do, have you ever heard of a charity called save the children?\n\tPersuadee: I believe i have. I contributed to them as part of a different task.\nPersuader: That is wonderful to hear! We are grateful for your support. We are currently seeking donations at this time, do you mind contributing again? \n\tPersuadee: How long have you worked for Save the children? what makes Save the children a great charity to give money to?\nPersuader: I recently became a partner and Save the children is a great charity because caring everyday citizens just like you help ensure safety, good health and a good education for vunerable children \n\tPersuadee: ok i'll donate $1\nPersuader: Great! We appreciate you support your donation will be directly deducted from your task payment\n\tPersuadee: Thanks for your time. have a good day!\nPersuader: Thank You. If you would like additonal information you can refer to Save the Children's website to gather more information if you like to.   URL \n\tPersuadee: i would definitely love reading that later on. good luck with pursuit of raising money for a great cause.\nPersuader: Yes it is a great read and updated regularly & thank you for your support\n\tPersuadee: you are so welcome\nPersuader: We're almost finished do mine if I ask a few more questions?\n\tPersuadee: sure that sounds good\nPersuader: Sorry I apolgize I meant do you have any more questions?\n\tPersuadee: no not really. thank for asking", "label": [[11, 19, "8-NO-PERSUASION"], [72, 98, "8-NO-PERSUASION"], [378, 404, "1-RAPPORT-COMPLIMENT"], [439, 520, "2-NEGOTIATE-REQUEST"], [655, 846, "1-RAPPORT-COMPLIMENT"], [1322, 1395, "8-NO-PERSUASION"], [213, 285, "2-NEGOTIATE-OTHER"], [405, 438, "1-RAPPORT-COMPLIMENT"], [889, 895, "8-NO-PERSUASION"], [896, 984, "8-NO-PERSUASION"], [1047, 1057, "8-NO-PERSUASION"], [1058, 1185, "8-NO-PERSUASION"], [1188, 1191, "8-NO-PERSUASION"], [1438, 1498, "8-NO-PERSUASION"], [1544, 1600, "8-NO-PERSUASION"]], "idx": "305"}
{"id": 2322, "data": "Persuader: We are collecting money for an important children's charity.\n\tPersuadee: it is great things to do\nPersuader: We would like you to help.\n\tPersuadee: sure, but first i need to know for what need will i donate and what organization \nPersuader: It is for the charity Save the Children.  You are probably familiar with it.\n\tPersuadee: yes, i have heard. How can i donate? in what way?\nPersuader: The researchers are looking for people to donate part of their payment for this study to this charity.  Can you contribute?\n\tPersuadee: do you mean autopay from my payment checks ?\nPersuader: No, I think they mean reducing your payment for this study and giving the difference to Save the Children.\n\tPersuadee: okey. i got it. i am interesting\nPersuader: Thank you, it will help out children in need.\n\tPersuadee: yes. what do i need to do now to help?\nPersuader: I suspect that in the following part of the study, the researchers will ask how much of the money you want to donate.\n\tPersuadee: okey. i understad you\nPersuader: How much money are you going to donate?  I have to admit these mturk studies don't even pay you enough for a cup of coffee.\n\tPersuadee: i will donate now 5 dl\nPersuader: Wow, that's much more than the study is supposed to pay me!  Thank you.\n\tPersuadee: i am alway happy to help\nPersuader: I believe this completes my part of the study.  Thank you again, and have a great day.\n\tPersuadee: have a great day too", "label": [[120, 146, "2-NEGOTIATE-OTHER"], [11, 71, "2-NEGOTIATE-OTHER"], [252, 293, "8-NO-PERSUASION"], [757, 802, "3-EMOTION-ALTRUISTIC"], [294, 328, "5-AUTHORITY-OTHER"], [402, 504, "2-NEGOTIATE-REQUEST"], [506, 525, "2-NEGOTIATE-REQUEST"], [594, 700, "8-NO-PERSUASION"], [1028, 1067, "2-NEGOTIATE-REMIND"], [1198, 1257, "8-NO-PERSUASION"], [1259, 1269, "8-NO-PERSUASION"], [865, 982, "8-NO-PERSUASION"], [1069, 1151, "8-NO-PERSUASION"], [1318, 1364, "8-NO-PERSUASION"], [1366, 1404, "1-RAPPORT-FRIEND"]], "idx": "306"}
{"id": 2323, "data": "Persuader: Hi. Are you a bot?\n\tPersuadee: Hello, I'm not a bot.\nPersuader: So my task is to convince you to donate\n\tPersuadee: Okay, well name a price and a charity and I'll consider.\nPersuader: It doesn't say.  And I don't think it will require you to donate.  You just need to say yes at the end of the chat\n\tPersuadee: I know, I've done these before. You just make things up. What charities do you like?\nPersuader: According the instructions: \"How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\"\n\tPersuadee: I'm not sure what you don't understand. I just want to talk about a charity. For example, I like the Make a Wish foundation.\nPersuader: The charity is Save the Children.  \n\tPersuadee: Okay, that's a good charity as well. They do a lot for kids.\nPersuader: How much of your reward are you going to donate?\n\tPersuadee: I won't donate any.\nPersuader: Where are you from?\n\tPersuadee: You're not supposed to ask for personal information.\nPersuader: How long have you been doing mTurk?\n\tPersuadee: A couple years, I'm pretty sure we need to keep talking about donations though. Do you donate to charities a lot?\nPersuader: Not really.  Small amounts here and there in stores.  Why aren't you going to donate even though you've done this before?  Do you not get a bonus or anything?\n\tPersuadee: If I didn't need as much money as I could work for, I wouldn't be doing freelance here.\nPersuader: What is your task anyway?  As stated before, I'm supposed to convince you\n\tPersuadee: I've already told you, talking about a charity.", "label": [[195, 210, "8-NO-PERSUASION"], [262, 309, "8-NO-PERSUASION"], [446, 497, "2-NEGOTIATE-REQUEST"], [562, 617, "2-NEGOTIATE-BARGAIN"], [1247, 1258, "1-RAPPORT-DISCLOSE"], [1301, 1368, "2-NEGOTIATE-OTHER"], [1544, 1590, "8-NO-PERSUASION"], [11, 14, "8-NO-PERSUASION"], [15, 29, "8-NO-PERSUASION"], [75, 114, "8-NO-PERSUASION"], [212, 260, "8-NO-PERSUASION"], [418, 446, "8-NO-PERSUASION"], [498, 561, "8-NO-PERSUASION"], [766, 801, "8-NO-PERSUASION"], [886, 934, "2-NEGOTIATE-REQUEST"], [978, 997, "1-RAPPORT-FRIEND"], [1074, 1109, "1-RAPPORT-FRIEND"], [1260, 1299, "1-RAPPORT-DISCLOSE"], [1370, 1405, "2-NEGOTIATE-REWARD"], [1517, 1542, "8-NO-PERSUASION"]], "idx": "307"}
{"id": 2324, "data": "Persuader: Hello how are you doing?\n\tPersuadee: hi, I am well, how are you?\nPersuader: Im doing good myself thanks for asking. Have you heard of a foundation called \"Save The Children\"?\n\tPersuadee: I have heard of that before\nPersuader: Did you know millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. \n\tPersuadee: I didn't know the statistics, that is very unfortunate to hear\nPersuader: It really is. Do you donate to the charity now? If so how much a month?\n\tPersuadee: I donate pretty regularly with my kids in school, they have different charities they help out each month.\nPersuader: Would you be interested in donating some of your payment today toward Save the Children?\n\tPersuadee: I suppose I could donate some of my payment today. I will donate 10% of my earnings.\nPersuader: That would be great! I believe everybody has a moral responsibility to help others in need.\n\tPersuadee: I do believe you're right. unfortunately there's a lot more need than I can fix with my $2!\nPersuader: Even the smallest of donations can help a lot of children and their families.\n\tPersuadee: yes, I agree, that's why I try to do a small amount for each charity I am presented with. each one does something so unique.\nPersuader: Thats great to hear, empathy and sympathy goes a long way and is lacking in society so its great to hear another parent trying to help out as much as they can.\n\tPersuadee: thank you, likewise! are there any other charities you like to donate to regularly?\nPersuader: I do have a local charity for homeless citizens, we can donate and put people up in a hotel for a discounted rate, to get them out of the heat/cold and get them a nice meal. Its not much but everybody deserves a helping hand when they are down and out.\n\tPersuadee: a warm night and meal sound good to me, even if its once in awhile. thats a great organization.\nPersuader: I agree in full! Well I totally appreciate your willingness to donate 10% of your task payment today. I will be matching your donation. \n\tPersuadee: that is wonderful to hear! thanks for telling me about the charity. I am happy to help.\nPersuader: Thank you again! Have a great day!", "label": [[11, 35, "8-NO-PERSUASION"], [87, 126, "1-RAPPORT-FRIEND"], [127, 185, "8-NO-PERSUASION"], [237, 328, "3-EMOTION-EMPATHY"], [329, 443, "3-EMOTION-EMPATHY"], [544, 577, "2-NEGOTIATE-OTHER"], [578, 601, "2-NEGOTIATE-OTHER"], [530, 543, "8-NO-PERSUASION"], [731, 819, "2-NEGOTIATE-REQUEST"], [928, 948, "1-RAPPORT-COMPLIMENT"], [949, 1019, "2-NEGOTIATE-OPINION"], [1135, 1212, "2-NEGOTIATE-BARGAIN"], [1628, 1801, "3-EMOTION-STORY"], [2102, 2136, "2-NEGOTIATE-RECIP"], [1361, 1520, "1-RAPPORT-COMPLIMENT"], [1802, 1880, "3-EMOTION-STORY"], [2000, 2016, "1-RAPPORT-SIMILAR"], [2017, 2101, "1-RAPPORT-COMPLIMENT"], [2248, 2264, "8-NO-PERSUASION"], [2265, 2282, "1-RAPPORT-FRIEND"]], "idx": "308"}
{"id": 2325, "data": "Persuader: Hi, would you be interested in donating some of your bonus to a charity?\n\tPersuadee: Mybe , Maybe not . That depends on the charity :)\nPersuader: It would be for a charity meant to help young kids. Save the Children is its name. It would mean a lot! It all adds up and makes a difference in their lives :)\n\tPersuadee: hmmm Im not really big on that one but thanks for the offer\nPersuader: Do you ever like to donate toward causes? If so, what kinds stand out to you?\n\tPersuadee: I dont really like to donate . Especially to anything big. If  I did though it would be to local animal shelters.  Animals are close to my heart\nPersuader: What do you mean by anything big? Wouldn't it be nice to donate toward something 'big' enough to help others in a meaningful way? I love animal causes though, and definitely agree.\n\tPersuadee: big as in they have a huge advertising budget  and ceos get huge money  like Susan G Komen and charities like that\nPersuader: That's always horrible. This childrens cause though is just from the university, all the proceeds go to them directly. I don't think it's about turning a profit, as much as it providing kids food, school supplies, safe homes, etc. To those in terrible situations who need it.\n\tPersuadee: That is sad.  Is it local ? I dont think 1 penny should go overseas when there is so much suffering here\nPersuader: I just looked that up for you - theyre actually headquartered in London, but they serve 120 countries around the world. This includes the US too\n\tPersuadee: Well thats good but if I were to donate to something it would have to be 100 %  USA  .. America First . Honestly though Id rather help animals\nPersuader: What are your thoughts when other countries pool efforts to help americans?\n\tPersuadee: When does that ever happen ?\nPersuader: After the 9/11 attacks, what is often overlooked is that many other countries donated toward the US to try and help. Even people in countries in the middle east and so on. I think its always really nice when people overlook any differences or distance to try and help others in need.\n\tPersuadee: Well that is nice but  those occurences  are rare. Like the president said  we have to put ourselves first because no other country will... Hence  America  First\nPersuader: I think if everyone thought like that, nobody would get helped. The only people who would be okay would be those born rich and advantaged.\n\tPersuadee: Well I think we have a big disagreement on how much other people help us . I think Houston, New Jersey, Hurricane Katrina  have taught us we have to depend on ourselves\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: I will choose  $0  .  Overseas  need is just nothing  that tugs at my heart . ", "label": [[2608, 2658, "2-NEGOTIATE-REQUEST"], [2659, 2722, "8-NO-PERSUASION"], [157, 208, "4-LOGIC-OTHER"], [240, 260, "3-EMOTION-OTHER"], [261, 316, "3-EMOTION-ALTRUISTIC"], [646, 679, "8-NO-PERSUASION"], [680, 775, "3-EMOTION-PROMISE"], [776, 826, "1-RAPPORT-SIMILAR"], [1084, 1195, "4-LOGIC-ARGUE"], [1369, 1488, "4-LOGIC-OTHER"], [1808, 1924, "4-LOGIC-COUNTER"], [1980, 2091, "3-EMOTION-GUILT"], [11, 83, "2-NEGOTIATE-REQUEST"], [209, 239, "8-NO-PERSUASION"], [400, 441, "1-RAPPORT-OTHER"], [442, 477, "1-RAPPORT-OTHER"], [965, 988, "8-NO-PERSUASION"], [989, 1083, "4-LOGIC-COUNTER"], [1196, 1240, "3-EMOTION-EMPATHY"], [1489, 1513, "4-LOGIC-OTHER"], [1680, 1755, "4-LOGIC-COUNTER"], [1925, 1979, "4-LOGIC-ARGUE"], [2277, 2340, "4-LOGIC-COUNTER"], [2341, 2415, "4-LOGIC-ARGUE"], [2723, 2782, "2-NEGOTIATE-REQUEST"]], "idx": "309"}
{"id": 2326, "data": "Persuader: Hi! How are you doing today?\n\tPersuadee: I'm doing very well. Just recovering from the long weekend. How about yourself?\nPersuader: I am doing well thank you and same here\n\tPersuadee: Awesome. What are some of your hobbies?\nPersuader: Well one hobby is volunteering. I wanted to talk to you about a charity Save the Children, have you heard of it?\n\tPersuadee: Only in name. I haven't heard too much about it though. Can you tell me more?\nPersuader: It is a charity that helps ensure children's rights to healthcare, education, safety, etc. all over the world \n\tPersuadee: What do you do as a volunteer for this charity?\nPersuader: Well I volunteer for another nonprofit organization, but I guess I am a volunteer in a way trying to encourage people to donate money. even a few cents can add up!\n\tPersuadee: Hmm, I see. Do you have information about their charity rating? How much of the donation will actually be used to help the children?\nPersuader: The research team will collect all the donations and send it to Save the Children. It is a trustworthy organizaition that will use your donation to the fullest \n\tPersuadee: I always like to see some report first. Maybe I will have to do some research first. Have you donated to them yourself?\nPersuader: You can find more information at their website,  URL  I actually have not yet.\n\tPersuadee: How did you come to find out about this charity?\nPersuader: This conversation actually, but any charity that helps children is alright in my book\n\tPersuadee: You never know though. I've heard of poorly run charities that misuse the donations. Like only 50% of your donation actually helps children. You gotta make sure your donation is helping the needy.\nPersuader: you are very right, and I wish I could give you more solid proof, but I do not hae it\n\tPersuadee: What is the other nonprofit that you support?\nPersuader: A local one that helps children with trauma and hx of sexual abuse\n\tPersuadee: That's nice of you. Can't ever imagine hurting kids", "label": [[11, 14, "8-NO-PERSUASION"], [15, 39, "8-NO-PERSUASION"], [460, 570, "4-LOGIC-OTHER"], [642, 776, "1-RAPPORT-DISCLOSE"], [962, 1044, "8-NO-PERSUASION"], [1045, 1122, "5-AUTHORITY-CREDENTIALS"], [1320, 1344, "4-LOGIC-CONCEDE"], [1417, 1502, "4-LOGIC-CONCEDE"], [143, 182, "1-RAPPORT-SIMILAR"], [246, 277, "1-RAPPORT-DISCLOSE"], [278, 358, "2-NEGOTIATE-OTHER"], [777, 805, "2-NEGOTIATE-BARGAIN"], [1266, 1318, "8-NO-PERSUASION"], [1417, 1502, "2-NEGOTIATE-OPINION"], [1723, 1808, "4-LOGIC-CONCEDE"], [1878, 1944, "1-RAPPORT-DISCLOSE"]], "idx": "310"}
{"id": 2327, "data": "Persuader:  Hi, my name is Robert.\n\tPersuadee: hi, my name is danh\nPersuader:  I will like a few minutes of your time to tell you about \" Save The Children Foundation\".\n\tPersuadee: ok please do\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: I think it's important for us to be more aware of the difficulty children are facing every single day in term of parental support, and lack of love.\nPersuader: Yes, you are right, save the children is what you are saying also Your donation will make a tangible impact for the world such as help ensuring children's rights to health, education and safety.\n\tPersuadee: what are you suggesting?\nPersuader: I am asking for a small donation.\n\tPersuadee: right now I just started this online job and this is my first conversation to make money. can I take a raincheck ?\nPersuader: If you can a donation of .01 to $2.00 will be great, but first bear with me a little longer.\n\tPersuadee: can you speed up the conversation?\nPersuader: You can donate to an individual child or a group of children.\n\tPersuadee: Can you be more specific?\nPersuader: If you can donate 5 cents that will be great.\n\tPersuadee: I'm willing to donate 5 cents.\nPersuader: Your donation will be directly deducted from your task payment.\n\tPersuadee: Ok. I'm authorizing you to deduct 5 cents from my task payment.\nPersuader: Thank you very much.\n\tPersuadee: is there anything else I can do for you?", "label": [[789, 822, "2-NEGOTIATE-REQUEST"], [961, 1053, "2-NEGOTIATE-REQUEST"], [1323, 1386, "8-NO-PERSUASION"], [1474, 1494, "8-NO-PERSUASION"], [12, 34, "1-RAPPORT-DISCLOSE"], [79, 168, "2-NEGOTIATE-OTHER"], [205, 373, "4-LOGIC-OTHER"], [546, 740, "3-EMOTION-ALTRUISTIC"], [1112, 1173, "4-LOGIC-OTHER"], [1223, 1268, "2-NEGOTIATE-REQUEST"]], "idx": "311"}
{"id": 2328, "data": "Persuader: Hello, I am here to talk to you about the organization Save the Children\n\tPersuadee: Ok, tell me about it.\nPersuader: Save the Children is a not-for-profit organization dedicated to ensure each and every child's rights to health, education, safety, etc. \n\tPersuadee: Do you work for Save the Children?\nPersuader: No, but I am a huge advocate for the alienable rights of children and decided to spread the word about the organization in order to gain more traction for the work.\n\tPersuadee: What countries does Save the Children provide services in?\nPersuader: Currently, Save the Children all around the globe, from the United States to Haiti, to Bangladesh, Bolivia, etc. In fact, you can sponsor an individual child from a certain country, and help provide them with the sustenance they need to simply survive.\n\tPersuadee: Well I think it is a noble task you are doing. \nPersuader: Thank you for very much. I was just curious if you would like to help a child in need and donate some of your task payment money  to Save the Children. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: I would like to split it - $1 for Save the Children and $1 for me. \nPersuader: That is very kind of you! These children are very grateful for people like you. People who care\n\tPersuadee: I am not the most charitable person but it is something... \nPersuader: And something it is! You don't know how many people would not even think twice about helping those in need. You are part of the solution for these problems. Thank you\n\tPersuadee: So I guess that's it for this task. Good luck with the others you are talking to. \nPersuader: Thank you. I just have one more question... What was the deciding factor that convinced you to donate to Save the Children?\n\tPersuadee: Well the money was right there... And I do think it is a worthy cause. So it was a pretty easy decision. \nPersuader: That's awesome. Thank you once again for your contribution. The research team will collect the donation and send it straight to Save the Children.\n\tPersuadee: Ok. Have a good afternoon.\nPersuader: Thank you! You as well! \n\tPersuadee: I don't see an option to submit, so I assume that is done on your end.", "label": [[11, 83, "2-NEGOTIATE-OTHER"], [129, 265, "4-LOGIC-OTHER"], [571, 683, "4-LOGIC-OTHER"], [684, 823, "4-LOGIC-OTHER"], [895, 919, "8-NO-PERSUASION"], [920, 1046, "2-NEGOTIATE-REQUEST"], [1047, 1106, "2-NEGOTIATE-REQUEST"], [1278, 1293, "1-RAPPORT-COMPLIMENT"], [1398, 1484, "8-NO-PERSUASION"], [1650, 1660, "8-NO-PERSUASION"], [1661, 1694, "8-NO-PERSUASION"], [1694, 1773, "8-NO-PERSUASION"], [1903, 1918, "8-NO-PERSUASION"], [1963, 2049, "8-NO-PERSUASION"], [2100, 2110, "8-NO-PERSUASION"], [324, 488, "1-RAPPORT-DISCLOSE"], [1198, 1223, "1-RAPPORT-COMPLIMENT"], [1224, 1277, "3-EMOTION-ALTRUISTIC"], [1377, 1397, "1-RAPPORT-FRIEND"], [1485, 1533, "1-RAPPORT-COMPLIMENT"], [1534, 1543, "8-NO-PERSUASION"], [1919, 1962, "8-NO-PERSUASION"], [2111, 2124, "8-NO-PERSUASION"]], "idx": "312"}
{"id": 2329, "data": "Persuader: Hello...!\n\tPersuadee: hi\nPersuader: Hi.. I like to donate to the charity..\n\tPersuadee: yea! me to. i like to donate . u know children's charity?\nPersuader: yes..! i would like to help and save the childrens to the organization..\n\tPersuadee: oh! good job. then?\nPersuader: Do you have interest to help the charity...\n\tPersuadee: yes, sure.i am interest. do you donate any charity?\nPersuader: Yes... i donate few months before.. did you do that anywhere..\n\tPersuadee: which charity you donate?\nPersuader: save the children...\n\tPersuadee: oh k. then?\nPersuader: Which charity you donate? \n\tPersuadee: you are from>\nPersuader: which type of categories to help the childrens?\n\tPersuadee: children education and health \nPersuader: yea...! it is nice to hear...\n\tPersuadee: thank u so much.  please tell me ur from?\nPersuader: Am from Texas\n\tPersuadee: oh! really? k please help all childrens charity.", "label": [[47, 52, "8-NO-PERSUASION"], [167, 173, "8-NO-PERSUASION"], [174, 239, "1-RAPPORT-DISCLOSE"], [283, 326, "2-NEGOTIATE-REQUEST"], [570, 596, "8-NO-PERSUASION"], [634, 681, "8-NO-PERSUASION"], [744, 765, "8-NO-PERSUASION"], [831, 844, "8-NO-PERSUASION"], [11, 20, "8-NO-PERSUASION"], [52, 85, "1-RAPPORT-DISCLOSE"], [402, 464, "1-RAPPORT-DISCLOSE"], [514, 534, "8-NO-PERSUASION"], [736, 743, "8-NO-PERSUASION"]], "idx": "313"}
{"id": 2330, "data": "Persuader: Hello\n\tPersuadee: Hi there.\nPersuader: How are you today?\n\tPersuadee: I'm doing quite fine. How about yourself?\nPersuader: I'm doing well thank you for asking. Have you donated to any charities lately?\n\tPersuadee: If by lately you mean the last few days, no. But, about a month ago I donated to St Jude for the purpose of entering in a raffle to win a house. The ticket was $100.\nPersuader: Those are a great way to give and also be able to receive yourself.  St Jude is a great foundation.  Have you ever heard of Save the Children charity?\n\tPersuadee: Yes, I have. I believe it's a charity that focuses on aiding children in impoverished foreign lands.\nPersuader: Yes that is correct.  Are you aware about what is going on in Syria recently?\n\tPersuadee: If by what is going on Syria you mean the civil war, yes. I'm not too informed on the details, but my assumption, based on what I've seen on the news is that Bashar Al-Asad wants to maintain his position of power while the rebels are trying to overthrow him.\nPersuader: It is unfortunate what is happening there. There has been a lack of support for children in developing countries, especially in war zones. For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence.  Save the children is focused on keeping more children out of harms way.\n\tPersuadee: Does Save the Children assist in keeping Syrian children out of harms way? I'm assuming there must be some sort of evacuation program or that they provide medical attention and supplies.\nPersuader: Yes they are focusing on numerous ways to help out so this doesn't continue to happen.  Medical attention, supplies, shelter, food are provided.  Do you want to help these children out today with the money we would be getting from this task?\n\tPersuadee: If the money would be sent directly to them, then yes, I would like to use the money that I would have received for this task.\nPersuader: The research team will collect all donations and send it to Save the Children.  What amount would you like to donate?\n\tPersuadee: If the amount that I'm allotted to donate ranges between $0 and $2, then I'll donate $1.50.\nPersuader: Okay that sounds great!  Thank you very much and hope you know that your money will go a long way in helping these young people out.\n\tPersuadee: Hopefully this donation will contribute towards ensuring their safety and a prosperous future for them. Thank you for the opportunity to complete this HIT.\nPersuader: You are welcome.  Have a great rest of your day :)\n\tPersuadee: Have a nice day as well.", "label": [[50, 68, "1-RAPPORT-FRIEND"], [134, 170, "1-RAPPORT-FRIEND"], [171, 212, "2-NEGOTIATE-OTHER"], [402, 469, "4-LOGIC-OTHER"], [503, 552, "2-NEGOTIATE-OTHER"], [11, 16, "8-NO-PERSUASION"], [471, 501, "8-NO-PERSUASION"], [699, 754, "4-LOGIC-OTHER"], [1269, 1382, "3-EMOTION-EMPATHY"], [1754, 1810, "4-LOGIC-ARGUE"], [2058, 2136, "8-NO-PERSUASION"], [2316, 2423, "3-EMOTION-ALTRUISTIC"], [2603, 2619, "8-NO-PERSUASION"], [677, 697, "8-NO-PERSUASION"], [1037, 1079, "3-EMOTION-EMPATHY"], [1080, 1175, "3-EMOTION-EMPATHY"], [1176, 1268, "3-EMOTION-EMPATHY"], [1384, 1455, "4-LOGIC-ARGUE"], [1666, 1752, "4-LOGIC-ARGUE"], [1812, 1907, "2-NEGOTIATE-REQUEST"], [2138, 2175, "2-NEGOTIATE-REMIND"], [2291, 2314, "8-NO-PERSUASION"], [2621, 2653, "1-RAPPORT-FRIEND"]], "idx": "314"}
{"id": 2331, "data": "Persuader: Hello, how are you?\n\tPersuadee: I am well, how are you?\nPersuader: I am well.  Have you ever heard of the charity Save the Children?\n\tPersuadee: No, I have not, can you tell me about it?\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. Its a great organization that also provides food for hungry children.\n\tPersuadee: That sounds like an amazing organization \nPersuader: I think so too.  I am going to make a thirty cent donation to Save the Children.  Would you like to match my donation?\n\tPersuadee: Yes, I can sure do that! \nPersuader: Wow, that is awesome!  Thank you so much.  Hopefully our combined donation will make a difference in the life of a child. \n\tPersuadee: I hope so, You are very welcome. Thank you for donating as well!\nPersuader: It breaks my heart to think of children not having the things they need. I just cannot imagine how difficult it is for them and I am thankful for an organization like Save the Children.\n\tPersuadee: Yes, children should not have to do without things they need. It is very sad. I am thankful Save the Children are doing what they can for them.\nPersuader: Hope you have a good night.  Thank you again for your donation.\n\tPersuadee: Have a good night too! You are welcome, and Thank you for donating as well!\nPersuader: You were so encouraging, I am going to increase my donation to forty cents.\n\tPersuadee: I will match the .40 cent as well\nPersuader: Wow!  Thank you so much.\n\tPersuadee: Of course anything to help the children!\nPersuader: Thank you.  Good night.\n\tPersuadee: Thank you, goodnight!", "label": [[11, 30, "8-NO-PERSUASION"], [78, 88, "8-NO-PERSUASION"], [90, 143, "2-NEGOTIATE-OTHER"], [378, 447, "4-LOGIC-ARGUE"], [513, 528, "2-NEGOTIATE-OPINION"], [530, 593, "1-RAPPORT-DISCLOSE"], [724, 803, "3-EMOTION-ALTRUISTIC"], [892, 964, "3-EMOTION-EMPATHY"], [209, 377, "4-LOGIC-OTHER"], [595, 631, "2-NEGOTIATE-RECIP"], [681, 702, "1-RAPPORT-COMPLIMENT"], [704, 722, "8-NO-PERSUASION"], [1408, 1483, "2-NEGOTIATE-RECIP"], [1541, 1545, "1-RAPPORT-OTHER"], [1547, 1565, "1-RAPPORT-OTHER"], [965, 1077, "3-EMOTION-EMPATHY"], [1245, 1272, "1-RAPPORT-FRIEND"], [1274, 1308, "1-RAPPORT-FRIEND"], [1630, 1640, "1-RAPPORT-OTHER"], [1642, 1653, "1-RAPPORT-OTHER"]], "idx": "315"}
{"id": 2332, "data": "Persuader: Hello\n\tPersuadee: Hi there\nPersuader: I want to tell you about Save the Children organisation\n\tPersuadee: Tell me more\nPersuader: So this is charity organisation where you can sponsor a child in a country you choose\n\tPersuadee: what do they do for the children?\nPersuader: All across the globe, children are dying from preventable causes, missing out on education due to poverty or gender, suffering from violence, exploitation and neglect, and are vulnerable in times of crisis. In every corner of the world, children need a strong voice to stand up for them, work on their behalf and make their lives better.\n\tPersuadee: what percentage of donations actually go to help the children vs. administrative expenses?\nPersuader: In fiscal year 2017, 86% of all expenditures went to program service.8% to fundraising and 5% for administrative expenses\n\tPersuadee: that is a pretty good ratio but i would rather see more than 90 percent go directly to help the children\nPersuader: Agree,the more money goes to children the better.\n\tPersuadee: how do they decide which children to help?\nPersuader: You can choose yourself which one to help,there is something like catalog on their website.Where you choose which children to sponsor.\n\tPersuadee: how much is the average donation?\nPersuader: i don't know,in this hit we can donate some part of our payment to this charity.Starting from 0 to $2.\n\tPersuadee: how much are you going to donate?\nPersuader: I think i will donate around 30-50c\n\tPersuadee: i was thinking 25 c but maybe more.\nPersuader: Honestly i dont think even if we donate by $2 dollars each it will really help anyone.So i will donate 50 cents.\n\tPersuadee: you are probably right but i need to do more research on this charity.  there are many charity scams out there and I have been burned in the past.", "label": [[11, 16, "8-NO-PERSUASION"], [141, 226, "4-LOGIC-OTHER"], [284, 490, "3-EMOTION-EMPATHY"], [986, 1035, "4-LOGIC-CONCEDE"], [1454, 1489, "1-RAPPORT-DISCLOSE"], [1549, 1635, "4-LOGIC-CONCEDE"], [49, 104, "4-LOGIC-OTHER"], [491, 621, "3-EMOTION-ALTRUISTIC"], [736, 805, "4-LOGIC-OTHER"], [805, 857, "4-LOGIC-OTHER"], [1102, 1193, "4-LOGIC-OTHER"], [1193, 1236, "4-LOGIC-OTHER"], [1374, 1396, "2-NEGOTIATE-OTHER"], [1294, 1374, "2-NEGOTIATE-REQUEST"], [1635, 1661, "1-RAPPORT-DISCLOSE"]], "idx": "316"}
{"id": 2333, "data": "Persuader: Hello. How are you?\n\tPersuadee: I'm doing good, how are you?\nPersuader: I'm doing great, thanks. So are you aware of the charity Save the children?\n\tPersuadee: I'm not, what is that all about?\nPersuader: Save the children is a well established charity. It helps children around the world who are in need. For example, it helps children in Syria. In the first 2 months of this year, 1000 children were killed because of violence. So the charity helps address issues like that.\n\tPersuadee: Oh that sounds interesting, is there any way to know if they're a legitimate charity that really help people for real?\nPersuader: Sure. You can go to  URL and read all about it. But I can tell you that they have an A rating from American Institute of Philanthropy and are one of the largest 50 charities, as ranked by Forbes.\n\tPersuadee: Oh cool well that's good to know, that sounds trust worthy. I think donating sounds like a good idea. \nPersuader: I agree. It's an amazing cause. Do you have children?\n\tPersuadee: Yes, I have three sons and I can't imagine them having to deal with the issues that some kids around the world deal with. Do you have any?\nPersuader: I have a daughter who is 10. I can't imagine it either. It's so sad to see some of the things on the news that are happening. I'm sure you've seen some of it recently as well.\n\tPersuadee: Oh yeah, I do l look into that news a lot and it's tough to witness. I try to donate when I can but it is tough to find a reliable charity.\nPersuader: It is tough. You want to find one that is well established. Save the children has been around for almost 100 years actually. So it's helped a lot of kids so far\n\tPersuadee: Well that sounds good I want to read more about it later but it seems reliable enough to donate for this HIT, at least. I think I'll probably donate $1 or $1.25 \nPersuader: That would be great. Any amount that you can give will really help a child out there who needs it. In this task, the research team will collect all the donations and send them directly to Save the children. \n\tPersuadee: So is this how we reach a donation agreement?\nPersuader: I believe so. So you said you're looking to donate around 1.25 to Save the children?\n\tPersuadee: Yeah I think I will probably donate that much. I want to donate a lot but still make this HIT a decent pay. \nPersuader: That's understandable. Well if 1.25 works for you, that amount will be deducted and sent to Save the children. So that sounds good?\n\tPersuadee: Yes that sounds good to me. \nPersuader: Okay. 1.25 it is. They'll appreciate the donation. Have a wonderful night", "label": [[11, 17, "8-NO-PERSUASION"], [108, 158, "4-LOGIC-OTHER"], [18, 30, "8-NO-PERSUASION"], [83, 107, "8-NO-PERSUASION"], [215, 263, "5-AUTHORITY-CREDENTIALS"], [264, 315, "3-EMOTION-EMPATHY"], [440, 486, "4-LOGIC-ARGUE"], [629, 634, "8-NO-PERSUASION"], [677, 824, "5-AUTHORITY-CREDENTIALS"], [960, 982, "2-NEGOTIATE-OPINION"], [983, 1004, "1-RAPPORT-FRIEND"], [1196, 1222, "3-EMOTION-OTHER"], [1223, 1292, "3-EMOTION-EMPATHY"], [1293, 1342, "8-NO-PERSUASION"], [1506, 1518, "8-NO-PERSUASION"], [1519, 1565, "5-AUTHORITY-CREDENTIALS"], [1630, 1666, "5-AUTHORITY-CREDENTIALS"], [1873, 1950, "3-EMOTION-ALTRUISTIC"], [1951, 2058, "8-NO-PERSUASION"], [2129, 2142, "8-NO-PERSUASION"], [2346, 2368, "8-NO-PERSUASION"], [2457, 2477, "2-NEGOTIATE-REMIND"], [2536, 2547, "2-NEGOTIATE-REMIND"], [2548, 2580, "3-EMOTION-ALTRUISTIC"], [316, 356, "4-LOGIC-OTHER"], [357, 439, "3-EMOTION-EMPATHY"], [635, 676, "5-AUTHORITY-CREDENTIALS"], [951, 959, "1-RAPPORT-SIMILAR"], [1167, 1195, "1-RAPPORT-DISCLOSE"], [1566, 1630, "5-AUTHORITY-CREDENTIALS"], [1852, 1872, "8-NO-PERSUASION"], [2143, 2213, "2-NEGOTIATE-REMIND"], [2369, 2456, "2-NEGOTIATE-REMIND"], [2530, 2535, "8-NO-PERSUASION"], [2581, 2603, "1-RAPPORT-FRIEND"]], "idx": "317"}
{"id": 2334, "data": "Persuader: hello\n\tPersuadee: Hello\nPersuader: how are you\n\tPersuadee: I'm okay. How are you?\nPersuader: im good and you\n\tPersuadee: I'm doing okay\nPersuader: are you going to donate\n\tPersuadee: I don't know\nPersuader: okay im going to donate 1 dollar\n\tPersuadee: I need more information about the charity\nPersuader: its save the children\n\tPersuadee: I'd like to know how donations are spent\nPersuader: the research team will collect all donations and send it to save the children\n\tPersuadee: How much is actually spent on the children\nPersuader: all of it\n\tPersuadee: So there are no admin costs?\nPersuader: no their isnt \n\tPersuadee: In that case i may donate\nPersuader: thats great how much\n\tPersuadee: I'm thinking about 25 dollars\nPersuader: thats good im donating one dollar", "label": [[46, 57, "8-NO-PERSUASION"], [158, 181, "2-NEGOTIATE-REQUEST"], [218, 250, "1-RAPPORT-DISCLOSE"], [316, 337, "8-NO-PERSUASION"], [402, 479, "8-NO-PERSUASION"], [546, 555, "4-LOGIC-OTHER"], [608, 622, "4-LOGIC-OTHER"], [672, 692, "2-NEGOTIATE-REQUEST"], [11, 16, "8-NO-PERSUASION"], [104, 119, "8-NO-PERSUASION"], [746, 779, "2-NEGOTIATE-RECIP"]], "idx": "318"}
{"id": 2335, "data": "Persuader: Hey. How are you?\n\tPersuadee: I'm well, how are you?\nPersuader: I'm doing pretty well. Have you heard about the Save The Children charity? \n\tPersuadee: I don't think I have heard of it. Tell me about it\nPersuader: It seems to be a lot like Amnesty International. It's an ngo that works to help kids and their rights in developing countries.\n\tPersuadee: That sounds great. Do they help refugee children as well?\nPersuader: Yes, they do. They try to provide food and shelter as well as educational opportunities. They are also working to get kids back together with their families if they have been separated during a crisis.\n\tPersuadee: Awesome. Have you had any personal involvement with this charity?\nPersuader: I have not. I was actually just wondering what I could do to help kids worldwide due to the things that are happening to immigrant children in this country, and I came across it.\n\tPersuadee: I haven't really had any experience with charities like this either. I haven't had the opportunity or funds but haven't seeked it out either to be honest. I hope to have more opportunities in the future\nPersuader: Would you be interested in donating a small bit of your payment to the charity? \n\tPersuadee: Yes, I would be willing to.\nPersuader: What do you think was the most important factor that you considered when making that decision?\n\tPersuadee: Probably just that I would like to help more and I'm getting a decent pay for this study\nPersuader: How much would you be interested in donating?\n\tPersuadee: I'll donate $1.00\nPersuader: That sounds great. Is there anything else that you want to know about the charity?\n\tPersuadee: Where are they based?\nPersuader: Their headquarters is located in Fairfield, Connecticut. \n\tPersuadee: Okay, I think that's all. Thanks!\nPersuader: Thanks for your donation!", "label": [[75, 97, "8-NO-PERSUASION"], [98, 150, "4-LOGIC-OTHER"], [274, 351, "5-AUTHORITY-CREDENTIALS"], [447, 521, "4-LOGIC-OTHER"], [522, 634, "4-LOGIC-OTHER"], [724, 735, "4-LOGIC-CONCEDE"], [1129, 1209, "2-NEGOTIATE-REQUEST"], [1574, 1637, "8-NO-PERSUASION"], [11, 15, "8-NO-PERSUASION"], [16, 28, "8-NO-PERSUASION"], [225, 273, "5-AUTHORITY-CREDENTIALS"], [433, 446, "4-LOGIC-OTHER"], [736, 902, "3-EMOTION-STORY"], [1261, 1355, "8-NO-PERSUASION"], [1468, 1513, "2-NEGOTIATE-REMIND"], [1555, 1573, "8-NO-PERSUASION"], [1683, 1739, "8-NO-PERSUASION"], [1798, 1823, "8-NO-PERSUASION"]], "idx": "319"}
{"id": 2336, "data": "Persuader: Hi, I have an offer you would not want to refuse.\n\tPersuadee: What might this offer be?\nPersuader: Are you a fair person?\n\tPersuadee: I try my best to be fair.\nPersuader: Have you ever stopped to think about the true meaning of life, liberty and the pursuit of happiness? I meant to really think about what those words mean to you?\n\tPersuadee: To me, life, liberty, and happiness means doing what is right and being grateful for what I have, no matter how little it is.\nPersuader: That is a noteworthy and insightful answer. Yet for some how little the have is not enough to eat. The most basic of human necessities can not be met because they are so impoverished. That is not very fair in this world of plenty, is it? \n\tPersuadee: There is enough in this world so that everyone's basic needs should be met. Greedy people make sure that doesn't happen, just so their banks accounts have more and more.\nPersuader: Yes, exactly right! So here is the offer to you, it is entirely your decision as to whether you wish to accept because you feel it is the right thing to do. What If I told you that you can help a child direly in need of the most basic need for survival for as little as 1 cent, and for up to two dollars you can help deliver what we so vigorously live by, a life of liberty and a pursuit of happiness. To this offer what would your response be? \n\tPersuadee: I would donate $1.00, because every child should have enough to eat.\nPersuader: Your are the light of hope that stays in ones eyes through the darkest of times. I can not thank you enough for your generosity. The research team will collect all donations and send it to Save the Children. Thank you again. \n\tPersuadee: Save the Children is a worthy cause. They do a lot for children.\nPersuader: That is great that you know of the cause. Since you are familiar and support it, how would you feel about increasing your donation to two dollars to really brighten someone's day?\n\tPersuadee: I'm facing a month where money is going to be short and I have 3 grandsons to feed. We pretty much are living on a poverty level income with no help from social services.\nPersuader: I'm sorry to hear that. But something to consider is that as an American Citizen you are entitled to a wide range of social services as that you might not be aware of. I would highly suggest to look into the details of every available option in your state.  Remember that is we who are the people that _ We the people\n\tPersuadee: The problem is that they want proof of everything, and I am getting social security for the kids from my sister, who is the legal guardian. She merely sends me the money, and there isn't any way for me to show proof of what is sent.\nPersuader: Most unfortunate indeed. I am however tying to secure the well being of many many more children right now and that means my time needs to be wisely allowed. So can I make an agreement now that you will donate one dollar to Save the Children? \n\tPersuadee: Yes, I will definitely donate $1.\nPersuader: You are most generous, and even in hour time of need you still consider others. Myself and the Children thank you.\n\tPersuadee: We have to share what we have, because everything that we have is a gift from God. \nPersuader: Indeed and thank you again. \n\tPersuadee: Have a nice day!", "label": [[11, 60, "2-NEGOTIATE-OTHER"], [182, 282, "1-RAPPORT-OTHER"], [536, 590, "3-EMOTION-EMPATHY"], [676, 730, "3-EMOTION-EMPATHY"], [1081, 1325, "3-EMOTION-ALTRUISTIC"], [1326, 1369, "2-NEGOTIATE-REQUEST"], [1462, 1542, "1-RAPPORT-COMPLIMENT"], [1543, 1590, "1-RAPPORT-OTHER"], [1776, 1817, "8-NO-PERSUASION"], [1818, 1955, "2-NEGOTIATE-BARGAIN"], [2174, 2317, "8-NO-PERSUASION"], [2724, 2748, "8-NO-PERSUASION"], [2749, 2880, "8-NO-PERSUASION"], [2881, 2965, "2-NEGOTIATE-REQUEST"], [3024, 3103, "1-RAPPORT-COMPLIMENT"], [3104, 3138, "3-EMOTION-ALTRUISTIC"], [110, 132, "1-RAPPORT-OTHER"], [283, 342, "1-RAPPORT-OTHER"], [492, 535, "1-RAPPORT-OTHER"], [591, 675, "3-EMOTION-EMPATHY"], [924, 943, "8-NO-PERSUASION"], [944, 1080, "2-NEGOTIATE-OTHER"], [1591, 1669, "8-NO-PERSUASION"], [1670, 1687, "8-NO-PERSUASION"], [2150, 2173, "1-RAPPORT-FRIEND"], [2318, 2406, "8-NO-PERSUASION"], [2408, 2467, "8-NO-PERSUASION"], [3246, 3274, "8-NO-PERSUASION"]], "idx": "320"}
{"id": 2337, "data": "Persuader: Hi, have you heard of the charity Save the Children?\n\tPersuadee: Im sorry I have not\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: How does this organization raise money to help them accomplish this\nPersuader: Save the Children is a non-profit organization that collects donations through various fundraisers to fund their work.\n\tPersuadee: Thats sounds fine. What are you trying to complete by speaking with me\nPersuader: I would like to ask if you would be willing to donate some or all of your incoming payment for this task to Save the Children.\n\tPersuadee: Im afraid not. I believe that parents of the child are responsible to take care of their children this is Gods way. If the parent is not there to complete this it is the Churches job. Now we have people that don't go to church because organizations and governments have started doing this.\nPersuader: There is a lack of support for children in developing countries, especially in war zones. For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. Save the Children does work to help these children in situations that they and their parents are unable to control.\n\tPersuadee: I understands that. But I do not take my money from my family and give it to another family. My family first. When I am doing surveys to make pennies I don't have money to give to other countries\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: I choose $0\nPersuader: Are you sure there is no amount that you would like to donate today?\n\tPersuadee: Yes I am positive\nPersuader: Save the Children is a large organization that has helped many already but relies on donations to continue their good work. How many more children have to suffer?\n\tPersuadee: As long as evil is in the world people that shouldn't suffer will. So wouldn't you say that money only mask the problem. ( Just as medication doesn't fix most diseases just mask symptoms). We need to fix the problem not mask it\nPersuader: Organizations such as Save the Children are trying to reduce some of the evil and suffering in the world by spreading help and relief. Even if it does not fix the problem, can't you say that is can help give a child a fighting chance to hopefully help end the cycle of evil?\n\tPersuadee: I would like to know how much the executives or (consultants) get paid to help this organizations efforts\nPersuader: In fiscal year 2017, 86% of all expenditures went to program services. 9% was used to promote fundraising. Only 5% of all expenditures were spent on Management.\n\tPersuadee: How much was made not percentages\nPersuader: The total operating revenue for 2017 was $807,412. Only $38,401 was spent on management. I just want to ask one last time, are you sure there is no amount you would like to donate today? ", "label": [[11, 63, "8-NO-PERSUASION"], [107, 275, "4-LOGIC-OTHER"], [367, 485, "4-LOGIC-OTHER"], [580, 706, "2-NEGOTIATE-REQUEST"], [1020, 1109, "3-EMOTION-EMPATHY"], [1110, 1202, "3-EMOTION-EMPATHY"], [1203, 1316, "3-EMOTION-EMPATHY"], [1317, 1432, "4-LOGIC-COUNTER"], [1703, 1766, "8-NO-PERSUASION"], [1767, 1826, "2-NEGOTIATE-REQUEST"], [1972, 2095, "4-LOGIC-ARGUE"], [2386, 2520, "4-LOGIC-COUNTER"], [2521, 2660, "4-LOGIC-COUNTER"], [2790, 2860, "4-LOGIC-OTHER"], [2861, 2896, "4-LOGIC-OTHER"], [3008, 3058, "4-LOGIC-OTHER"], [3097, 3194, "2-NEGOTIATE-REQUEST"], [1652, 1702, "2-NEGOTIATE-REQUEST"], [1862, 1930, "2-NEGOTIATE-BARGAIN"], [2096, 2134, "3-EMOTION-EMPATHY"], [2897, 2950, "4-LOGIC-OTHER"], [3059, 3096, "4-LOGIC-OTHER"]], "idx": "321"}
{"id": 2338, "data": "Persuader: hi\n\tPersuadee: Hi how are you?\nPersuader: i am fine. u?\n\tPersuadee: I'm Fine. Did you know about Children Charity ?\nPersuader: yes, i know children charity\n\tPersuadee: Tell me about something about Children Charity?\nPersuader: i dont know full details. please u tell me full details?\n\tPersuadee: Then why did you tell that you know about Children Charity?\nPersuader: yes, i know but short details only. u know full details. tell me u are first?\n\tPersuadee: Children Charity is nothing but gives health, education to the children who doesn't  have parents and relatives\nPersuader: oh! thank you... then?\n\tPersuadee: Do you donate for any organisation?\nPersuader: yes. but one year back.\n\tPersuadee: How much amount?\nPersuader: just $100 dollar.\n\tPersuadee: Wow super you did a good job.\nPersuader: thank you so much. then u are donate any charity?\n\tPersuadee: Yes me also donate one year back.\nPersuader: how much dollar?\n\tPersuadee: I donate 50 dollars.", "label": [[64, 66, "8-NO-PERSUASION"], [138, 166, "5-AUTHORITY-OTHER"], [238, 263, "4-LOGIC-CONCEDE"], [435, 455, "8-NO-PERSUASION"], [591, 594, "8-NO-PERSUASION"], [737, 754, "1-RAPPORT-DISCLOSE"], [678, 696, "1-RAPPORT-DISCLOSE"], [827, 857, "2-NEGOTIATE-OTHER"], [915, 931, "2-NEGOTIATE-OTHER"], [11, 13, "8-NO-PERSUASION"], [53, 63, "8-NO-PERSUASION"], [264, 294, "8-NO-PERSUASION"], [378, 413, "8-NO-PERSUASION"], [414, 434, "8-NO-PERSUASION"], [595, 613, "8-NO-PERSUASION"], [673, 677, "1-RAPPORT-DISCLOSE"], [808, 826, "8-NO-PERSUASION"]], "idx": "322"}
{"id": 2339, "data": "Persuader: Hi there! How are you doing today?\n\tPersuadee: im ok and you\nPersuader: I'm doing great! Do you have any interest in learning about and potentially donating to a charity?\n\tPersuadee: yes i would\nPersuader: That's great! The charity I'm helping is called Save the Children.\n\tPersuadee: oh how would you help the children\nPersuader: Well the charity collects money to help protect children's rights all across the globe. \n\tPersuadee: oh ok thats nice\nPersuader: As you know, children can be extremely helpless, especially in third world countries, so they deserve all the help they can get.\n\tPersuadee: i know i would like to help them with 5 dollars \nPersuader: $5 could make a huge different in a lot of kids lives. Are there any questions you have?\n\tPersuadee: no its ok i just like children because they need help\nPersuader: Do you donate to any other charities?\n\tPersuadee: i use to\nPersuader: What kind of charities do you enjoy donating to?\n\tPersuadee: i like to give out toys and if i have some type of change i give it out\nPersuader: That's very kind of you. So can I rely on you to donate $5 from your task today to help this charity out?\n\tPersuadee: yes i would like to\nPersuader: That's great. You should have the option coming up to help you make a donation.\n\tPersuadee: yes i like to give out things", "label": [[1201, 1214, "8-NO-PERSUASION"], [1215, 1280, "8-NO-PERSUASION"], [11, 20, "8-NO-PERSUASION"], [21, 45, "8-NO-PERSUASION"], [83, 99, "8-NO-PERSUASION"], [100, 181, "2-NEGOTIATE-OTHER"], [217, 230, "8-NO-PERSUASION"], [342, 429, "4-LOGIC-OTHER"], [471, 599, "3-EMOTION-EMPATHY"], [727, 760, "8-NO-PERSUASION"], [231, 283, "8-NO-PERSUASION"], [672, 726, "3-EMOTION-ALTRUISTIC"], [838, 875, "1-RAPPORT-OTHER"], [908, 956, "1-RAPPORT-OTHER"], [1052, 1076, "1-RAPPORT-COMPLIMENT"], [1077, 1157, "2-NEGOTIATE-REMIND"]], "idx": "323"}
{"id": 2340, "data": "Persuader: Hi! How are you doing today\n\tPersuadee: Nice, How are you doing?\nPersuader: I am doing alright thanks.\n\tPersuadee: Then, Do you know about children's charity?\nPersuader: I do, have you heard of Save the Children?\n\tPersuadee: I know a little bit, But i'm not fully know.\nPersuader: Well, it is a great charity that helps children around the world in need\n\tPersuadee: Oh, Then you donate any charity?\nPersuader: yes, I try to donate as much as i can. I think it's important to give what we can\n\tPersuadee: Yes, It's true. You member of any charity?\nPersuader: I work with children of abuse\n\tPersuadee: Okay, Do you think charity is save the children?\nPersuader: I think any money we donate will help the children\n\tPersuadee: I'm not sure about this, so do not get me wrong.\nPersuader: what are you not sure about? any cents will help the children in need\n\tPersuadee: I have not donated so far, but next time I will definitely donate.\nPersuader: it is ok! even just one cent can go a long way\n\tPersuadee: Yes definitely, It's true\nPersuader: will you donate today?\n\tPersuadee: Yes, I will", "label": [[11, 14, "8-NO-PERSUASION"], [15, 38, "8-NO-PERSUASION"], [87, 113, "8-NO-PERSUASION"], [181, 223, "2-NEGOTIATE-OTHER"], [292, 364, "2-NEGOTIATE-OPINION"], [421, 459, "1-RAPPORT-DISCLOSE"], [460, 502, "2-NEGOTIATE-OPINION"], [569, 598, "1-RAPPORT-DISCLOSE"], [794, 822, "4-LOGIC-COUNTER"], [823, 863, "3-EMOTION-ALTRUISTIC"], [954, 963, "8-NO-PERSUASION"], [1050, 1072, "2-NEGOTIATE-REQUEST"], [671, 721, "3-EMOTION-ALTRUISTIC"], [964, 1000, "2-NEGOTIATE-BARGAIN"]], "idx": "324"}
{"id": 2341, "data": "Persuader: hi\n\tPersuadee: Hello there!\nPersuader: yes ism there\n\tPersuadee: How are you?\nPersuader: I Am Fine, What about you?\n\tPersuadee: I am doing well, thank you. Are you familiar with Save the Children?\nPersuader: Yes, I'm familiar with save the children. What about you?\n\tPersuadee: I am not too familiar with that particular organization. Can you tell me something about them?\nPersuader: I Am also not too much familiar just I know what is Children charity.\n\tPersuadee: Do you donate to those charities? \nPersuader: Yes, But for the past one year I did not give any donation. What about you?\n\tPersuadee: I have not donated to any yet. How much do you donate on average?\nPersuader: I donate averagely 50 Dollars.\n\tPersuadee: Wow that is wonderful. What organizations have you donated to?\nPersuader: I forget the organisation name.\n\tPersuadee: That is okay. I would like to find a good organization to donate to toay. Would you do the same?\nPersuader: Yes, But i don't know about organization.\n\tPersuadee: Well Save the Children is an international non-governmental organisation that promotes children's rights, provides relief and helps support children in developing countries. A $5 donation would be great I believe. That sounds wonderful don't you agree?\nPersuader: Yes, I agree that I save the children. I do my best to save the children without parents. What about you?\n\tPersuadee: I donated $5 just right now. You should do the same!", "label": [[11, 13, "8-NO-PERSUASION"], [219, 260, "5-AUTHORITY-OTHER"], [523, 582, "1-RAPPORT-DISCLOSE"], [50, 63, "8-NO-PERSUASION"], [100, 126, "8-NO-PERSUASION"], [262, 276, "8-NO-PERSUASION"], [395, 464, "4-LOGIC-CONCEDE"], [583, 598, "8-NO-PERSUASION"], [688, 718, "1-RAPPORT-DISCLOSE"], [805, 836, "8-NO-PERSUASION"], [957, 998, "8-NO-PERSUASION"], [1011, 1184, "4-LOGIC-OTHER"], [1185, 1224, "2-NEGOTIATE-REQUEST"], [1225, 1263, "2-NEGOTIATE-OPINION"], [1393, 1421, "1-RAPPORT-DISCLOSE"], [1422, 1445, "2-NEGOTIATE-RECIP"]], "idx": "325"}
{"id": 2342, "data": "Persuader: Hello, Nice to chat with you today. \n\tPersuadee: hi, you too. where are you from?\nPersuader: I am from New York, USA and you, where are you from?\n\tPersuadee: Rockford, Illinois...#3 most dangerous city. :(\nPersuader: Oh boy, I am sorry to hear that. I lived in NYC for 30 years but then moved to a very small rural town in northern NY. There is hardly any crime here. \n\tPersuadee: I'm glad you are safe!\nPersuader: I hope that you remain safe too. Have you ever heard of Save The Children organization? \n\tPersuadee: I sure have.  Pretty reputable?\nPersuader: Oh yes, I do believe they are. Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Sounds like a great organization. I know that they have a hard time in developing countries, especially getting fresh drinking water. We are fortunate to live here.\nPersuader: Yes, we certainly are. Those in Flint MI have been having trouble getting clean water for themselves. Back to Save The Children though. They do so much with all their donations. Have you ever donated to them before? \n\tPersuadee: I'm not sure if I have. I'm always donating to shelter animal charities in Saint Jude. But I don't think I have donated to save the children.\nPersuader: I too donate to animal shelters and I have also donated to St Jude. I was not sure I have donated to Save The Children in the past either.The research team asked me if I would donate some of my pay for this HIT to Save The Children today.\n\tPersuadee: Are you going to donate any money to this charity?\nPersuader: Yes I felt like I must do something to help. I know it will not be much but the work they do is so very important. You could donate some or all of your payment to the organization as well. Are you interested?  \n\tPersuadee: Sure I'm interested. It's the right thing to do. How much were you thinking?\nPersuader: I was thinking of giving them the whole amount. I feel strongly that help is needed for children's rights to health, education, safety, etc. Have you ever checked out their website? \n\tPersuadee: No, I haven't.  I can give 1.00.  I have puppies to feed!!  Not saying that they are more important, but they are my kids. Sound good?\nPersuader: So you plan to give $1.00? That is a fantastic amount. Yes you are right your pups are your kids and they are just as important. I bet the pups give you some security in the high crime area. \n\tPersuadee: Yes, they most definitely do. And I will donate a dollar. I'm not sure how to go about doing it but you can put me down for a dollar. Have a great night\nPersuader: The research team will collect all donations and send it to Save the Children.\" I think what we are doing will help. I wish you well. ", "label": [[228, 260, "1-RAPPORT-FRIEND"], [261, 346, "1-RAPPORT-DISCLOSE"], [426, 458, "1-RAPPORT-FRIEND"], [981, 1059, "8-NO-PERSUASION"], [1094, 1135, "5-AUTHORITY-CREDENTIALS"], [1340, 1407, "1-RAPPORT-SIMILAR"], [1478, 1578, "2-NEGOTIATE-OTHER"], [347, 378, "8-NO-PERSUASION"], [459, 513, "4-LOGIC-OTHER"], [570, 600, "5-AUTHORITY-CREDENTIALS"], [601, 769, "5-AUTHORITY-CREDENTIALS"], [958, 980, "8-NO-PERSUASION"], [1060, 1093, "8-NO-PERSUASION"], [1136, 1173, "2-NEGOTIATE-OTHER"], [1408, 1478, "1-RAPPORT-SIMILAR"], [11, 47, "1-RAPPORT-FRIEND"], [104, 156, "1-RAPPORT-DISCLOSE"], [1653, 1697, "3-EMOTION-ALTRUISTIC"], [1698, 1767, "4-LOGIC-ARGUE"], [1768, 1841, "2-NEGOTIATE-REQUEST"], [1842, 1861, "2-NEGOTIATE-OTHER"], [1964, 2011, "1-RAPPORT-DISCLOSE"], [2012, 2104, "4-LOGIC-ARGUE"], [2105, 2146, "8-NO-PERSUASION"], [2305, 2331, "2-NEGOTIATE-REMIND"], [2332, 2359, "1-RAPPORT-COMPLIMENT"], [2360, 2433, "1-RAPPORT-FRIEND"], [2434, 2496, "8-NO-PERSUASION"], [2673, 2752, "8-NO-PERSUASION"], [2753, 2789, "3-EMOTION-ALTRUISTIC"], [2790, 2807, "1-RAPPORT-FRIEND"]], "idx": "326"}
{"id": 2343, "data": "Persuader: Hello!\n\tPersuadee: Hi, Have you ever donated to a childrens charity before?   \nPersuader: Yes, I absolutely have. Save the Children is a great organization. They value children's education greatly which not only enhances the ability for these innocent children to learn skills that can be applied in the workforce, but it also gives them a safe and positive place to be which can't be guaranteed otherwise for some of them.\n\tPersuadee: I have not heard of Save the Children before.   Sounds like they really help education wise.\nPersuader: They do. But they also assist in other ways. I'm not sure if you're familiar with Hurricane Harvey that devastated part of South Texas but Save the Children is still assisting the affected children and families long after most organizations have washed their hands. \n\tPersuadee: Yes I have heard of Hurricane Harvey.  Oh so they do more than just help with education.  Thats awesome!!  \nPersuader: Yes, it really is. They also provide information on their website about how funding and donations are dispersed. 86% goes to program funding, 9% to Fundraising and 5% to Management. I like that they are transparent. It adds to their credibility. \n\tPersuadee: I really like how they show where the funding and donations are spent.  WIth some charity you never know just how much really goes to help the kids.\nPersuader: I couldn't agree more. For me, the transparency removes all doubt towards donating. \n\tPersuadee: It sure does.  ANything else I should know about this charity?\nPersuader: It is a huge movement. They have helped 155million children in 120 countries. \n\tPersuadee: WOw, that is a lot of kids in a lot of places to help.   SO what would I do if I wanted to help these kids?\nPersuader: Today, you have a unique opportunity to donate part or all of the earnings for completing this task directly to the organization!! These kids really deserve it :)\n\tPersuadee: I know they really deserve but I am kinda on a tight budget right now but go ahead and tell me about this unique opportunity.\nPersuader: You can choose anywhere from .01 to the full amount. Literally every penny helps these children. I understand being on a tight budget and needing the additional income. Just think, the impact the pennies would have on their lives is more than the impact pennies make in a more fortunate situation. \n\tPersuadee: Im not sure that I am so fortunate and every a penny saved is a penny earned, but I do see your point.   So how would I donate if I chose to do this today?  Do i pay online or how do I go about it?\nPersuader: Very true that every penny saved is a penny earned. In comparison, these children need more help than you or I. Fortunate is perspective based but from my perspective, these kids are far less fortunate than I. The amount you choose to donate is automatically deducted today from your task payment. There's no paying online or entering payment info. It will be automatically processed for you by the requestor. :)\n\tPersuadee: Ok I will definitely make a donation today to Save the CHildren.  YOu have convinced me that this is a great, trustworthy charity to donate to.\nPersuader: You are AWESOME! How much of your payment would you like to donate today? As I said before, you are free to choose anywhere between .01 and the full payment amount for the task :)\n\tPersuadee: I will donate 0.05 cents today.  \nPersuader: Thank you :) You are awesome for giving your hard earned money to these kids :) I hope you have a WONDERFUL rest of your day!!", "label": [[11, 17, "8-NO-PERSUASION"], [101, 124, "1-RAPPORT-DISCLOSE"], [125, 167, "2-NEGOTIATE-OPINION"], [168, 434, "4-LOGIC-ARGUE"], [551, 559, "8-NO-PERSUASION"], [560, 595, "4-LOGIC-OTHER"], [596, 816, "4-LOGIC-ARGUE"], [949, 967, "2-NEGOTIATE-OPINION"], [968, 1061, "4-LOGIC-ARGUE"], [1062, 1130, "4-LOGIC-ARGUE"], [1131, 1164, "5-AUTHORITY-CREDENTIALS"], [1165, 1195, "5-AUTHORITY-CREDENTIALS"], [1368, 1390, "1-RAPPORT-SIMILAR"], [1391, 1452, "2-NEGOTIATE-OTHER"], [1539, 1561, "5-AUTHORITY-CREDENTIALS"], [1562, 1616, "5-AUTHORITY-CREDENTIALS"], [1749, 1879, "2-NEGOTIATE-REQUEST"], [1880, 1911, "3-EMOTION-ALTRUISTIC"], [2061, 2113, "4-LOGIC-OTHER"], [2114, 2157, "3-EMOTION-ALTRUISTIC"], [2158, 2229, "3-EMOTION-OTHER"], [2230, 2358, "3-EMOTION-ALTRUISTIC"], [2581, 2632, "4-LOGIC-CONCEDE"], [2633, 2692, "4-LOGIC-ARGUE"], [2693, 2790, "4-LOGIC-ARGUE"], [2791, 2878, "8-NO-PERSUASION"], [2879, 2929, "4-LOGIC-OTHER"], [2930, 2993, "4-LOGIC-OTHER"], [3161, 3177, "1-RAPPORT-COMPLIMENT"], [3178, 3234, "2-NEGOTIATE-REMIND"], [3235, 3340, "2-NEGOTIATE-REMIND"], [3398, 3410, "8-NO-PERSUASION"], [3411, 3477, "1-RAPPORT-COMPLIMENT"], [3478, 3524, "1-RAPPORT-FRIEND"]], "idx": "327"}
{"id": 2344, "data": "Persuader: Hello, how are you today?\n\tPersuadee: I'm great and you?\nPersuader: I am good. Have you ever thought of donating to a charity?\n\tPersuadee: No, not really.\nPersuader: May I tell you about an awesome charity?\n\tPersuadee: Sure, I'll listen.\nPersuader: There is an awesome charity called Save the Children the help children all over the world including right here in America.\n\tPersuadee: Yeah I've heard about it.\nPersuader: Would you be to donate some of you earning from today task to them?\n\tPersuadee: Not right now.\nPersuader: You can donate anything from as little as 0.10 and since it is money you don't have yet since you have not been paid for the task it isn't like it is coming out of your pocket.\n\tPersuadee: I don't think I'm in the position to donate right now unforutnatley.\nPersuader: I totally understand, but like I said they will take the money right from the pay of this task. \n\tPersuadee: That is very true. But I'd still prefer it in my pocket :)\nPersuader: I totally understand I hope you will think of the Save the Children if you decide to donate later on\n\tPersuadee: I will keep it in mind. Thanks!\nPersuader: Thank you they really are a wonderful charity and children are our future and we need to look for them.\n\tPersuadee: I understand that very well.\nPersuader: Thank you for listening and I hope you don't forget about them\n\tPersuadee: I know I won't. Thanks for the tip!", "label": [[11, 36, "8-NO-PERSUASION"], [79, 89, "8-NO-PERSUASION"], [90, 137, "2-NEGOTIATE-OTHER"], [177, 217, "2-NEGOTIATE-OPINION"], [260, 382, "4-LOGIC-OTHER"], [432, 499, "2-NEGOTIATE-REQUEST"], [538, 714, "2-NEGOTIATE-BARGAIN"], [807, 903, "2-NEGOTIATE-BARGAIN"], [986, 1086, "8-NO-PERSUASION"], [1142, 1245, "4-LOGIC-OTHER"], [1298, 1360, "8-NO-PERSUASION"]], "idx": "328"}
{"id": 2345, "data": "Persuader: Hello! Can I please talk to you about donating to a charity named Save The Children?\n\tPersuadee: hello i would like to help too even its a bit\nPersuader: That would be wonderful! We really appreciate all of your help and generosity. Every little bit will help the children we are trying to save. Would you like to hear more about our organization?\n\tPersuadee: yes i do\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. Your donation is essential to help ensure children's rights to health, education, and safety.\n\tPersuadee: oh ok thats fine\nPersuader: Great to hear that you like our mission statement! Where would you like to focus your donation? Toward children's health, education, or safety?\n\tPersuadee: yes like 5 dollars\nPersuader: Excellent! We really appreciate such a fine and generous donation! I have exciting news for you. Right now, Save The Children is matching every donation from $10 and up. Would you like to increase your donation to $10 to double your help?\n\tPersuadee: oh yep thats very good i know these children needs help for sure\nPersuader: Wonderful! This is so exciting to us. Can we mark you down as a potential donor for next year as well?\n\tPersuadee: very good to do\nPersuader: Thank you so much! Can we contact you by mail, phone, or email?\n\tPersuadee: yes thats nice\nPersuader: Sounds fantastic. Do you think you could spread the word about Save The Children to your family and friends for us?\n\tPersuadee: yes i could do that\nPersuader: We really appreciate it. So to review, we have you down for a $10 donation to Save The Children. Is that correct?\n\tPersuadee: yes that is\nPersuader: We are so pleased by your donation today! This is really going to make a difference in these children's lives. Is it okay to go ahead and charge your credit card today, or would you prefer to mail a check?\n\tPersuadee: yes thats ok", "label": [[11, 17, "8-NO-PERSUASION"], [18, 95, "2-NEGOTIATE-OTHER"], [165, 189, "1-RAPPORT-OTHER"], [190, 243, "1-RAPPORT-COMPLIMENT"], [244, 306, "3-EMOTION-ALTRUISTIC"], [307, 358, "4-LOGIC-OTHER"], [391, 559, "4-LOGIC-OTHER"], [560, 653, "3-EMOTION-ALTRUISTIC"], [694, 744, "1-RAPPORT-OTHER"], [745, 789, "4-LOGIC-OTHER"], [790, 837, "4-LOGIC-OTHER"], [880, 890, "1-RAPPORT-OTHER"], [891, 946, "1-RAPPORT-OTHER"], [947, 976, "1-RAPPORT-OTHER"], [977, 1049, "2-NEGOTIATE-OTHER"], [1050, 1118, "2-NEGOTIATE-BARGAIN"], [1207, 1217, "1-RAPPORT-OTHER"], [1218, 1244, "1-RAPPORT-OTHER"], [1245, 1309, "2-NEGOTIATE-REQUEST"], [1349, 1367, "1-RAPPORT-OTHER"], [1368, 1412, "2-NEGOTIATE-REQUEST"], [1451, 1468, "1-RAPPORT-OTHER"], [1469, 1566, "2-NEGOTIATE-REQUEST"], [1610, 1634, "1-RAPPORT-OTHER"], [1635, 1706, "2-NEGOTIATE-REMIND"], [1707, 1723, "2-NEGOTIATE-OTHER"], [1759, 1800, "1-RAPPORT-OTHER"], [1801, 1869, "3-EMOTION-ALTRUISTIC"], [1870, 1964, "8-NO-PERSUASION"]], "idx": "329"}
{"id": 2346, "data": "Persuader: Hello, are you interested in protection of rights of children?\n\tPersuadee: Yes, definitely. What do you have in mind?\nPersuader: There is organisation called Save the Children and donations are essential to ensure children's rights to health,education and safety.\n\tPersuadee: Is this the same group where people used to \"sponsor\" a child?\nPersuader: Here is their website, URL  They help children all around the world.For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence.\n\tPersuadee: I can't imagine how terrible it must be for a child to grow up inside a war zone. \nPersuader: As you mentioned,this organisation has different programs,and one of them is to \"sponsor\" child.You choose the location.\n\tPersuadee: Are you connected with the NGO yourself?\nPersuader: No,but i want to donate some amount from this survey.Research team will send money to this organisation.\n\tPersuadee: That sounds great. Does it come from our reward/bonuses?\nPersuader: Yes,the amount you want to donate is deducted from your reward.\n\tPersuadee: What do you have in mind?\nPersuader: I know that my small donation is not enough,so i am asking you to also donate some small percentage from reward.\n\tPersuadee: I am willing to match your donation.\nPersuader: Cool,the reward for this task is 0.30$ so i am  thinking about donating like 0.15$\n\tPersuadee: That's fine with me.  I could even go for the whole $.30 if you want. \nPersuader: Well, if you go for full 0.30 i will have no moral right to donate less.\n\tPersuadee: That is kind of you. My husband and I have a small NGO in Mindanao, Philippines, and it is amazing what a little bit of money can do to make things better.\nPersuader: Agree,small amount of money for US can mean a lot for people in third world countries.So agreed?We donate full reward each??\n\tPersuadee: Yes, let's donate $0.30 each. That's a whole lot of rice and flour.  Or a whole lot of bandages.", "label": [[11, 73, "6-SOCIAL-NORMS"], [140, 274, "4-LOGIC-OTHER"], [361, 387, "8-NO-PERSUASION"], [389, 429, "4-LOGIC-OTHER"], [429, 521, "3-EMOTION-EMPATHY"], [522, 635, "3-EMOTION-EMPATHY"], [742, 838, "4-LOGIC-OTHER"], [838, 862, "4-LOGIC-OTHER"], [927, 980, "2-NEGOTIATE-OTHER"], [980, 1031, "8-NO-PERSUASION"], [1112, 1175, "8-NO-PERSUASION"], [1398, 1480, "2-NEGOTIATE-BARGAIN"], [1225, 1337, "2-NEGOTIATE-RECIP"], [1575, 1647, "2-NEGOTIATE-RECIP"], [1827, 1913, "4-LOGIC-OTHER"], [1913, 1923, "2-NEGOTIATE-REMIND"], [1923, 1951, "2-NEGOTIATE-REMIND"]], "idx": "330"}
{"id": 2347, "data": "Persuader: Hello!\n\tPersuadee: Hi there!\nPersuader: Would you like to consider donating to the Save the Children charity? I can let you in on some details and questions you may have.\n\tPersuadee: I would prefer to find a charity that assist either in the medical funding side of children's cancer or financial burden assistance to the families of children with cancer. I feel like we can have more of a direct impact on something. Do you know of any charities like that?\nPersuader: Unfortunately no. However, the charity does in fact help the children access basic necessities such as food and water to those impacted by natural disasters across the globe. So while not directly helping families financially they are relieving some burdens.\n\tPersuadee: Okay, I'm already familiar with Save the Children, I just typically have concerns on where the money actually goes with them. But how much are you thinking we should donate?\nPersuader: Any amount will do, however it'll be extracted from the task payment. I'd say .15 cents from both of us should be fair. Also my mistake earlier, Save the Children apparently has had a childhood cancer treatment going on for a few years now.\n\tPersuadee: Okay, I think .15 cents sounds fair. And good, that makes me feel a bit better. \nPersuader: Thanks for the consideration. Is there anything else you'd like to know?\n\tPersuadee: Do you know how long the organization has been around?\nPersuader: Around the year 1919 near World War I, founded by Eglantyne Jebb in London.\n\tPersuadee: And do they have an estimated number of children they have helped?\nPersuader: 157 million children approximately, as well as 56 million children receiving direct help.\n\tPersuadee: How many countries?\nPersuader: 120 countries including the US. They've worked in Zambia, Zimbabwe, the Philippines, Lebanon, and Nicaragua just to name a few.\n\tPersuadee: Have you ever donated to them before?\nPersuader: Yes actually! In one my old school they held a fundraiser for donations for those affected by the hurricanes in Florida about a year ago.\n\tPersuadee: Oh nice! I don't know if I ever have directly, I can't really remember. \nPersuader: Good to know you support them at least! Would you like a link to their website for more information?\n\tPersuadee: sure, I'd appreciate that!\nPersuader:  URL There you go, thank you for your consideration! Have a good day!", "label": [[11, 17, "8-NO-PERSUASION"], [51, 120, "2-NEGOTIATE-REQUEST"], [121, 181, "4-LOGIC-OTHER"], [480, 497, "4-LOGIC-CONCEDE"], [498, 655, "4-LOGIC-ARGUE"], [655, 738, "4-LOGIC-ARGUE"], [936, 1005, "2-NEGOTIATE-BARGAIN"], [1006, 1055, "2-NEGOTIATE-RECIP"], [1056, 1176, "4-LOGIC-OTHER"], [1281, 1310, "8-NO-PERSUASION"], [1311, 1353, "4-LOGIC-OTHER"], [1432, 1507, "5-AUTHORITY-CREDENTIALS"], [1598, 1687, "5-AUTHORITY-CREDENTIALS"], [1731, 1762, "5-AUTHORITY-CREDENTIALS"], [1763, 1858, "5-AUTHORITY-CREDENTIALS"], [1920, 1933, "1-RAPPORT-DISCLOSE"], [1934, 2057, "1-RAPPORT-DISCLOSE"], [2154, 2193, "1-RAPPORT-OTHER"], [2194, 2254, "4-LOGIC-OTHER"], [2306, 2309, "8-NO-PERSUASION"], [2310, 2357, "1-RAPPORT-OTHER"], [2358, 2374, "1-RAPPORT-FRIEND"]], "idx": "331"}
{"id": 2348, "data": "Persuader: Save the Children is an amazing charity that helps kids who are in desperate need. They can help with safety, education and more. You can donate some of your earnings to this amazing charity.\n\tPersuadee: I believe in this charity, but still wonder how much of the money I donate actually helps.\nPersuader: Every little bit makes a difference. When you have people who are so poor, it's amazing what a tiny amount can do.\n\tPersuadee: I would gladly give my earnings to this charity.  Children hold the future of the world.\nPersuader: It is really so heartbreaking when you see all of these kids not having enough to eat. It really breaks the heart. They are so little. \n\tPersuadee: I know, it always amazes me how many children are suffering around the world.  It is so sad.\nPersuader: Even the little bit you donate from your earnings can go a long way to making a difference for a child. \n\tPersuadee: Though MTurk they should raise quite a bit.  Even though it is only .30 for this hit, with the number of people it adds up.\nPersuader: That's what happens. Even small amounts make such a big difference when they are added up. That's why it does make such a difference to even do small things. \n\tPersuadee: In my personal life I do pay attention to all the details and the reviews of charities.  There are so many worthy causes that I try hard to make sure my meeker amounts go to benefit the most. \nPersuader: And Save the Children is a great charity. They really do help so many kids and people. \n\tPersuadee: I know they are a well established charity so should have all the resources, administration wise, to get the money where it is needed most.\nPersuader: I think it's wonderful that you are doing this and are going to donate. It is such a great thing to do. \n\tPersuadee: It makes me feel that even though not enough I have done a little something.\nPersuader: You do what you can, and that is all that matters. But you should feel good about this little amount. \n\tPersuadee: I live in a very rural area, people in my town are extremely poor and it still amazes me how they will take what little they have and take care of each other.  \nPersuader: It is very sweet. And these small things just make such a difference. \n\tPersuadee: It is hard to watch and not reach out to help a child.  I do what I can in my own community and the town comes together this time of year to make sure each child has school supplies.  It is really sad that Save a Child exists, the world should be a safe place for children and there should be no need. \nPersuader: It should be. But with people helping it can at least make a difference. I think everyone can do their part. \n\tPersuadee: I agree, it has been very nice chatting with you and I hope you have a great day.\nPersuader: Thank you so much. Can you tell me now how much you would like to donate? You can choose any amount to all your payment.\n\tPersuadee: I will donate all of my payment.", "label": [[354, 431, "4-LOGIC-ARGUE"], [544, 630, "3-EMOTION-EMPATHY"], [631, 658, "3-EMOTION-EMPATHY"], [659, 679, "3-EMOTION-EMPATHY"], [796, 899, "3-EMOTION-ALTRUISTIC"], [1069, 1138, "4-LOGIC-ARGUE"], [1139, 1205, "4-LOGIC-ARGUE"], [1674, 1745, "1-RAPPORT-COMPLIMENT"], [2577, 2635, "3-EMOTION-ALTRUISTIC"], [2797, 2851, "2-NEGOTIATE-REMIND"], [2852, 2898, "2-NEGOTIATE-REMIND"], [11, 93, "4-LOGIC-ARGUE"], [94, 140, "4-LOGIC-ARGUE"], [141, 202, "2-NEGOTIATE-REQUEST"], [317, 353, "3-EMOTION-ALTRUISTIC"], [1048, 1068, "8-NO-PERSUASION"], [1423, 1464, "2-NEGOTIATE-OPINION"], [1465, 1510, "3-EMOTION-ALTRUISTIC"], [1746, 1778, "3-EMOTION-OTHER"], [1880, 1929, "1-RAPPORT-OTHER"], [1930, 1981, "3-EMOTION-PROMISE"], [2166, 2183, "8-NO-PERSUASION"], [2184, 2235, "4-LOGIC-ARGUE"], [2563, 2576, "8-NO-PERSUASION"], [2636, 2672, "3-EMOTION-OTHER"], [2778, 2796, "8-NO-PERSUASION"]], "idx": "332"}
{"id": 2349, "data": "Persuader: Hi\n\tPersuadee: Hi! How are you today?\nPersuader: I am doing good, thanks for asking. Hope you are doing fine?\n\tPersuadee: I am well, thank you. I am excited to know we can help out a children's charity. \nPersuader: Yes they are doing real good work\n\tPersuadee: That is good to hear. I forgot to ask, how is the weather by you today?\nPersuader: Its quite pleasant today, would you like to donate to the Save the Children's charity?\n\tPersuadee: I would like to donate today. What amount would help out? I can spare $25.\nPersuader: You can choose any amount from $0 to all your payment.\n\tPersuadee: Let me ask, are you also able to donate, and if so how much are you able to spare?\nPersuader: Yes sure, i can do $10\n\tPersuadee: Wonderful! Then it looks like we can both really help out. Thank you for your generosity!\nPersuader: Thanks to you too. The research team will collect all donations and send it to Save the Children.\n\tPersuadee: Okay, thank you. Great talking with you.\nPersuader: Same here!! Have a pleasant day ahead!\n\tPersuadee: Hey, before I forget, I did not tell you about the weather here. Are you interested?\nPersuader: Yea sure, go ahead\n\tPersuadee: Well it is a bit rainy, and it has been cold, but we are going to get a heat wave in the high 80's this week! Also, I have another question for you if you have a minute.\nPersuader: ok, please ask\n\tPersuadee: Do you know if the donations that we are making are tax deductible? \nPersuader: yes, i think so", "label": [[11, 13, "8-NO-PERSUASION"], [60, 95, "1-RAPPORT-FRIEND"], [96, 120, "1-RAPPORT-FRIEND"], [226, 259, "2-NEGOTIATE-OPINION"], [355, 441, "2-NEGOTIATE-REQUEST"], [540, 594, "2-NEGOTIATE-OTHER"], [701, 723, "2-NEGOTIATE-RECIP"], [837, 855, "8-NO-PERSUASION"], [856, 934, "8-NO-PERSUASION"], [999, 1010, "8-NO-PERSUASION"], [1011, 1037, "1-RAPPORT-FRIEND"], [1146, 1164, "8-NO-PERSUASION"], [1358, 1372, "8-NO-PERSUASION"], [1465, 1480, "8-NO-PERSUASION"]], "idx": "333"}
{"id": 2350, "data": "Persuader: Hello, how are you doing this afternoon? \n\tPersuadee: Hi! Good thanks, how about you?\nPersuader: I am doing great. Thanks for asking.\n\tPersuadee: I don't know if you have finished reading about the task, but it has something to do with charity.\nPersuader: I would like talk with you about a very important charity called Save the Children. Have you ever heard of them?\n\tPersuadee: No, unfortunately I haven't. Do you know much about them?\nPersuader: Save the Children is an amazing organization that strives to help children in different areas, such as, healthcare, education, and safety. They not only help children in the United States, they are also making a difference all over the world. Donations that are giving to the company is strictly used to help the children with their needs. They are well known and trusted all over the world.\n\tPersuadee: Oh nice! I don't suppose you know what % of donations actually go to the children?\nPersuader: 86% goes to program services, 9% fundraising, and 5% management and general\n\tPersuadee: Oh, that's pretty good. Sorry for all the questions, but I like to look at how effecient charities are so I can get a better sense of them!\nPersuader: That is fine, I want you to be sure that your money is going directly to help the children, and not to fatten someones pocket. I would also like to point out that in 2017 alone, Save the Children help 155 million children in 120 Countries and 237 thousand US children in 22 states and Peurto Rico. They are an outstanding organization thats what to see every child reach their dreams and live a full healthy life.\n\tPersuadee: Yeah, that's exactly it. Oh so Save the Children is actually a really large organization. I'm surprised I never heard of it.\nPersuader: They are well known and loved by many people all over the world. Yet, in order for them to continue helping children, they need people that are willing to think about the needs of children who greatly need help. You could be a hero in a child's life by donating to Save the Children. \n\tPersuadee: I usually don't donate unless I do a little more research into an organization, but if all you said is correct, I think I must just donate. So am I allowed to contribute my HIT proceeds? It's only $0.30, but I guess it's better than nothing!\nPersuader: Absolutely!! Anything that you are able to donate would make a major difference in a child's life. Thank you so much for caring about the children that so many have forgotten!!\n\tPersuadee: No problem. Sorry, it isn't much but i guess there are worse ways to spend your money Friday night!\nPersuader: Your donation is plenty and will save a child! You are an amazing person! Welcome to the Save the Children family!!\n\tPersuadee: Thanks for introducing me to the charity. It sounds like a really good organization. So, do you have a link I need to follow to donate, or is that provided after the chat?\nPersuader: I don't see a link, so I am sure you will find one after the chat\n\tPersuadee: Okay, sounds good. I'll donate my hard earned $0.30 then! Thanks again and have a great weekend!\nPersuader: Thank you, from all the children!", "label": [[11, 51, "8-NO-PERSUASION"], [108, 125, "8-NO-PERSUASION"], [126, 144, "8-NO-PERSUASION"], [267, 350, "4-LOGIC-OTHER"], [351, 379, "8-NO-PERSUASION"], [461, 599, "4-LOGIC-OTHER"], [600, 703, "4-LOGIC-ARGUE"], [704, 800, "4-LOGIC-ARGUE"], [801, 852, "5-AUTHORITY-CREDENTIALS"], [959, 1034, "4-LOGIC-OTHER"], [1198, 1324, "4-LOGIC-OTHER"], [1325, 1495, "5-AUTHORITY-CREDENTIALS"], [1496, 1611, "4-LOGIC-ARGUE"], [1760, 1824, "5-AUTHORITY-CREDENTIALS"], [1825, 1971, "2-NEGOTIATE-OTHER"], [1972, 2044, "2-NEGOTIATE-REQUEST"], [2310, 2322, "8-NO-PERSUASION"], [2323, 2408, "3-EMOTION-ALTRUISTIC"], [2409, 2486, "1-RAPPORT-OTHER"], [2610, 2656, "3-EMOTION-ALTRUISTIC"], [2657, 2683, "1-RAPPORT-COMPLIMENT"], [2684, 2725, "1-RAPPORT-OTHER"], [2921, 2986, "8-NO-PERSUASION"], [3107, 3140, "3-EMOTION-ALTRUISTIC"]], "idx": "334"}
{"id": 2351, "data": "Persuader: hi\n\tPersuadee: hai how are you?\nPersuader: I'm fine, How are you?\n\tPersuadee: fine. what about you?\nPersuader: chatting with you.\n\tPersuadee: oh! k. then u know children's charity?\nPersuader: Yes, I know that.\n\tPersuadee: do you donate any charity?\nPersuader: Yes, I like to donate charity.\n\tPersuadee: how any time u donate charity\nPersuader: I donate more than 5. Do you donate any charity?\n\tPersuadee: yea! just for 5 are 8 times\nPersuader: Oh! That's nice. How much amount you donate charity?\n\tPersuadee: dottaly $500 dollar..\nPersuader: Okay, this is a good one.\n\tPersuadee: thank you so much. then are you married?\nPersuader: Yes, I'm married. What is your name?\n\tPersuadee: my name is  Eric W Menkhus\nPersuader: Ok, Do you know about children charity?\n\tPersuadee: yes, i know. children's future life support the charity", "label": [[11, 13, "8-NO-PERSUASION"], [54, 76, "8-NO-PERSUASION"], [122, 140, "8-NO-PERSUASION"], [203, 220, "5-AUTHORITY-OTHER"], [271, 301, "1-RAPPORT-DISCLOSE"], [355, 376, "1-RAPPORT-DISCLOSE"], [377, 403, "2-NEGOTIATE-OTHER"], [455, 458, "8-NO-PERSUASION"], [459, 471, "1-RAPPORT-OTHER"], [472, 507, "2-NEGOTIATE-OTHER"], [553, 578, "8-NO-PERSUASION"], [643, 660, "1-RAPPORT-DISCLOSE"], [661, 679, "8-NO-PERSUASION"], [730, 769, "4-LOGIC-OTHER"]], "idx": "335"}
{"id": 2352, "data": "Persuader: Hello! Thank you so much for taking time to talk to me today. How are you doing?\n\tPersuadee: Hi. I'm doing good. Thanks.  ANd you?\nPersuader: I'm doing okay, but I could be doing better.\n\tPersuadee: Yeah.  Same here to be honest.  I'm just glad the weekend is coming\nPersuader: I am very blessed to be able to enjoy my weekend, there are many people in this world who are not so fortunate to enjoy theirs. \n\tPersuadee: Yeah. You can say that again.  A lot of people don't even get them.  THey just work all the time.\nPersuader: I use to be one of those people. I feel bad for children who have little control of their situation and can't even enjoy their childhood.\n\tPersuadee: I agree. They are just born into difficult situations.  They don't have a say in it.  It's really sad.\nPersuader: Exactly! Have you heard of the Save the Children charity? Tehy provide Health resources, education, protection and emergency relief to children around the world.\n\tPersuadee: No. I haven't. But that's very interesting.  They're doing good work it seems\nPersuader: Yes, they are trying their best but there never seems to be enough. Children are still dieing of hunger and others are growing up in war zones constantly under attack. \n\tPersuadee: Yeah. I know. The numbers are really bad.  It's sad and it feels like sometimes there's nothing we can do about it.\nPersuader: I know that is how it feels but their is something we can do about it. We can donate to Save the Children. They are a professional orgization with international impact, it is a trustable fund that uses the money for its intended purposes. Even the smallest donation amount has an impact on an orginization like this one. For the same amount that gets spent in vending machienes at school/work, or the cost of a starbucks coffee, would really help Save the Children's charity. \n\tPersuadee: Wow.  I didn't know that about the small donations. I always thought only large donations help.\nPersuader: Never discount the small donations, they add up over time. Larger donations make a bigger impact (of course!) but not many people are able to donate such a big chunk at a time. If we were all able to donate our entire income to the charity at least once then we could begin to really Save the Children. Do you think you would be able to do that?\n\tPersuadee: If you think it will help, then yes I will.\nPersuader: You are truly an amazing person. How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2)\n\tPersuadee: I will donate 25 cents today.\nPersuader: thank you so much for your donation today. The reasearch team will collect all donations and send them to Save the Children. Have a blessed weekend!\n\tPersuadee: Ok. Sounds good.  Thanks.  You too!!!", "label": [[11, 17, "8-NO-PERSUASION"], [18, 72, "1-RAPPORT-OTHER"], [73, 91, "1-RAPPORT-FRIEND"], [153, 197, "1-RAPPORT-DISCLOSE"], [289, 416, "3-EMOTION-EMPATHY"], [539, 571, "1-RAPPORT-DISCLOSE"], [572, 676, "3-EMOTION-EMPATHY"], [803, 811, "8-NO-PERSUASION"], [812, 860, "8-NO-PERSUASION"], [861, 964, "4-LOGIC-OTHER"], [1066, 1133, "3-EMOTION-EMPATHY"], [1134, 1233, "3-EMOTION-EMPATHY"], [1374, 1444, "3-EMOTION-ALTRUISTIC"], [1445, 1480, "2-NEGOTIATE-REQUEST"], [1481, 1612, "5-AUTHORITY-CREDENTIALS"], [1613, 1694, "2-NEGOTIATE-BARGAIN"], [1695, 1849, "2-NEGOTIATE-BARGAIN"], [1970, 2028, "4-LOGIC-COUNTER"], [2029, 2146, "4-LOGIC-ARGUE"], [2147, 2272, "4-LOGIC-ARGUE"], [2416, 2466, "2-NEGOTIATE-REMIND"], [2643, 2685, "8-NO-PERSUASION"], [2273, 2315, "2-NEGOTIATE-REQUEST"], [2383, 2415, "1-RAPPORT-COMPLIMENT"], [2467, 2530, "8-NO-PERSUASION"], [2531, 2589, "2-NEGOTIATE-REMIND"], [2686, 2767, "8-NO-PERSUASION"], [2768, 2791, "8-NO-PERSUASION"]], "idx": "336"}
{"id": 2353, "data": "Persuader: Hello there, how are you doing today, I wonder if you are currently donating to any charitable organiation\n\tPersuadee: I do not actively donate but if it is offered at a supermarket I may donate.\nPersuader: Well, perhaps you would be interested in making a donation to Save The Children\n\tPersuadee: Can you tell me more about this organization. How do I save the children?\nPersuader: That is the name of the charity, and well, they help children in need, not only with food or resources, but also in developed countries where there are childrens that cannot go to school\n\tPersuadee: Is this a not for profit organization?\nPersuader: Yes, all of the money you donate goes to helping children in need\n\tPersuadee: Is there anyway to check progress on the children and where the money is going?\nPersuader: You can personally donate to one of their specific funding if you go to one of their offices\n\tPersuadee: Do you know where the offices are located?\nPersuader: They have one in every major city of the country, otherwise you could check on their page\n\tPersuadee: Do you have a website I can check?\nPersuader:  URL Sure, it is this one\n\tPersuadee: Thank you. Do you know if I can directly contribute there or do I have to go to a city to donate?\nPersuader: You can directly contribute by making a donation from 0 to 2$ at the end of the task\n\tPersuadee: This sounds great. I would like to donate 1 dollar.\nPersuader: I am glad you decided to donate, all of your money will be used for a good cause\n\tPersuadee: I know it will. You seem to know a lot about this organization\nPersuader: Thanks, I will be donating a dollar as well at the end of the task\n\tPersuadee: That is fantastic I am glad you are", "label": [[395, 581, "4-LOGIC-OTHER"], [644, 709, "4-LOGIC-OTHER"], [813, 905, "4-LOGIC-OTHER"], [1594, 1660, "2-NEGOTIATE-RECIP"], [11, 117, "1-RAPPORT-OTHER"], [218, 297, "2-NEGOTIATE-REQUEST"], [972, 1061, "4-LOGIC-OTHER"], [1121, 1124, "8-NO-PERSUASION"], [1125, 1145, "8-NO-PERSUASION"], [1267, 1351, "2-NEGOTIATE-REMIND"], [1427, 1507, "3-EMOTION-ALTRUISTIC"]], "idx": "337"}
{"id": 2354, "data": "Persuader: I hope you will help me out by making a donation to Save the Children today\n\tPersuadee: Can you please provide information about the donation\nPersuader: The donation would come directly from your pay for completing this task. It's money that you never saw or had in your possession.\n\tPersuadee: What charity is this for?\nPersuader: This is for Save the Children, an international organization that benefits children in impoverished areas who otherwise wouldn't receive basic services that many of our children take for granted.\n\tPersuadee: How do the donations work or distributed?\nPersuader: You would specify how much of your $2 payment you are willing to donate to this great cause, and the researchers will pass it onto Save the Children instead of paying it to you.\n\tPersuadee: What part of the country or countries does this go too?\nPersuader: The money goes to Save the Children directly. While you can't know what country your money will specifically benefit, they have continuing programs in many impoverished and worn torn countries and well as in poverty stricken areas of the US.\n\tPersuadee: Ok, what are the donation minimums?\nPersuader: There is no minimum. Every penny counts. Though you may choose to donate $0, I hope you will consider the children in your decision.\n\tPersuadee: Ok, I will make a donation\nPersuader: Wonderful! It's greatly appreciated. How much of your $2 would you like to go to Save the Children?\n\tPersuadee: I will donate $0.25\nPersuader: Very good. You are happy with that amount today?\n\tPersuadee: Yes, do you donate as well?\nPersuader: Yes, I will match whatever you donate today. I do it in my (healthy) son's honor. Do you have children?\n\tPersuadee: No, I do not, but I like ot donate\nPersuader: Well, your donation is appreciated and will be put to good use.\n\tPersuadee: Thank you ", "label": [[11, 86, "2-NEGOTIATE-REQUEST"], [164, 236, "8-NO-PERSUASION"], [237, 293, "4-LOGIC-OTHER"], [343, 538, "4-LOGIC-OTHER"], [604, 781, "2-NEGOTIATE-OTHER"], [861, 906, "4-LOGIC-OTHER"], [907, 1102, "4-LOGIC-OTHER"], [1162, 1182, "8-NO-PERSUASION"], [1183, 1202, "3-EMOTION-ALTRUISTIC"], [1203, 1294, "3-EMOTION-GUILT"], [1345, 1355, "8-NO-PERSUASION"], [1356, 1381, "3-EMOTION-OTHER"], [1382, 1444, "2-NEGOTIATE-REQUEST"], [1488, 1498, "8-NO-PERSUASION"], [1499, 1536, "2-NEGOTIATE-OTHER"], [1588, 1632, "2-NEGOTIATE-RECIP"], [1633, 1669, "1-RAPPORT-DISCLOSE"], [1670, 1691, "8-NO-PERSUASION"], [1750, 1813, "1-RAPPORT-OTHER"]], "idx": "338"}
