{"id": 2467, "data": "Persuader: do you like kids\n\tPersuadee: Yes I have 2\nPersuader: do you know many kids in the world are suffering\n\tPersuadee: Not exactly, but I'm sure it's thousands \nPersuader: Yes exactly right. Save the children is a group that helps kids in warzones\n\tPersuadee: That sounds like a worthwhile cause\nPersuader: have you ever donated to a charity\n\tPersuadee: Yes, very often\nPersuader: i plan on donating to save the children\n\tPersuadee: I will too. Also to abused women.\nPersuader: me also, do you know how much a candy bar costs\n\tPersuadee: 85 cents to 1.35 around here\nPersuader: yes those are the exact prices, should we donate that much?\n\tPersuadee: That sounds perfect\nPersuader: do you ever get tired of being awesome?\n\tPersuadee: Nope. Not even a little!\nPersuader: thats cool, it seems hard?\n\tPersuadee: Not really, I just try to be helpful\nPersuader: me too, DONT BETRAY MY TRUST\n\tPersuadee: I believe in that ", "label": [[11, 27, "1-RAPPORT-OTHER"], [64, 112, "3-EMOTION-GUILT"], [178, 196, "4-LOGIC-CONCEDE"], [197, 253, "5-AUTHORITY-CREDENTIALS"], [313, 347, "2-NEGOTIATE-REQUEST"], [387, 426, "1-RAPPORT-DISCLOSE"], [616, 643, "2-NEGOTIATE-REQUEST"], [687, 726, "1-RAPPORT-COMPLIMENT"], [616, 643, "2-NEGOTIATE-RECIP"]], "idx": "339"}
{"id": 2468, "data": "Persuader: Hello there! Have you heard of the international organization Save the Children?\n\tPersuadee: Hi.  It sounds familiar but I'm not sure.\nPersuader: Save the Children is a non-governmental organizaton that promotes children's rights, provides relief, and helps support children in developing countries. It's a great organization!\n\tPersuadee: Is it reputable?\nPersuader: Certainly! I do volunteer work that supports the organization, actually. And if you'd like to check out the website, you can go to  URL \n\tPersuadee: It looks like they do great work.  Let's make a donation.\nPersuader: Sounds great, your generosity will go great lengths! How much would you like to donate to the organization? Your donation will be directly deducted from your task payment and you can choose any amount from $0 to all of your payment.\n\tPersuadee: I'll donate half my payment, so $.15.\nPersuader: Wonderful! The research team will collect all donations and send them directly to Save the Children.\n\tPersuadee: Sounds good.  Out of curiosity, what did you do as a volunteer?\nPersuader: Pack educational materials/books to send to children with limited access to such resources\n\tPersuadee: That's interesting.  I might want to volunteer too.\nPersuader: It's a very rewarding experience. A productive activity to fill your free time with. :)\n\tPersuadee: It doesn't seem fair that some kids are born into bad situations through no fault of their own.\nPersuader: Certainly. The good thing is, however, that there are many organizations that we can support that help push for and ensure the rights of children and that they are given opportunities to succeed.\n\tPersuadee: Thanks for telling me about it.\nPersuader: You are welcome! Thank you for your kind donation.\n\tPersuadee: It's not much, but I don't have much money.  Of course I have no way of knowing no matter what you answer, but are you a real person?\nPersuader: Small changes lead to big results. ;) and haha! Yes, I am. :)\n\tPersuadee: Good luck to you!  I hope you get lots of donations.", "label": [[157, 337, "5-AUTHORITY-SUPERIOR"], [24, 91, "1-RAPPORT-OTHER"], [378, 388, "4-LOGIC-CONCEDE"], [596, 648, "1-RAPPORT-COMPLIMENT"], [649, 704, "2-NEGOTIATE-REQUEST"], [890, 900, "1-RAPPORT-FRIEND"], [901, 990, "1-RAPPORT-FRIEND"], [389, 450, "1-RAPPORT-DISCLOSE"], [451, 514, "4-LOGIC-ARGUE"], [704, 828, "2-NEGOTIATE-OTHER"], [901, 990, "2-NEGOTIATE-OTHER"], [1078, 1168, "1-RAPPORT-DISCLOSE"], [1244, 1331, "3-EMOTION-ALTRUISTIC"], [1451, 1460, "4-LOGIC-CONCEDE"], [1462, 1646, "3-EMOTION-ALTRUISTIC"], [1702, 1752, "1-RAPPORT-FRIEND"], [1910, 1944, "3-EMOTION-PROMISE"]], "idx": "340"}
{"id": 2469, "data": "Persuader: Hello, how are you today?\n\tPersuadee: I'm good.  What Children's charity would you like to donate money to?\nPersuader: I like to donate, but i have a soft heart for children too. I recently read about \"Save the Children\" and red more about it.\n\tPersuadee: Save the Children sounds like a good charity to me as well.\nPersuader: Yes I like how they are clear about their financial reports and They are a big organization \n\tPersuadee: Clear financial reports are a very good thing.  They work with children all around the world. Correct?\nPersuader: Yes they work in 120 different countries, on different issues.\n\tPersuadee: Wow, that's amazing.  Definitely a charity that I could stand behind and support.\nPersuader: Same here, they have many option to help, We can donate or We can participate in their events\n\tPersuadee: I don't know much about their events.  But I have money that I can donate.\nPersuader: I usually like to help financially too, since I do not have many off days to join event. Some of their members even travel to different countries to help in person. I believe that is a big thing to do\n\tPersuadee: I wouldn't have the time off to do that.  But that's pretty cool what they do.\nPersuader: Yes, they are also connected to big companies like IKEA and Walt Disney. I would like to see part of my purchase will be donated\n\tPersuadee: Donating part of a purchase is such an easy way for a large amount of people to donate money.\nPersuader: Exactly, I also like how there are HITs which encourage you to donate. It makes me happy to donate part or all of my bonus\n\tPersuadee: If it's a charity I believe in that's a great way.  I donate to many local charities in my city.\nPersuader: that is so nice of you. like \"Save the Children\" has many options to donate. You can directly donate through website, It has a minimum amount, but you can also donate part of the HIT reward at the end of the conversation, It can be 0 or 1 cent or any other amount\n\tPersuadee: I think I'll probably donate at the end of this conversation.  Will you be doing so as well?\nPersuader: I sure will. I did it in the past. and surprisingly my reward did not even change\n\tPersuadee: I've had similar things happen.  I'm glad we good agree on a charity to donate to.", "label": [[18, 36, "1-RAPPORT-OTHER"], [130, 188, "1-RAPPORT-DISCLOSE"], [190, 254, "1-RAPPORT-DISCLOSE"], [338, 430, "1-RAPPORT-DISCLOSE"], [338, 430, "5-AUTHORITY-SUPERIOR"], [557, 619, "5-AUTHORITY-CREDENTIALS"], [767, 818, "2-NEGOTIATE-RECIP"], [917, 1004, "1-RAPPORT-DISCLOSE"], [1006, 1081, "4-LOGIC-ARGUE"], [1081, 1117, "2-NEGOTIATE-OPINION"], [1292, 1348, "3-EMOTION-ALTRUISTIC"], [1466, 1473, "4-LOGIC-CONCEDE"], [1537, 1588, "1-RAPPORT-DISCLOSE"], [1709, 1731, "1-RAPPORT-FRIEND"], [1786, 1972, "2-NEGOTIATE-OTHER"], [2089, 2100, "2-NEGOTIATE-RECIP"]], "idx": "341"}
{"id": 2470, "data": "Persuader: hello, do you know about the charity save the children?\n\tPersuadee: Hi. No, I have not heard about that charity.\nPersuader: do you want some info?\n\tPersuadee: Yes, I would love some information.\nPersuader: save the children is a non-profit organization that help the children all around the world.\n\tPersuadee: How do they help the children?\nPersuader: they collect charities and help the children by schooling them , feeding them, curing them.\n\tPersuadee: That sounds great. How can I get involved?\nPersuader: you can help by being part of us, do you want to help?\n\tPersuadee: I would really like to help.\nPersuader: cool, you just have to agree to give some amount of your bonus, you can give how much you want. re you interested?\n\tPersuadee: Yes, I'm interested. I can give $0.60 cents.\nPersuader: cool, you are a very kind person, you know that you can help a child being feed today?\n\tPersuadee: Really? Does the charity feed the children in the USA or abroad?\nPersuader: they feed the children where is a child in difficulties , they now are helpin Hawaii with the hurricane \n\tPersuadee: That is amazing. Is there any other way to get involved besides donating?\nPersuader: for the moment donating is good, but if you really are interested you can apply for a job in our organization. \n\tPersuadee: Okay, I will think about it. What do you do in the organization?\nPersuader: i help with everything they say to me, now im helping finding people donating, thank you for the donation today, god bless you.\n\tPersuadee: Thank you very much. I will happily donate 60 cents.", "label": [[18, 66, "1-RAPPORT-OTHER"], [135, 157, "1-RAPPORT-OTHER"], [217, 308, "5-AUTHORITY-CREDENTIALS"], [363, 454, "5-AUTHORITY-CREDENTIALS"], [521, 575, "2-NEGOTIATE-REQUEST"], [635, 723, "2-NEGOTIATE-OTHER"], [724, 742, "2-NEGOTIATE-REQUEST"], [817, 844, "1-RAPPORT-COMPLIMENT"], [845, 897, "3-EMOTION-ALTRUISTIC"], [985, 1090, "5-AUTHORITY-SUPERIOR"], [1188, 1298, "4-LOGIC-ARGUE"], [1467, 1515, "1-RAPPORT-FRIEND"]], "idx": "342"}
{"id": 2471, "data": "Persuader: What do you think of children?\n\tPersuadee: I think they are the future of the world and in general, I like them.\nPersuader: I agree. What would you think of donating to Save The Children, a charity organization dedicated to helping children in poor third-world countries have a brighter future?\n\tPersuadee: I think we have bigger problems to solve than helping children in poor third-world countries, and if I decide to donate money it would be to a different organization\nPersuader: That's a shame. I always donate 10% of my income to charities. Why don't you want to help starving children?\n\tPersuadee: because I prefer to donate money to organizations attacking bigger problems, it's just a matter of priorities\nPersuader: Some of these children haven't eaten for days. They're skin and bones. What could be more important than basic human decency?\n\tPersuadee: There are a lot of problems more important than feeding kids. Cancer research for example, water or basic health in poor countries. Basic human decency is not just food.\nPersuader: None of those things matter to children who are dying right now of hunger. They won't be alive to enjoy those benefits if we don't take care of them now.\n\tPersuadee: If you think that way then you have never seen sickness and people suffering from easily treated health problems. I've seen cancer way too close to me to make me believe that's way more important to solve than feeding kids in another country.\nPersuader: You won't even donate $1? That's half of what you'll be making from this study alone. You wouldn't even notice it's absece\n\tPersuadee: I would donate and I donated every year way more than that but to organizations attacking problems that I think should be solved first\nPersuader: And how much money do you spend on luxuries like coffee, soda, fast food, etc? You really think that money couldn't be better used in Syria?\n\tPersuadee: I think you got the wrong person, I don't spend money on luxuries because I have not enough money to be able to do that. I cook my own food and I don't drink coffee or soda, and I still donate money to help causes I believe should be solved. I do believe that money could be used better than sending it to Syria\nPersuader: That's short-sighted. Solving cancer or repairing infrastructure won't matter to the millions that die from lack of food.\n\tPersuadee: You are the one short-sighted. I didn't say anything about repairing infrastructure, and yes, solving cancer would be way better used money than sending it to Syria.\nPersuader: You said water. That's infrastructure. Do you even know what you're talking about?\n\tPersuadee: No, you are wrong, water is not infrastructure, you should read a little bit before you say something liked that\nPersuader: lol google it if you don't believe me:  URL \n\tPersuadee: First, 'lol' shouldn't be in a serious conversation, and second, It's not just that you are wrong, I actually support an organization providing clean water access to people, and helping with that problem it's not just a matter of infrastructure ", "label": [[11, 41, "1-RAPPORT-OTHER"], [135, 143, "4-LOGIC-CONCEDE"], [144, 305, "2-NEGOTIATE-REQUEST"], [199, 305, "5-AUTHORITY-CREDENTIALS"], [495, 509, "1-RAPPORT-OTHER"], [558, 603, "2-NEGOTIATE-REQUEST"], [1222, 1335, "3-EMOTION-GUILT"], [1502, 1561, "2-NEGOTIATE-REMIND"], [2233, 2254, "1-RAPPORT-OTHER"], [511, 556, "1-RAPPORT-DISCLOSE"], [737, 862, "3-EMOTION-GUILT"], [1336, 1464, "1-RAPPORT-DISCLOSE"], [1056, 1209, "3-EMOTION-GUILT"], [1476, 1501, "2-NEGOTIATE-BARGAIN"], [1562, 1598, "2-NEGOTIATE-OTHER"], [1757, 1897, "7-PRESSURE-PRESIST"], [2255, 2354, "3-EMOTION-ANGER"]], "idx": "343"}
{"id": 2472, "data": "Persuader: Hello, how are you this evening/morning?\n\tPersuadee: I am good thanks, how are you?\nPersuader: I am good, have you ever heard about the organization \"Save the Children\"?\n\tPersuadee: Yes but I do not know that much about it\nPersuader: Its an international non-government org that is focused on children's rights. It promotes relief and support for children in developing countries. Have you ever donated to a charity? \n\tPersuadee: Yes I have made donations to help sick children\nPersuader: That is really wonderful. I believe donating is important for us to do no matter the amount. This organization helps sick children all around the world, especially those in war zones like Syria/Africa. Do you help sick children outside your home country?\n\tPersuadee: I have helped children outside my country in the past. I believe donations of any amount help make a difference \nPersuader: You sound like a very generous person. I have personal history as my husband was a refugee as a child. We have a blended family. It just makes me sad that children have to suffer no matter where they are. Save the children is a great organization. Would you consider a donation to them?\n\tPersuadee: Yes I agree and I would consider a donation to them\nPersuader: That is really great, this organization also helps with children's rights to health, education, safety, and much more. Your donation would make a tangible impact no matter the amount. \n\tPersuadee: At this time I would like to donate $2.00\nPersuader: That would be wonderful, are you interested in their website?\n\tPersuadee: Yes that would be great\nPersuader: Here is their website:   URL \n\tPersuadee: Ok I will check it out now thank you have a good night\nPersuader: Before you go please a few more questions, just to clarify you are willing to donate $2 of your bonus to this organization?\n\tPersuadee: Yes I am\nPersuader: Thank you for your donation. Please be ensured that the researcher will collect all donations and send it directly to the organization.\n\tPersuadee: Ok thank you for your help and information \nPersuader: Thank you have a wonderful day, it was nice to chat with you.\n\tPersuadee: You as well", "label": [[17, 51, "1-RAPPORT-FRIEND"], [106, 115, "1-RAPPORT-FRIEND"], [117, 180, "2-NEGOTIATE-OTHER"], [245, 391, "5-AUTHORITY-CREDENTIALS"], [391, 428, "2-NEGOTIATE-OTHER"], [500, 524, "1-RAPPORT-FRIEND"], [526, 592, "2-NEGOTIATE-OPINION"], [592, 701, "5-AUTHORITY-CREDENTIALS"], [702, 754, "1-RAPPORT-OTHER"], [891, 929, "1-RAPPORT-COMPLIMENT"], [930, 1095, "1-RAPPORT-DISCLOSE"], [1096, 1138, "5-AUTHORITY-SUPERIOR"], [1139, 1177, "2-NEGOTIATE-REQUEST"], [1253, 1273, "1-RAPPORT-FRIEND"], [1276, 1371, "5-AUTHORITY-CREDENTIALS"], [1372, 1437, "3-EMOTION-ALTRUISTIC"], [1503, 1527, "1-RAPPORT-FRIEND"], [1528, 1564, "1-RAPPORT-OTHER"], [1612, 1641, "4-LOGIC-ARGUE"], [1763, 1843, "2-NEGOTIATE-REMIND"], [1876, 1903, "1-RAPPORT-FRIEND"], [1905, 2011, "2-NEGOTIATE-OTHER"], [2079, 2140, "1-RAPPORT-FRIEND"]], "idx": "344"}
{"id": 2473, "data": "Persuader: Hi, how are you today?\n\tPersuadee: i'm good. how are you? are you ready for your 3 day weekend?\nPersuader: I'm good, I'm never ready when I should be , haha\n\tPersuadee: luckily i don't have to really do much, so what brings you here today?\nPersuader: Well, how do you feel about charity's like Save the Children? Do you donate often?\n\tPersuadee: I haven't donated to them but i'm sympathetic to their cause\nPersuader: Would you ever consider donating?\n\tPersuadee: Do you know what the donations go to? i'm not very well versed on the details \nPersuader: Sure, they go to many things well, revolving around children anyway. Some of their funding goes to the refugee children who are going hungry, without education, and medical help. They go to children who have been through natural disasters to help them and their families rebuild the communities like the most recent hurrican in Texas. They also fund programs for inner city kids to have a safe haven while continuing their education.\n\tPersuadee: are you a supporter / donor?\nPersuader: Yes, I've donated reguarly, most of the time I wish I could do more but even the smallest amounts help.... even pennies add up if there's enough ::)\n\tPersuadee: i would think about donating something at some point. \nPersuader: Well, today the research team are giving all of us the oppurtunity to donate some of our bonus money if we are interested in doing so....  \n\tPersuadee: how much have you donated today? or intend to donate today?\nPersuader: I'm going to donate $.25 of mine like I said it's not much but something is better then nothing at least that's what I've been told since I was a kid :)\n\tPersuadee: can you tell me anything else about save the children?\nPersuader: Well, they're a international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. And all of the donations they recieve go towards the children unlike other charities who only donate a portion.\n\tPersuadee: okay, id be willing to donate 30 cents to them. \nPersuader: See, $.25 has now turned in $.55 almost the price of a candy bar ;)\n\tPersuadee: thats true, :) if only everyone else did it too, that 55 cents would go really far", "label": [[15, 33, "1-RAPPORT-FRIEND"], [268, 344, "2-NEGOTIATE-REQUEST"], [429, 462, "2-NEGOTIATE-REQUEST"], [565, 570, "4-LOGIC-CONCEDE"], [634, 998, "5-AUTHORITY-CREDENTIALS"], [1051, 1054, "2-NEGOTIATE-RECIP"], [1056, 1153, "1-RAPPORT-DISCLOSE"], [1056, 1153, "3-EMOTION-ALTRUISTIC"], [1278, 1411, "2-NEGOTIATE-RECIP"], [1501, 1650, "1-RAPPORT-DISCLOSE"], [1501, 1650, "2-NEGOTIATE-RECIP"], [1732, 2004, "5-AUTHORITY-CREDENTIALS"], [1893, 2004, "5-AUTHORITY-SUPERIOR"], [2082, 2141, "2-NEGOTIATE-BARGAIN"]], "idx": "345"}
{"id": 2474, "data": "Persuader: Hi, my name is Maria, How are you?\n\tPersuadee: Hi Maria. I'm doing fine, thanks! :)\nPersuader: So I just got involved with this charity called Save the Children. I don't know if you remember the actress Sally Struthers from All in the Family, but she used to promote it. Anyway, they are really involved in helping the children in Syria.\n\tPersuadee: Oh nice. What kind of work do they do with children?\nPersuader: They go into places where many other agencies won't go...war torn nations like Somalia, Venezuela and Syria. They specifically concentrate on helping children, who really are innocent and can't fend for themselves. Many of them are orphans.\n\tPersuadee: That sounds like a pretty good cause. Are they a non-profit? Do you know how they are funded?\nPersuader: Yes they are definitely non-profit. They get donations from big donors like corporations, but a lot of their funding comes from people like you and me who give smaller amounts. Any little bit helps. When you consider that workers in many countries make $3.00 a day, just 50 cents can make a huge difference in the life of a child.\n\tPersuadee: That's true. Every little bit counts, I suppose.\nPersuader: I usually am one who supports animal welfare charities and environmental charities, but Save the Children is one of the few children's charities that I really have a lot of respect for. I am going to donate some of my task money. I was wondering if you would be interested in doing the same. It doesn't have to be a lot...just what you feel moved to donate. Any bit makes a difference.\n\tPersuadee: Oh i'm a big animal lover too! I'd definitely be interested in donating, but can I ask a few questions first?\nPersuader: Sure! I'll answer as best as I can.\n\tPersuadee: Awesome. Do you know how much of our donations go directly to help the children? Sorry, to ask but I've contributed to a few that were less than open about it...\nPersuader: charity navigator says 88.3% which is in line with similar charities that do the same thing\n\tPersuadee: Oh, that's actually pretty good. I understand there always has to be room for admin costs and outreach. Also, do you know how we actually make a donation?\nPersuader: Yes. The team will monitor this conversation, and once I ask you what you want to give, they will take care of it. Being that this is mechanical turk and that it is an academic survey, I believe they are trustworthy and will get the money to the charity. So....if you have decided to donate, how much would you like to donate?\n\tPersuadee: Okay, sounds good. Is there a limit to what we can donate? I think we only get $0.30 for this HIT, so can I donate all or part of that?\nPersuader: You can donate anywhere from 0 to 30 cents. The decision is yours. And thank you for whatever you decide to give. \n\tPersuadee: Okay, I'll donate all $0.30 then: it's not a lot, but I guess it's better than nothing!\nPersuader: To us it isn't much. To the children it means an awful lot. God Bless You for your donation!\n\tPersuadee: I guess you're right. Thanks so much for introducing me to the charity. Have a great day Maria!! :)", "label": [[173, 280, "4-LOGIC-ARGUE"], [282, 348, "5-AUTHORITY-CREDENTIALS"], [33, 45, "1-RAPPORT-FRIEND"], [109, 171, "1-RAPPORT-DISCLOSE"], [425, 665, "5-AUTHORITY-SUPERIOR"], [783, 817, "4-LOGIC-CONCEDE"], [819, 958, "5-AUTHORITY-SUPERIOR"], [960, 1113, "3-EMOTION-GUILT"], [1186, 1477, "1-RAPPORT-DISCLOSE"], [1372, 1477, "2-NEGOTIATE-RECIP"], [1477, 1571, "3-EMOTION-ALTRUISTIC"], [1704, 1709, "4-LOGIC-CONCEDE"], [1711, 1740, "2-NEGOTIATE-OTHER"], [1926, 2017, "4-LOGIC-ARGUE"], [2201, 2309, "2-NEGOTIATE-OTHER"], [2487, 2522, "2-NEGOTIATE-REQUEST"], [2682, 2796, "2-NEGOTIATE-OTHER"], [2749, 2796, "1-RAPPORT-FRIEND"], [2908, 3000, "1-RAPPORT-FRIEND"]], "idx": "346"}
{"id": 2475, "data": "Persuader: Hi! Do you have kids?\n\tPersuadee: I do. 2 of them. Do you?\nPersuader: Not yet but one day! Have you ever heard of Save the Children>\n\tPersuadee: I might have. I am not sure. Why?\nPersuader: I am a member of STC myself and hope to inform you of how great our organization is!\n\tPersuadee: Oh nice. Please do. \nPersuader: STC is an international organization promoting children's rights, especially children in developing countries. Have you ever done a mission trip or vocational trip to a third world country?\n\tPersuadee: Oh I have not. I think people that do are very interesting. Have you? \nPersuader: Not yet but I am traveling to Uganda with STC in March! Have you ever wanted to do something like that?\n\tPersuadee: It would be quite exciting I bet. What will you do when you get there? \nPersuader: We will be setting up a pseudo- children's hospital. More like a nurses station to help sick kiddos in remote villages.\n\tPersuadee: That's awesome. I bet they can use the help.\nPersuader: They definitely can! And you can help, too!\n\tPersuadee: How could I do that?\nPersuader: By supporting STC! Would you like to learn how?\n\tPersuadee: Sure. I would like that.\nPersuader: There is no such thing as a small donation. If you'd be willing, you could donate some or all of your incoming payment for this task to STC! It'd be nothing more than a bag of chips at the store. Less than, even!\n\tPersuadee: How about .50. Will that be ok?\nPersuader: That would be amazing! The research team will collect all donations and send them to STC. I am so appreciative!\n\tPersuadee: Wonderful. Thanks for the info.", "label": [[15, 32, "1-RAPPORT-OTHER"], [81, 100, "1-RAPPORT-DISCLOSE"], [102, 143, "1-RAPPORT-OTHER"], [102, 143, "2-NEGOTIATE-REQUEST"], [201, 284, "1-RAPPORT-DISCLOSE"], [330, 440, "5-AUTHORITY-CREDENTIALS"], [441, 519, "1-RAPPORT-OTHER"], [614, 668, "1-RAPPORT-DISCLOSE"], [670, 717, "1-RAPPORT-OTHER"], [1001, 1044, "4-LOGIC-CONCEDE"], [1021, 1044, "2-NEGOTIATE-REMIND"], [1108, 1136, "2-NEGOTIATE-REQUEST"], [1185, 1324, "2-NEGOTIATE-OTHER"], [1326, 1397, "3-EMOTION-ALTRUISTIC"], [1453, 1474, "1-RAPPORT-FRIEND"], [1476, 1541, "2-NEGOTIATE-OTHER"], [1543, 1564, "1-RAPPORT-FRIEND"]], "idx": "347"}
{"id": 2476, "data": "Persuader: Hello!\n\tPersuadee: Hi there! \nPersuader: how are things going for you/\n\tPersuadee: They are going well - are we supposed to decide about a donation out of our $2?\nPersuader: Yes we are.  how do you feel about it?\n\tPersuadee: Well it would depend on what the donation is supposed to go to.\nPersuader: The charity is Save The Children.  It promotes  children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Oh OK well that sounds like a good cause for a donation.\nPersuader: Excellent! I thought so as well!\n\tPersuadee: I was thinking that donating half of the $2 would be a fair amount\nPersuader: That's what I was thinking as well.  If we donate half, we still got something in return.\n\tPersuadee: I think that sounds like a good plan and it is fair to everyone.\nPersuader: Excellent.  I will donate half and do will do the same then?  that's 1 dollar each for donation.\n\tPersuadee: Yes! I have been hearing of this charity since I was very young.\nPersuader: I have donated there in the past, and I know the good work that they do here and abroad.\n\tPersuadee: Our children's group in my childhood church used to take up coins to donate to them.\nPersuader: That's really awesome!  With what they accomplish with a little money, I feel we will make a small difference.\n\tPersuadee: I hope so - I've seen the ads on television and some of those poor children have to live in terrible conditions.\nPersuader: Agreed.  Thank you for helping me make a donation today!!\n\tPersuadee: Likewise - it is a good feeling to be able to help someone!\nPersuader: Excellent! We can finish now.  So, a dollar from you and me is a deal?\n\tPersuadee: Yes one dollar each to donate to the cause. And yes I am ready to finish the conversation. It's been nice chatting with you.", "label": [[52, 80, "1-RAPPORT-OTHER"], [198, 223, "1-RAPPORT-OTHER"], [311, 445, "5-AUTHORITY-CREDENTIALS"], [526, 535, "1-RAPPORT-FRIEND"], [537, 557, "2-NEGOTIATE-RECIP"], [649, 684, "2-NEGOTIATE-RECIP"], [686, 738, "2-NEGOTIATE-BARGAIN"], [686, 738, "2-NEGOTIATE-RECIP"], [827, 836, "1-RAPPORT-FRIEND"], [839, 923, "1-RAPPORT-DISCLOSE"], [838, 923, "1-RAPPORT-SIMILAR"], [862, 887, "2-NEGOTIATE-REQUEST"], [1012, 1100, "1-RAPPORT-DISCLOSE"], [1209, 1230, "1-RAPPORT-FRIEND"], [1233, 1319, "3-EMOTION-ALTRUISTIC"], [1456, 1462, "4-LOGIC-CONCEDE"], [1465, 1511, "1-RAPPORT-FRIEND"], [1597, 1606, "1-RAPPORT-FRIEND"], [1628, 1667, "2-NEGOTIATE-OTHER"]], "idx": "348"}
{"id": 2477, "data": "Persuader: hi \n\tPersuadee: Hello, how are you today?\nPersuader: i am good , i hope you are also doing fine\n\tPersuadee: I am doing well, thank you. \nPersuader: i would like to present you with an opportunity to help needy and ill treated children \n\tPersuadee: I am very interested\nPersuader: save the children is such an organization which takes care of malnourished and uneducated children\n\tPersuadee: I am familiar with them. My job works with them and we donate. We also work with Share a smile :)\nPersuader: I request you to pay some part of this task payment as a donation to save the children , this might be a small amount for us but would make a big difference for the little ones at the other end\n\tPersuadee: I agree and would love to donate!\nPersuader: How much amount are you willing to donate\n\tPersuadee: Half of my earnings from this survey. I did ones last week and donated half as well. Any time i can help i will\nPersuader: Its really nice of you, world needs more people like you, i am very much grateful towards you.\n\tPersuadee: Thank you for your kind words. We have to protect and help people when we can. Thats how we remain human\nPersuader: The research team will collect all donations and send it to Save the Children\n\tPersuadee: Perfect. Is the research team the people who provide the payment?\nPersuader: they will collect on your behalf and will deliver to the organization to make this world better place for our children \n\tPersuadee: Perfect. It was nice speaking with you!\nPersuader: ya , i too in deed , you are such a nice person and thank you for your decision.\n\tPersuadee: Any time! Have a great Tuesday!", "label": [[64, 106, "1-RAPPORT-FRIEND"], [159, 246, "2-NEGOTIATE-REWARD"], [291, 389, "5-AUTHORITY-CREDENTIALS"], [640, 704, "3-EMOTION-ALTRUISTIC"], [762, 803, "2-NEGOTIATE-REQUEST"], [939, 1033, "1-RAPPORT-FRIEND"], [1329, 1448, "2-NEGOTIATE-OTHER"], [1532, 1560, "1-RAPPORT-COMPLIMENT"], [511, 600, "2-NEGOTIATE-REQUEST"], [600, 635, "2-NEGOTIATE-OTHER"], [963, 995, "1-RAPPORT-COMPLIMENT"], [1162, 1239, "2-NEGOTIATE-OTHER"], [1564, 1591, "1-RAPPORT-FRIEND"]], "idx": "349"}
{"id": 2478, "data": "Persuader: Hello how are you today?\n\tPersuadee: Hello. I am great! How are you?\nPersuader: I am doing well. Are you aware of the charity Save the Children?\n\tPersuadee: I have heard of it, but don't know anything about it.\nPersuader: It is a great charity. It helps children all around the world. \n\tPersuadee: What do they do?\nPersuader:  Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: that is a really vague answer.\nPersuader: A specific example is helping children in war torn countries like Syria.\n\tPersuadee: but how exactly do they help them?\nPersuader: By giving aid such as food.\n\tPersuadee: That sounds great. Do they provide education also?\nPersuader: Yes, you can learn more here.  URL \n\tPersuadee: thanks. I will check it out.\nPersuader: How much do you like to donate to the charity now?\n\tPersuadee: I really feel like I should research it more.\nPersuader: Even a few cents helps. \n\tPersuadee: I really need the money from Mturk. That's why I'm here.\nPersuader: Me too but I think some one else could benefit much more than you and I could from 10 cents\n\tPersuadee: You seem really passionate about this non-profit. I just checked their website. Their annual report looks good.\nPersuader: Will you donate that small amount?", "label": [[338, 506, "5-AUTHORITY-CREDENTIALS"], [692, 718, "4-LOGIC-ARGUE"], [1002, 1025, "2-NEGOTIATE-OTHER"], [17, 35, "1-RAPPORT-OTHER"], [91, 107, "1-RAPPORT-FRIEND"], [108, 155, "1-RAPPORT-OTHER"], [233, 296, "5-AUTHORITY-SUPERIOR"], [561, 633, "4-LOGIC-ARGUE"], [799, 829, "2-NEGOTIATE-OTHER"], [882, 932, "2-NEGOTIATE-REQUEST"], [1107, 1113, "4-LOGIC-CONCEDE"], [1118, 1198, "3-EMOTION-GUILT"], [1334, 1368, "2-NEGOTIATE-REQUEST"]], "idx": "350"}
{"id": 2479, "data": "Persuader: Good morning! How are you today?\n\tPersuadee: I'm great, how are you?\nPersuader: Doing well, thanks :)  I'm waiting on a plumber to come fix my washer drain. It flooded the basement 0.0\n\tPersuadee: I am sorry to hear that, my sister's car has to go in the shop too. Repairs suck.\nPersuader: Yes they do. My husband would say we should just be grateful we have a machine and indoor plumbing to fix. Lol he's like that, gotta love him ;)\n\tPersuadee: That's sweet, you have a husband to help you. I am by myself. \nPersuader: I am lucky, I know it. Hubby would say, First World problems. Lol and he's right. That's what interested me in the option to donate part of what I make to Save The Children.\n\tPersuadee: How often do you donate?\nPersuader: No set schedule, just whenever its offered here.The research team collects all donations and sends it for me. It's not a lot at once, but it adds up. \n\tPersuadee: That's amazing, how much do you donate?\nPersuader: Unless I'm saving up for something urgent, 100%. I'll scale it down or skip a donation if I feel I need to. But usually it's such a little bite, it doesn't hurt ;)\n\tPersuadee: You seem like a great person to be so charitable.\nPersuader: That's very sweet of you to say, but it's easy to be generous when all the hard parts are handled for you. They take the donation directly from your task payment, so there's no red tape or MATH involved LOL!\n\tPersuadee: That seems easy enough and convenient. \nPersuader: Yes, and it makes me feel like I'm doing something just a little more worthwhile with my online time. \n\tPersuadee: I think it's  a great cause. \nPersuader: If you are interested, here\\'s the link to the charity:   URL    You \"sign up\" by just stating right here in chat what amount you would like to donate, from $0 to all your payment ($2 in this case, for me anyway). That\\'s how I got started. \n\tPersuadee: Thanks for the information, I would be happy to donate.\nPersuader: Great! Just be sure to state the amount of your donation before we stop chatting, so the research team will see it.  \n\tPersuadee: I would like to donate ten cents.\nPersuader: Great! Just be sure to state the amount of your donation before we stop chatting, so the research team will see it.", "label": [[25, 43, "1-RAPPORT-OTHER"], [614, 705, "1-RAPPORT-DISCLOSE"], [91, 109, "1-RAPPORT-FRIEND"], [532, 553, "1-RAPPORT-DISCLOSE"], [532, 553, "2-NEGOTIATE-OPINION"], [802, 862, "1-RAPPORT-DISCLOSE"], [802, 863, "2-NEGOTIATE-OTHER"], [864, 904, "3-EMOTION-ALTRUISTIC"], [968, 1131, "1-RAPPORT-DISCLOSE"], [1076, 1128, "3-EMOTION-ALTRUISTIC"], [1205, 1236, "1-RAPPORT-COMPLIMENT"], [1238, 1310, "3-EMOTION-GUILT"], [1312, 1407, "2-NEGOTIATE-OTHER"], [1476, 1578, "1-RAPPORT-DISCLOSE"], [1632, 1873, "2-NEGOTIATE-OTHER"], [1655, 1811, "4-LOGIC-ARGUE"], [1953, 1958, "1-RAPPORT-FRIEND"], [1960, 2068, "2-NEGOTIATE-REMIND"]], "idx": "351"}
{"id": 2480, "data": "Persuader: Would you like to consider donating some or all of you income to the Save the Children charity?\n\tPersuadee: I might consider that\nPersuader: How much of your earnings would you consider donating to these poor needy children?\n\tPersuadee: I'm not familiar with the charity, so I wouldn't give much because I'm not sure how much actually goes to the children. I would consider $.50. Are you donating?\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: that's wonderful, but when I donate to charity I like to look at how their donations are used. Some tend to give those who run their non-profs large salaries while only giving a smaller percent to the recipients of their funds\nPersuader: Your donation is essential to help ensuring children's rights to health, education, safety, etc. Your donation will make a tangible impact for the children\n\tPersuadee: that's great! what percent of donations actually go to the children?\nPersuader: 86% goes to program services for the children, 9% goes to fundraising for them, and 5% goes to general management \n\tPersuadee: interesting. how are you so familiar with the charity?\nPersuader: Not only have I made personal donations in the past, but I made sure I did my research before getting involved with the charity in order to make sure my contributions were being used solely for the children\n\tPersuadee: That's great! How much do you donate annually?\nPersuader: I donate a good portion of my income\n\tPersuadee: what percent would you say or how much monthly (if you don't mind me asking :) )\nPersuader: I donate 55% of my income. I live comfortable with my remaining income and know that those children do not have it nearly as well as I do.\n\tPersuadee: WOW. you must be rich! lol I barely have enough for myself at the end of the month. I would say I donate maybe $200 annually to charities which is a tiny portion of my income. Do you donate to other charities?\nPersuader: At the moment my priority is this charity so currently I only donate to this one. I want to make sure these children get that maximum help they can from the community\n\tPersuadee: that's admirable of you. Do you volunteer with the charity?\nPersuader: I do mainly fundraising and outreach to increase awareness\n\tPersuadee: that's awesome, so maybe I'll donate $.50\nPersuader: Would you consider donating $.60?", "label": [[11, 106, "2-NEGOTIATE-REQUEST"], [152, 235, "2-NEGOTIATE-REQUEST"], [152, 235, "3-EMOTION-EMPATHY"], [420, 588, "5-AUTHORITY-CREDENTIALS"], [839, 994, "3-EMOTION-EMPATHY"], [1087, 1201, "5-AUTHORITY-CREDENTIALS"], [1280, 1486, "1-RAPPORT-DISCLOSE"], [1556, 1593, "1-RAPPORT-DISCLOSE"], [1697, 1836, "1-RAPPORT-DISCLOSE"], [2070, 2236, "1-RAPPORT-DISCLOSE"], [2320, 2378, "1-RAPPORT-DISCLOSE"], [2444, 2477, "2-NEGOTIATE-BARGAIN"]], "idx": "352"}
{"id": 2481, "data": "Persuader: Hey, how's it going?\n\tPersuadee: Good just another Monday how about yourself?\nPersuader: hahah same here. Do you have a moment to chat about social issues? Specially the ones concerning children?\n\tPersuadee: Yea what do you got?\nPersuader: I'd like to talk about the charity Save the Children. What was life like for you as a kid? Did you ever have to worry about having enough to eat, where to live, etc?\n\tPersuadee: No I was blessed when I was a kid and I was allowed to be one \nPersuader: I'm very glad to hear that. What do you think of the kids who weren't born as lucky? Who have to worry about having enough to eat to even be full? With no place to live?\n\tPersuadee: I think that is is awful and sad.  What do we do about it?\nPersuader: Have you heard about Save the Children? Other than it mentioned today of course.\n\tPersuadee: nope I have never heard of it\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Oh nice thats sounds likes a good cause \nPersuader: They are a fantastic charity. Not only are they helping children worldwide, they're helping kids closer to home near the US as well.\n\tPersuadee: That is awesome \nPersuader: Would you like to help and donate to them? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: I would like to donate $0 but its not because I dont believe in the cause. Its because I dont trust non profits \nPersuader: That's understandable. Thank you for your time today.\n\tPersuadee: No thank you for the work that you do\nPersuader: Is there anything we could do in the future to assure people like you that we use the money towards helping children?\n\tPersuadee: I am not sure I am just very biased ", "label": [[16, 31, "1-RAPPORT-OTHER"], [106, 115, "4-LOGIC-CONCEDE"], [117, 206, "1-RAPPORT-OTHER"], [251, 416, "2-NEGOTIATE-OPINION"], [305, 416, "3-EMOTION-EMPATHY"], [503, 529, "1-RAPPORT-FRIEND"], [531, 672, "2-NEGOTIATE-OPINION"], [531, 672, "3-EMOTION-GUILT"], [755, 835, "1-RAPPORT-OTHER"], [889, 1057, "5-AUTHORITY-CREDENTIALS"], [1122, 1254, "5-AUTHORITY-SUPERIOR"], [1295, 1337, "2-NEGOTIATE-REQUEST"], [1338, 1456, "2-NEGOTIATE-OTHER"], [1593, 1646, "1-RAPPORT-FRIEND"], [1709, 1825, "1-RAPPORT-OTHER"]], "idx": "353"}
{"id": 2482, "data": "Persuader: Hello. How are you today?\n\tPersuadee: I am great how are you?\nPersuader: I am doing okay. Enjoying this long weekend. Have you done anything fun over the weekend?\n\tPersuadee: Yes I did my first 5K Marathon to benefit ALS. What about you?\nPersuader: Wow. That is awesome. I did my first 5k last year and I really want to do another one. I have been at home this weekend taking care of my newborn. Do you have any children?\n\tPersuadee: Yes but they are grown, I am with my Grandsons today.  All of three of them.\nPersuader: How wonderful. Kids and family make life great. Have you ever heard of Save the Children?\n\tPersuadee: I have, is that what you did the Marathon for.\nPersuader: No, actually I did run for the Cystic Fibrosis Foundation. But the Save the Children is another great organization that does a lot to help kids. Would you consider making a donation?\n\tPersuadee: Not at this time because I just did a donation to ALS yesterday, maybe another time.\nPersuader: Well do you mind if I tell you a little bit more about the foundation?\n\tPersuadee: Sure go ahead.\nPersuader: What a lot of people don't realize is how much they do. They help kids all of the world, including the US. They help with nutrition and education and safety. Sometimes it is easy to forget how wonderful it is to have you basic needs met without worry. \n\tPersuadee: I'm sure they are very good, just that I'm spent out right now, that's why I do Amazon turk to earn a little extra money.\nPersuader: I totally get it. That's why I do it too, to help with all of the extras. But what we sometimes forget is that a little can do a lot. Could you even spare 10 cents, less then you would spend on a can of coke?\n\tPersuadee: I don't drink soda can't afford it just water, but not today thank you, hope you have a good day though.\nPersuader: Well i hope you enjoy the day with your grandsons and in the future you think about donating.\n\tPersuadee: Thank you enjoy your Newborn, and have a great day, goodbye\nPersuader: Thank you. She sure is a blessing and her health is a gift.\n\tPersuadee: Enjoy, they are precious, Nice talking to you.  ", "label": [[18, 36, "1-RAPPORT-OTHER"], [407, 432, "1-RAPPORT-OTHER"], [533, 546, "1-RAPPORT-FRIEND"], [548, 579, "1-RAPPORT-DISCLOSE"], [580, 622, "1-RAPPORT-OTHER"], [760, 838, "5-AUTHORITY-SUPERIOR"], [838, 875, "2-NEGOTIATE-REQUEST"], [984, 1054, "2-NEGOTIATE-OTHER"], [1093, 1250, "5-AUTHORITY-SUPERIOR"], [1251, 1345, "3-EMOTION-GUILT"], [1491, 1507, "4-LOGIC-CONCEDE"], [1509, 1563, "1-RAPPORT-DISCLOSE"], [1509, 1531, "2-NEGOTIATE-RECIP"], [1565, 1624, "2-NEGOTIATE-OTHER"], [1625, 1699, "2-NEGOTIATE-REQUEST"], [1828, 1921, "1-RAPPORT-FRIEND"], [2004, 2014, "1-RAPPORT-FRIEND"]], "idx": "354"}
{"id": 2483, "data": "Persuader: Hi, how are you today?\n\tPersuadee: I am well. How are you?\nPersuader: I am good. Are you familiar with a charity called Save the Children?\n\tPersuadee: Yes I have heard about it.\nPersuader: Have you ever donated to Save the Children?\n\tPersuadee: I am actually not sure. I donate to charities often and can lose track of what I donate to.\nPersuader: You have an opportunity to donate to Save the Children today. What do you think of that?\n\tPersuadee: That sounds good. Tell me more.\nPersuader: The research team for this HIT is collecting donations from people who are doing this task.\n\tPersuadee: Okay, what are my options?\nPersuader: The donation will be taken from your payment for this task.\n\tPersuadee: Do I have a choice of how much to donate?\nPersuader: Yes, you can choose any amount from $0 to all of your payment.\n\tPersuadee: I would like to donate half of my payment.\nPersuader: That's great! \n\tPersuadee: Thanks. Is there anything else I need to do?\nPersuader: Not that I know of. The researchers should take care of it when they process the HIT. \n\tPersuadee: Okay. Well, it's been nice talking to you.\nPersuader: Same to you. Have a great day! \n\tPersuadee: Have a good one!", "label": [[15, 33, "1-RAPPORT-OTHER"], [81, 149, "1-RAPPORT-OTHER"], [200, 243, "2-NEGOTIATE-REQUEST"], [359, 447, "2-NEGOTIATE-REQUEST"], [359, 419, "2-NEGOTIATE-REWARD"], [502, 594, "2-NEGOTIATE-OTHER"], [645, 704, "2-NEGOTIATE-OTHER"], [770, 832, "2-NEGOTIATE-OTHER"], [898, 911, "1-RAPPORT-FRIEND"], [1002, 1068, "2-NEGOTIATE-OTHER"], [1135, 1166, "1-RAPPORT-FRIEND"]], "idx": "356"}
{"id": 2484, "data": "Persuader: Hello. You know what is a great charity? Save the Children.\n\tPersuadee: Really, well can you tell me more about this charity?\nPersuader: Sure. They work to help children around the world. \n\tPersuadee: How exactly do they help the children around the world? Education, Food, Medicine, etc.\nPersuader: They promote children's rights. They provide emergency relief. They also provide food and other resources to children in developing nations.\n\tPersuadee: That sounds wonderful! Have you checked out how much of each $ goes directly to the children? Like how much does admin cost? \nPersuader: They are rated very highly on Charity Navigator for transparency and efficiency. Over 88 cents on the dollar goes directly to help children.\n\tPersuadee: That is a high percent. I am just a bit worried about donating to charities. I donated every month for years to United Way, until the admin was arrested for embezzling!!!\nPersuader: That's a very reasonable concern. Save the Children has been helping kids for nearly 100 years. They are one of the most trusted charities in the world. \n\tPersuadee: I also like to donate to local charities; Loaves and Fishes, Good Will, and Salvation Army. \nPersuader: Those are all great causes. One great thing about Save the Children is their international scope. For example, millions of Syrian children with a constant threat of violence. That is a crisis that requires an international solution.\n\tPersuadee: Agreed. Well I would like to donate 1.00.\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: I would like to donate $1.00 to Save the Children.\nPersuader: That's wonderful and generous. That money which is relatively inconsequential will help tremendously.\n\tPersuadee: I am pleased to see that it will help. \nPersuader: Thank you again for helping. For more information visit  URL \n\tPersuadee: Sure thing. Have a great day!\nPersuader: How do we finish?\n\tPersuadee: LOL... I have no idea; and was just thinking the same myself.\nPersuader: Ok. That did it. Have a good one.", "label": [[18, 70, "1-RAPPORT-OTHER"], [148, 152, "4-LOGIC-CONCEDE"], [154, 197, "5-AUTHORITY-CREDENTIALS"], [311, 451, "5-AUTHORITY-CREDENTIALS"], [600, 741, "5-AUTHORITY-SUPERIOR"], [936, 968, "1-RAPPORT-FRIEND"], [970, 1089, "5-AUTHORITY-SUPERIOR"], [1206, 1232, "1-RAPPORT-FRIEND"], [1234, 1438, "5-AUTHORITY-SUPERIOR"], [1504, 1554, "2-NEGOTIATE-REQUEST"], [1555, 1678, "2-NEGOTIATE-OTHER"], [1753, 1782, "1-RAPPORT-FRIEND"], [1784, 1854, "3-EMOTION-ALTRUISTIC"], [1918, 1945, "1-RAPPORT-FRIEND"], [1947, 1979, "4-LOGIC-ARGUE"], [2153, 2168, "1-RAPPORT-FRIEND"]], "idx": "357"}
{"id": 2485, "data": "Persuader: Think about a child, he/she doesn't have comfortable place to live.  He/She needs to worry about their meal everyday.  it is time we should give them a hand.  You only need to donate part of your payment to them and can make the different to them.\n\tPersuadee: I am willing to donate because I have a six-year-old and a baby boy due in 3 months. I agree with you. I am so thankful to God they are blessed with food and clothes and home but not all are.\nPersuader: I know that some child in other countries they are facing the health issue.  So, I believe your donation will help to save their lives.\n\tPersuadee: What kind of health issue are they facing?\nPersuader: They are lack of medicine when they are sick.   They don't have money to see the doctor.\n\tPersuadee: How much would they need to help them?\nPersuader: I would say instead of eating out one night, you can save those money and donate to those children. \n\tPersuadee: Yes those meals do add up fast I realize. I feel guilty knowing how others in other countries are less fortunate.\nPersuader: For me, instead of taking the bus for a short distant, I would take a walk and save those money and raise a child in another country.  I believe you can do it.\n\tPersuadee: What charity that you know of needs help the most in other countries?\nPersuader: Save the children\n\tPersuadee: How long have they been in business helping children out?\nPersuader: This non-profit organization has been established for years.\n\tPersuadee: What services do they provide for children?\nPersuader: they are building them teh school\n\tPersuadee: Will thirty cents of a donation help them build it?\nPersuader: More or less will also help. \n\tPersuadee: I can make it $0.75 to help out this cause.\nPersuader: once again, thank you for your donation.  :-)\n\tPersuadee: Ok. I am going to donate $0.75 to Save The Children.", "label": [[11, 258, "3-EMOTION-EMPATHY"], [474, 609, "1-RAPPORT-DISCLOSE"], [555, 609, "2-NEGOTIATE-OPINION"], [676, 764, "3-EMOTION-GUILT"], [827, 927, "2-NEGOTIATE-OPINION"], [826, 927, "3-EMOTION-OTHER"], [1065, 1224, "1-RAPPORT-DISCLOSE"], [1417, 1477, "5-AUTHORITY-CREDENTIALS"], [1545, 1578, "5-AUTHORITY-CREDENTIALS"], [1654, 1683, "2-NEGOTIATE-OTHER"], [1751, 1790, "1-RAPPORT-FRIEND"]], "idx": "358"}
{"id": 2486, "data": "Persuader: Hello, how's your Labor Day going?\n\tPersuadee: I had to work how bout you?\nPersuader: Aw that's unfortunate to hear. I spent the day with my son and just finished dinner, now it's back to turking heh.\n\tPersuadee: I took a break and cleaned house and mowed, gonna turk till time to feed cows and horses.\nPersuader: I love horses! Their so majestic and beautiful, do you have many?\n\tPersuadee: I have 2 minis they are only 37 inches tall.\nPersuader: Oh no way minis!!!! They're so adorable! I bet they're a lot of work to take care of though right?\n\tPersuadee: No more than big ones really not as much.\nPersuader: I guess they probably eat less than the big horses too then right?\n\tPersuadee: Yes thank goodness I have mini cows too. I am a little worried. A few counties over from us a big cat either a cougar or panther killed 3 horses and 2 dogs night before last.\nPersuader: Oh wow that's pretty bad. Aside from keeping em in their barn or enclosure at night is there much you can do to prepare for that?\n\tPersuadee: A good fence, have them close to the house and a donkey for protection.\nPersuader: Huh, donkeys must be pretty tough then I guess, never would have imagined that.\n\tPersuadee: Yes very good protector for and herd. They will kill a predator in a heartbeat.\nPersuader: Well that's something I never would have considered. Hey have you ever heard of a organization called Save the Children?\n\tPersuadee: Yes, when my husband had a better job we sponsored a little boy for about 2 years.\nPersuader: Oh wow! That's wonderful to hear, well I wanted to let you know this HIT allows us to donate a portion of our tasks payment directly to the organization!\n\tPersuadee: Yes I saw that. I would love to but haven't worked as much this month due to health reasons and I have a lot to make up. I am paying a car payment with my turk money. My old one was on it's last legs.\nPersuader: I can understand that, if I told you I'd match your donation would you be able to donate just a small portion perhaps? I try to always donate even just a small amount for the suffering kid's sake.\n\tPersuadee: I may could .25 I know thats not much.", "label": [[1353, 1416, "1-RAPPORT-OTHER"], [1523, 1555, "1-RAPPORT-FRIEND"], [1563, 1676, "2-NEGOTIATE-OTHER"], [1901, 1922, "1-RAPPORT-FRIEND"], [1924, 2019, "2-NEGOTIATE-RECIP"], [2020, 2097, "1-RAPPORT-DISCLOSE"]], "idx": "359"}
{"id": 2487, "data": "Persuader: Hi\n\tPersuadee: Hello\nPersuader: We are supposed to donate some money to Save The Children. How do you feel about that?\n\tPersuadee: I think it is a great idea, however I am unable to donate at this time!I am also skeptical about making online donations! \nPersuader: Well it is easy and they will just take it out of our pay.\n\tPersuadee: Will you be making a donation from your pay?\nPersuader: Definitely; it is a worthy cause\n\tPersuadee: That is awesome for you! I will not be making a donation today! Honestly I believe this chat is to gain money (donations) and not to discuss social issues. Based on your responses Im sure your not a random person. So how often do you actually get people to make the donations?\nPersuader: It is actually kind of hard. Many do not see the need or care.\n\tPersuadee: Social media might be a better platform for gaining donations. I would actual consider making a donation that way because it appears more trustworthy\nPersuader: If that works for you, sure. I would be happy with that, because the need is so large. Our government is doing almost nothing to help children in need.\n\tPersuadee: I would have to agree with this statement. What comes to mind when I think about kids in need and the government is the need to provide free lunches for all students. \nPersuader: Well yes. They can need much more than that, unfortunately. Fresh water and clothing is often not available in the third world.\n\tPersuadee: Yes, there is much more. When there is so much going on in the US in regards to government neglect, it is difficult to think about the struggles of the third world countries. \nPersuader: It is up to us to help, a situation that probably will continue regardless of who is in charge of our government.\n\tPersuadee: Yes, it is cliche but we can make a difference. Of course, donations play a major role in helping! No, I am still not donation today!\nPersuader: Alright. You could visit the Save The Children website. It is very interesting and informative.  URL \n\tPersuadee: Yes, I will thank you for providing the website!\nPersuader: I can just tell you that helping is very satisfying. Doing something that matters. You could consider it a hobby like golf or a book club.\n\tPersuadee: Agreed, I love helping others. I often donate goods and food to help others. I am always willing to donate my time to support great causes! I believe more people would be willing to help others if given more \"options\\' for doing so. Asking for money \"donations\" is great but it definitely has yet to solve the issues going on in the world today! \nPersuader: It has been good to talk to you. I hope you will think about helping today.\n\tPersuadee: Great talking to you as well! Have a great evening!", "label": [[43, 129, "1-RAPPORT-OTHER"], [276, 334, "2-NEGOTIATE-OTHER"], [403, 413, "4-LOGIC-CONCEDE"], [415, 435, "2-NEGOTIATE-OPINION"], [736, 798, "3-EMOTION-GUILT"], [972, 999, "1-RAPPORT-FRIEND"], [1001, 1123, "1-RAPPORT-DISCLOSE"], [1325, 1442, "3-EMOTION-GUILT"], [1642, 1755, "3-EMOTION-ALTRUISTIC"], [1913, 1920, "4-LOGIC-CONCEDE"], [1921, 2014, "4-LOGIC-ARGUE"], [2087, 2225, "2-NEGOTIATE-REWARD"], [2595, 2671, "1-RAPPORT-FRIEND"]], "idx": "360"}
{"id": 2488, "data": "Persuader: Hello there! How is your labor day going?\n\tPersuadee: Not, bad enjoying the day off. Yourself? \nPersuader: I am enjoying the day off as well\n\tPersuadee: Seen any good movies lately?\nPersuader: I rewatched Deadpool 2. I always like to watch it at home and see what little things I missed in the theater. How about you\n\tPersuadee: The last thing I saw at the Theater was antman and the wasp. I thought it was pretty good.\nPersuader: Oh it was? I did not know how that would be. I enjoy Paul Rudd though\n\tPersuadee: I feel like it's a cleanser after infinity war, makes you laugh after infinity war scarred you for life. My girlfriend still hates Thanos.\nPersuader: lol well I am glad you liked it\n\tPersuadee: So, going out for any barbecuing for the holiday today?\nPersuader: I am. I am headed over to my Dads later. How bout you\n\tPersuadee: It's been storming pretty much all day toady, so we're staying inside.\nPersuader: Nothing wrong with that! \n\tPersuadee: It has cooled everything down though, it's been quite hot for the past few days.\nPersuader: Good thing we have lots of ways to cool ourselves off\n\tPersuadee: True that. I can't imagine how people lived before air conditioning.\nPersuader: Yeah. Especially being a kid in another country where basic needs are not met\n\tPersuadee: Very true here I am complaining about the heat in Michigan of all places.\nPersuader: lol. Have you ever helped with a donation to non profits that help children in need\n\tPersuadee: I once raised money for the Christian children's fund. I think they go by save the children now.\nPersuader: Oh that is a wonderful organization to donate to", "label": [[1389, 1467, "1-RAPPORT-OTHER"], [1383, 1389, "3-EMOTION-HUMOUR"], [1588, 1636, "1-RAPPORT-FRIEND"]], "idx": "361"}
{"id": 2490, "data": "Persuader: Hey there!\n\tPersuadee: Hi, how are you?\nPersuader: I'm doing pretty well, and yourself?\n\tPersuadee: not bad at all, thanks\nPersuader: Have you ever heard of the charity Save the Children?\n\tPersuadee: I have  heard of it, they do good work\nPersuader: I was hoping I could help answer any questions you may have today about them, and then we could talk about donating to their cause.\n\tPersuadee: Sounds good.  Are they just third world countries or do they go all over?\nPersuader: Currently they are in 120 countries, so I think they span beyond just third world countries at this point.\n\tPersuadee: wow, that is awesome.  Good to see good going in in this crazy world\nPersuader: Yeah, I agree. Something that was very important to me was making sure that whatever I donated to them was actually used for good - and it is in their case. They have an A rating when it comes to charity ratings.\n\tPersuadee: Oh good to know, I wondered how much actually went to them.  \nPersuader: Yeah, sometimes you heard about so much going into the admin side or paying the salaries for some of the people, but that's not the case here. Are there any particular issues you are passionate about when it comes to helping people?\n\tPersuadee: Helping them become self sufficient, not needing so much help.  So I guess training and teaching them \nPersuader: Yes, that's a great cause. Save the Children assists in setting up schools/hospitals and providing the training for these less fortunate communities which does allow for them to move forward on their own\n\tPersuadee: wow, I didnt know that, that is great news\nPersuader: So may I ask how much you'd consider donating today? Or are there any other questions I could answer for you?\n\tPersuadee: Id be willing to give $1 towards it today\nPersuader: Great! It's generosity from all of us that can make a difference, I firmly believe that. \n\tPersuadee: I also believe you cannot out give God, when you bless, it is returned.", "label": [[261, 392, "2-NEGOTIATE-OTHER"], [689, 703, "4-LOGIC-CONCEDE"], [846, 901, "5-AUTHORITY-SUPERIOR"], [987, 992, "4-LOGIC-CONCEDE"], [1130, 1219, "1-RAPPORT-OTHER"], [62, 98, "1-RAPPORT-FRIEND"], [145, 198, "1-RAPPORT-OTHER"], [490, 596, "5-AUTHORITY-SUPERIOR"], [704, 845, "1-RAPPORT-DISCLOSE"], [993, 1099, "4-LOGIC-ARGUE"], [1100, 1128, "4-LOGIC-COUNTER"], [1346, 1372, "1-RAPPORT-FRIEND"], [1373, 1549, "5-AUTHORITY-CREDENTIALS"], [1616, 1668, "2-NEGOTIATE-REQUEST"], [1669, 1725, "1-RAPPORT-OTHER"], [1791, 1797, "1-RAPPORT-FRIEND"], [1798, 1856, "2-NEGOTIATE-OTHER"], [1857, 1880, "2-NEGOTIATE-OPINION"]], "idx": "363"}
{"id": 2491, "data": "Persuader: Hello?\n\tPersuadee: Hi!\nPersuader: Have you heard about that charity \"Save the Children\"?\n\tPersuadee: Yes I've seen commercials. \nPersuader: What do you think about it?\n\tPersuadee: I think it's good but we should worry about children in the United States.   \nPersuader: Why is that when US is financially stable for the most part, if you have a heart you would be concern about children all over the world sick and no access to education..\n\tPersuadee: Not the job of the US To take care of everyone else. \nPersuader: Actually being the richest country in the world it is our responsibility to help the 3rd world country socially and spiritually\n\tPersuadee: I'm sorry but I don't agree. \nPersuader: would you like to donate then, your entitled to your opinion but that should stop you from donating, you can start with $1?\n\tPersuadee: No thank you. I'd prefer to help people in my own neighborhood. \nPersuader: So since you don't agree with what kid the money go to mean to let kids you can help suffer because you want to help kids who live in your neighborhood who most likely make around the same income as you, being that they live in the same nieghborhood as you. Before helping someone that needed it because you close mined? \n\tPersuadee: You have no idea what my neighborhood is like. \nPersuader: Even if its poor you still make similar incomes as people in your nieghborhood vs kids in South America and South Africa where they really need help is alot more then any proverty filled nieghborhood. Do a good deed and donate?\n\tPersuadee: I'm sorry, I feel like you're trying to bully me into donating. \nPersuader: Bully over the internet funny, you don't have to be so sensitive it aint that serious. You have a good day.\n\tPersuadee: You too. \nPersuader: Thank you \n\tPersuadee: Thank you too. ", "label": [[45, 99, "1-RAPPORT-OTHER"], [151, 178, "1-RAPPORT-OTHER"], [341, 449, "3-EMOTION-GUILT"], [280, 339, "4-LOGIC-ARGUE"], [527, 654, "3-EMOTION-EMPATHY"], [708, 831, "2-NEGOTIATE-REQUEST"], [920, 1241, "7-PRESSURE-MANIPULATE"], [1313, 1513, "4-LOGIC-ARGUE"], [1514, 1540, "7-PRESSURE-PRESIST"], [1629, 1715, "7-PRESSURE-MANIPULATE"], [1716, 1736, "1-RAPPORT-FRIEND"]], "idx": "364"}
{"id": 2492, "data": "Persuader: Hi would you be willing to donate to Save the Children?\n\tPersuadee: I'm not sure, what do they do for children?\nPersuader: They help support children in warzones  and it helps provide them with things they need\n\tPersuadee: sounds like a good charity. \nPersuader: It is a good charity and any little bit will help\n\tPersuadee: I would consider it. What about Big Brother, Big Sister, they are very much in need of donations\nPersuader: They are good also but right now this is the organization that needs it most.\n\tPersuadee: What about helping children who are living in poverty in America. There are thousands that need help\nPersuader: There are lots of children in need but this will help children with medical and emotional support in war areas.\n\tPersuadee: Good point, I think I may consider it\nPersuader: Also it will give them food and healthcare they need to survive\n\tPersuadee: how much of the donation would actually go to the kids>\nPersuader: Whatever amount you donate will go directly to the kids.\n\tPersuadee: I'm thinking about whether this is better than other charities I give to\nPersuader: I think it is a great charity because it helps children who are separated from their families\n\tPersuadee: Perhaps people could go and help in person, rather than donating money?\nPersuader: Well most of their work is in poor countries but I am sure that you can do both\n\tPersuadee: How much is a good donation?\nPersuader: Any amount would help. They accept donations of any size.\n\tPersuadee: Okay, I will make a donation for $10. You convinced me that it's a worthwhile charity.\nPersuader: That is a great choice.", "label": [[134, 221, "3-EMOTION-ALTRUISTIC"], [273, 323, "2-NEGOTIATE-OTHER"], [444, 521, "2-NEGOTIATE-OPINION"], [645, 757, "4-LOGIC-COUNTER"], [819, 882, "4-LOGIC-ARGUE"], [961, 1018, "4-LOGIC-COUNTER"], [1115, 1208, "2-NEGOTIATE-OPINION"], [1303, 1383, "4-LOGIC-COUNTER"], [1436, 1493, "2-NEGOTIATE-OTHER"], [1604, 1627, "1-RAPPORT-FRIEND"]], "idx": "365"}
{"id": 2493, "data": "Persuader: Hi! Thanks for participating. Would you like to donate some of what you'll earn from this task to an awesome charity called Save the Children?\n\tPersuadee: Hi! Can you please tell me a bit about this charity?\nPersuader: Sure. It's an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: That sounds great. I don't know how much I am able to give right now.  \nPersuader: Well, since you are earning money from this hit, you would be able to donate any or all of it. \n\tPersuadee: Technically I could, but what difference would donating $2 make?\nPersuader: Every little bit helps. There are 127 of these hits available. If each person donated $2, it would be $256, ahich would be great.\n\tPersuadee: That's a good point.  Do you know how much money goes to the children vs. paying people's salaries?\nPersuader: Yes! In 2017, 86% of all expenditures went to program services. 9% went to fundraising and only 5% went to management.\n\tPersuadee: Thank you for that information. That is very helpful. I am happy to hear so much goes to program services.\nPersuader: So, how much would you like to donate to the charity? Your donation will be directly deducted from your task payment. Any amount would be very appreciated, but of course, the more the better, lol.\n\tPersuadee: How much do you think I should donate today? What would you do if you were me?\nPersuader: Well, I feel that this is a very important cause. I mean, who doesn't want to support a charity that provides disaster relief, and feeds  starving children, and helps care for refugees? If it were me, I would donate the entire $2. To us, it's not much, but to them it means a lot. \n\tPersuadee: Well, unfortunately I need all the money I can get these days.  I will donate some but I can't donate all of it.\nPersuader: Okay, I totally understand. I'm in the same boat, which is why I work so hard on MTurk! How about $1.50 ? Some for you and some for the children.. \n\tPersuadee: I still think that's a bit more than I can go right now. I do plan on donating independently when things are better.\nPersuader: That's great. I try to donate when I can as well. Sometimes I decide to give up some small indulgences like the Dunkin Donuts iced coffee I love just so I can have some to give to those that are less fortunate. Do you think you might be able to skip a cup of coffee or a snack this week to help these kids? It sounds like you'd really like to donate. Think of how good it would make you feel to know you've helped someone today.\n\tPersuadee: Yes it would make me feel good. I already skip all of those things. I've been skipping paying some bills unfortunately too. It's a hard decision.  I was thinking $1.00,\nPersuader: $1.00 would be awesome! You seem like a great person who is really concerned about others. If you commit to that now, the research team will collect it and send it to Save the Children. \n\tPersuadee: Thank you for convincing me! I commit to donating $1 to Save the Children.\nPersuader: Thank you so much! Have a wonderful day.\n\tPersuadee: Thank you. I hope you have a great day too!", "label": [[10, 40, "1-RAPPORT-FRIEND"], [41, 153, "2-NEGOTIATE-REQUEST"], [41, 153, "5-AUTHORITY-SUPERIOR"], [483, 579, "2-NEGOTIATE-OTHER"], [668, 797, "4-LOGIC-ARGUE"], [926, 1038, "4-LOGIC-ARGUE"], [1170, 1223, "2-NEGOTIATE-REQUEST"], [1224, 1366, "2-NEGOTIATE-OTHER"], [1468, 1518, "2-NEGOTIATE-OPINION"], [1518, 1655, "3-EMOTION-ALTRUISTIC"], [1655, 1700, "2-NEGOTIATE-OPINION"], [1700, 1750, "4-LOGIC-ARGUE"], [1886, 1914, "1-RAPPORT-FRIEND"], [1914, 1974, "1-RAPPORT-SIMILAR"], [1975, 2034, "2-NEGOTIATE-BARGAIN"], [2175, 2188, "1-RAPPORT-FRIEND"], [2189, 2385, "1-RAPPORT-DISCLOSE"], [2386, 2482, "4-LOGIC-ARGUE"], [2482, 2525, "3-EMOTION-ALTERCASTING"], [2526, 2603, "3-EMOTION-PROMISE"], [2796, 2820, "1-RAPPORT-FRIEND"], [2819, 2886, "1-RAPPORT-COMPLIMENT"], [2886, 2982, "2-NEGOTIATE-OTHER"], [3081, 3121, "1-RAPPORT-FRIEND"]], "idx": "366"}
{"id": 2494, "data": "Persuader: Hello.  How are you today?\n\tPersuadee: Hi, I am doing good. How are you?\nPersuader: Doing fine. Have you heard about this charity Save the Children?\n\tPersuadee: Yes, I believe that they are a good organization that cares about children.\nPersuader: Seems like they're needing donations and a little help right now. Would you like to donate some of your task payment to them today?\n\tPersuadee: sure, but is it ok if I only donate a small amount of my payment?\nPersuader: Whatever you want to donate will be fine! How much do you like to donate?\n\tPersuadee: i was thinking around 0.20 cents\nPersuader: Sounds great. That amount - 0.20 cents - will be deducted directly from your task payment.\n\tPersuadee: Ok, yeah that is the amount I will donate. \nPersuader: Great.  \n\tPersuadee: thank you for your assistance on the donation\nPersuader: Thank you! Have a great one!\n\tPersuadee: Thank you so much, but i think we should still chat a little\nPersuader: Okay. Do you have other charities like this that you help out?\n\tPersuadee: yes the ASPCA. I like to help with animals. I am a dog lover.\nPersuader: Nice. Do you own a dog or another pet?\n\tPersuadee: Yes, I own a dog at home. They are so loving and faithful.\nPersuader: What breeds do you like? What breed is yours?\n\tPersuadee: I like all breeds. But I prefer the smaller dogs. I have a shih tzu at home.", "label": [[10, 37, "1-RAPPORT-FRIEND"], [258, 390, "2-NEGOTIATE-REQUEST"], [480, 521, "2-NEGOTIATE-OTHER"], [522, 553, "2-NEGOTIATE-REQUEST"], [610, 624, "1-RAPPORT-FRIEND"], [624, 700, "2-NEGOTIATE-OTHER"], [846, 874, "1-RAPPORT-FRIEND"], [964, 1021, "1-RAPPORT-OTHER"], [1107, 1145, "1-RAPPORT-FRIEND"], [1228, 1273, "1-RAPPORT-FRIEND"]], "idx": "368"}
{"id": 2495, "data": "Persuader: hi how are you\n\tPersuadee: good morning.  I am well thank you and you?\nPersuader:  I'm fine, you've heard about the child support organization\n\tPersuadee: Is that the organization that is helping single parents obtain support from absent parents?\nPersuader:  not a nonprofit organization that helps kids around the world, I've gotten to save $ 100\n\tPersuadee: I have not heard about it.  What do you mean you have gotten to save $100,  You are saying it isn't a non profit?\nPersuader:  I've donated $ 100 to this organization, sorry\n\tPersuadee: I see.  What does the organization provide?  Is it a non profit?\nPersuader: The Save the Children Fund, commonly known as Save the Children, is an international non-governmental organisation that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: I have heard of Save the Children Fund.  I will be honest, what I had heard though wasnt positive.  \nPersuader: yes it is a very positive organisation \n\tPersuadee: I typically give to local charities that use the funds to help in the community.  I then can see the money at work.  I am not saying that world charities are not needed but I rather give to local charities.\nPersuader: i am a person positive and help the children \n\tPersuadee: It is great to be a helpful person.  We have a school here in my small town for children from broken homes.  I typically give to them.\nPersuader:  I give a lot of money to the children in need, with pain everywhere they are\n\tPersuadee: The Children's Hope Alliance in our town provides housing and schooling for children.  They are strictly non profit so we give what we can including clothes and books.\nPersuader: yes i give very much money\n\tPersuadee: I know the children are very grateful!\nPersuader: there are the future of the word\n\tPersuadee: this is true.  Thank you and have a great day", "label": [[11, 25, "1-RAPPORT-FRIEND"], [269, 358, "1-RAPPORT-DISCLOSE"], [497, 543, "1-RAPPORT-DISCLOSE"], [631, 847, "4-LOGIC-ARGUE"], [972, 1010, "5-AUTHORITY-SUPERIOR"], [1241, 1287, "1-RAPPORT-DISCLOSE"], [1446, 1523, "1-RAPPORT-DISCLOSE"], [1446, 1523, "3-EMOTION-ALTRUISTIC"], [1714, 1741, "1-RAPPORT-DISCLOSE"], [1803, 1836, "4-LOGIC-ARGUE"]], "idx": "369"}
{"id": 2496, "data": "Persuader: Hi, How are you doing this morning?\n\tPersuadee: I am doing well.  You?\nPersuader: I'm doing great and am really looking forward to our chat!\n\tPersuadee: Excellent.  Sounds good.\nPersuader: I was just thinking about all the kids going back to school and saw a story about places to drop off school supplies for kids in need\n\tPersuadee: OK - what specifically were you thinking about?\nPersuader: I was thinking that there are children all around the world that are in need and one charity in particular called Save the Children\n\tPersuadee: What about this charity.  Are you thinking of donating to it?\nPersuader: I am and I would also like to ask you to donate to it as well because of all the good work they do for children who usually have nowhere else to turn for help\n\tPersuadee: What do you think I should donate?  \nPersuader: I think you should donate $0.15 now which is half of your payment of more if you like.  Your donation will be directed deducted from you task payment and collected by the researchers and sent to Save the Children\n\tPersuadee: OK that sounds reasonable.  I will agree to donate $0.15 then.\nPersuader: That is fantastic and here is a link if you want to know even more  URL \n\tPersuadee: OK thanks.  I already checked it out and it seems pretty good.  Have a great day!\nPersuader: You too and Thanks again!!\n\tPersuadee: You are very welcome.  \nPersuader: I think it speak volumes about you as a person to be willing to give of yourself even if it is a small amount!\n\tPersuadee: And you likewise to ask.  I really appreciate your willingness to go out on a limb.\nPersuader: I feel inspired! Have a good rest of your day!\n\tPersuadee: You too.  Thanks.", "label": [[10, 46, "1-RAPPORT-FRIEND"], [93, 151, "1-RAPPORT-FRIEND"], [199, 333, "1-RAPPORT-DISCLOSE"], [200, 333, "3-EMOTION-STORY"], [405, 536, "3-EMOTION-ALTRUISTIC"], [622, 780, "2-NEGOTIATE-REQUEST"], [840, 927, "2-NEGOTIATE-BARGAIN"], [929, 1053, "2-NEGOTIATE-OTHER"], [1140, 1212, "1-RAPPORT-FRIEND"], [1318, 1344, "1-RAPPORT-FRIEND"], [1392, 1502, "1-RAPPORT-COMPLIMENT"], [1610, 1656, "1-RAPPORT-FRIEND"]], "idx": "370"}
{"id": 2497, "data": "Persuader: Hello.  Are you willing to donate to Save the Children charity from your pyament from this task?\n\tPersuadee: Hello, yes I am willing to donate my payment from this task for the Save the Children charity\nPersuader: It is a good charity and i is international.  How about donating the entore $2.  Every bit helps?\n\tPersuadee: I have no problem donating the entire $2, and I agree, every bit does help!\nPersuader: To be clear, how much are you willing to donate?\n\tPersuadee: All of my payment, the entire $2.\nPersuader: Good.  It is for a great cause.  Right?\n\tPersuadee: Anything that helps children succeed is definitely a great cause\nPersuader: Does it make you happy when you give to charity?\n\tPersuadee: Always. I set aside a small personal charity fund each year so that I can contribute to my community.\nPersuader: What other charities do you give to?\n\tPersuadee: The Red Cross and Greenpeace were my main charity donations this year\nPersuader: Would like to receive a thank you from Save the Children?\n\tPersuadee: Aww, that would be so considerate of them! Yes I would.\nPersuader: Would you like one the children to send you a letter and picture?\n\tPersuadee: That would be so sweet of them. If a child would like to send me a letter and picture of theirselves, I would be delighted.\nPersuader: Are you still comfortable giving all the money from this task to Save the Children?\n\tPersuadee: Yes I am, thank you for asking.\nPersuader: Will you give $2.00 from your earnings from this task to Save the Chidren charity?\n\tPersuadee: Yes I will give my earnings to the Save the Children charity.", "label": [[19, 107, "2-NEGOTIATE-REQUEST"], [224, 270, "5-AUTHORITY-SUPERIOR"], [271, 304, "2-NEGOTIATE-REQUEST"], [304, 322, "2-NEGOTIATE-OTHER"], [422, 470, "2-NEGOTIATE-OTHER"], [528, 567, "1-RAPPORT-FRIEND"], [656, 704, "3-EMOTION-ALTERCASTING"], [830, 866, "1-RAPPORT-OTHER"], [960, 1017, "2-NEGOTIATE-REWARD"], [1096, 1162, "3-EMOTION-ALTRUISTIC"], [1097, 1162, "2-NEGOTIATE-REWARD"], [1310, 1393, "2-NEGOTIATE-OTHER"], [1448, 1531, "2-NEGOTIATE-REQUEST"]], "idx": "371"}
{"id": 2498, "data": "Persuader: Hello. How are you today?\n\tPersuadee: I am good. How are you?\nPersuader: I am fantastic. Thank you for asking. \n\tPersuadee: I'm glad. Are you from the States?\nPersuader: I am. Actually a teacher in the states. What about you what do you do for a living?\n\tPersuadee: I work in Car sales\nPersuader: Oh yea? Does that make a great impact on the peoples lives ?\n\tPersuadee: It can, not like a teacher can, but if a person buys a car that they absolutely love, they leave happy and excited\nPersuader: Always good to make somone excited. Can even vastly improve on their lives. Ever felt bad for someone who couldn't afford the car you were trying to sell, but knew they really needed one?\n\tPersuadee: yes, I do, but most of the time, people come in and say this is what I can afford? Can I get this and if I say no, but you could get this, they are generally happy. Do you teach young kids or older kids?\nPersuader: I currently teach young kids. Mostly in urban communities who are low income and in need of good caring teachers. Keeping them off the streets and such. Most usually need some sort of help. What kind of area do you work in?\n\tPersuadee: I work in a rural area...Most of where I live in rural and country, lol. Its kinda like the urban kids...people think just because we are country we are bumpkins but we really arent. I bet the kids you teach are thankful for good teachers like you\nPersuader: But of course they love me. Kids in different areas are still kids lol. Urban and rural both have their challenges. Have you ever helped kids or is their little time for that?\n\tPersuadee: I try to as much as I can. I have two that I\\'ve \"adopted\" because their parents chose drugs over them and I spend as much time with them as I can\nPersuader: Oh so you know all about helping already. We need people who adopt and take care of those who were abandoned. Ever donated to one of those save the kids charities?\n\tPersuadee: no I haven't. I prefer to spend time mentoring over monatary donations\nPersuader: I'm the same way. However, every bit helps especially when I am so busy mentoring the kids after school. Sometimes, I just throw a dollar or 2 out to help a kid get some food or a snack. Heck just to reward them for not hanging around the rough streets with the drugs. \n\tPersuadee: well yeah I've done that but not donated to a charitable organization\nPersuader: Hypothetical... if you could give a kid a dollar or 2 right now for some food to eat.. even for one meal.. would you?\n\tPersuadee: yes I would...kids should never go hungry for any reason, its not their fault if their parents can't afford to feed them or what not. would you do the same\nPersuader: Of course and I alway do lol. I can give the chance to do so right now if you would like?\n\tPersuadee: If I was to donate a $1 would you match it?\nPersuader: I sure would. \n\tPersuadee: Than we have reached a donation agreement true?\nPersuader: Sounds about right. Mind if it is deducted from your task payment?\n\tPersuadee: I absolutely do not mind at all\nPersuader: Alright then a donation of 1$ will be deducted from your task payment. I am sure you have just made a child day.. once again.", "label": [[11, 36, "1-RAPPORT-FRIEND"], [84, 122, "1-RAPPORT-FRIEND"], [181, 221, "1-RAPPORT-DISCLOSE"], [221, 264, "1-RAPPORT-OTHER"], [308, 368, "3-EMOTION-ALTRUISTIC"], [506, 542, "3-EMOTION-OTHER"], [543, 582, "4-LOGIC-ARGUE"], [583, 694, "1-RAPPORT-OTHER"], [921, 1111, "1-RAPPORT-DISCLOSE"], [1112, 1145, "1-RAPPORT-FRIEND"], [1417, 1489, "3-EMOTION-OTHER"], [1489, 1533, "4-LOGIC-ARGUE"], [1532, 1592, "1-RAPPORT-FRIEND"], [1763, 1804, "1-RAPPORT-FRIEND"], [1805, 1873, "4-LOGIC-ARGUE"], [1872, 1926, "1-RAPPORT-OTHER"], [2020, 2038, "1-RAPPORT-SIMILAR"], [2039, 2126, "1-RAPPORT-DISCLOSE"], [2126, 2207, "2-NEGOTIATE-OTHER"], [2208, 2290, "3-EMOTION-GUILT"], [2384, 2501, "2-NEGOTIATE-REQUEST"], [2681, 2711, "1-RAPPORT-DISCLOSE"], [2710, 2770, "2-NEGOTIATE-REQUEST"], [2837, 2852, "1-RAPPORT-DISCLOSE"], [2943, 2990, "2-NEGOTIATE-OTHER"], [3046, 3116, "1-RAPPORT-OTHER"], [3117, 3158, "3-EMOTION-ALTRUISTIC"], [3117, 3158, "2-NEGOTIATE-REWARD"]], "idx": "372"}
{"id": 2499, "data": "Persuader: Have you heard much about Save the Children organization?\n\tPersuadee: no i havent but im going to donate 2 dollars at least the the organization \nPersuader: You must think well of them, then\n\tPersuadee: yeah i know \nPersuader: when I was a kid, my mother was a big supporter of Save the Children, that was nearly 50 years ago!\n\tPersuadee: yeah its been around a long time though . are you going to donate\nPersuader: yes, I am\n\tPersuadee: ok thats good\nPersuader: there are a lot of children in need around the world\n\tPersuadee: yeah i know\nPersuader: seems like more needs than ever these days\n\tPersuadee: yeah thats true\nPersuader: hard for one organization to keep up, probably\n\tPersuadee: yeah i thin soo\nPersuader: but glad there are people working hard to make a difference\n\tPersuadee: yeah i know\nPersuader: so you are good to make a contribution then?\n\tPersuadee: yeah i am\nPersuader: great, thanks a bunch\n\tPersuadee: yeah thank you", "label": [[168, 201, "3-EMOTION-ALTERCASTING"], [238, 337, "1-RAPPORT-DISCLOSE"], [427, 436, "1-RAPPORT-DISCLOSE"], [474, 526, "3-EMOTION-ALTRUISTIC"], [562, 604, "4-LOGIC-ARGUE"], [644, 690, "4-LOGIC-ARGUE"], [730, 789, "3-EMOTION-OTHER"], [825, 869, "2-NEGOTIATE-REQUEST"], [903, 924, "1-RAPPORT-FRIEND"]], "idx": "373"}
{"id": 2500, "data": "Persuader: Hey, how are you doing?\n\tPersuadee: Hi, i'm doing great! how are you?\nPersuader: Doing ok here. Glad to hear your day is great. Do you have a moment to talk about children causes?\n\tPersuadee: sure! I would like to\nPersuader: Have you ever heard of the charity, Save the Children?\n\tPersuadee: no, but i would like to know more about it\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: that's great. Do you have any more information about it?\nPersuader: Yea. Have you heard of children getting separated from their family at the US-Mexico border?\n\tPersuadee: yes, it's so heartbreaking1\nPersuader: Save the Children are helping to reunite them with their family.\n\tPersuadee: that's really good to hear! I can't imagine not being able to see my son! \nPersuader: Children shouldn't be separated from their families. It is very heartbreaking to hear, and I'm glad Save the Children stepped in.\n\tPersuadee: So what exactly do they do to help these kids to reunite with their parents?\nPersuader: They identify the parents who were deported back to their countries of origin, while their children remain separated and detained in the U.S. As these parents are identified, they work to help them locate and safely reunite with their children, and from there, support them in getting access to essential services they need to re-establish themselves.\n\tPersuadee: awesome! I'm so gonna support it! Children should be with their parents!!\nPersuader: Would you like to help and donate to them? Your donation will be directly deducted from your task payment. You can choose any amount from $0.50 to all your payment.\n\tPersuadee: I can't donate less than 0.50?\nPersuader: Sure. What amount would you feel comfortable donating?\n\tPersuadee: i'm not sure. I'm in a tough financial situation right now so i really need money but i would like to donate.", "label": [[11, 34, "1-RAPPORT-FRIEND"], [92, 138, "1-RAPPORT-FRIEND"], [357, 525, "3-EMOTION-ALTRUISTIC"], [610, 698, "3-EMOTION-STORY"], [750, 814, "4-LOGIC-ARGUE"], [1143, 1494, "4-LOGIC-ARGUE"], [913, 1042, "3-EMOTION-GUILT"], [1592, 1635, "2-NEGOTIATE-REQUEST"], [1635, 1756, "2-NEGOTIATE-OTHER"], [1817, 1865, "2-NEGOTIATE-REQUEST"]], "idx": "374"}
{"id": 2501, "data": "Persuader: good night would you like to donate any money to save the children from your payment that you get from this task\n\tPersuadee: No, I want to keep mine. I choose $0.\nPersuader: even a penny helps! \n\tPersuadee: No, I think I will be keeping my money, sorry.\nPersuader:  is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. Some children die because they dont have any food, water or clothing you can help in ensuring a childs right to live \n\tPersuadee: That is very unfortunate. I hope that their suffering stops.\nPersuader: you dont need to hope, you can help \n\tPersuadee: I don't think I can help, unfortunately.\nPersuader: a coffe a day, a lunch a day, a dinner a day. All these kids need is a penny millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. \n\tPersuadee: That is very humbling. The world is a crazy place\nPersuader: i hope you're never in a situation where you need help ! not even a penny thats a real humbling experience \n\tPersuadee: I hope that I never do. I need to use this money, unfortunately.\nPersuader: what do you need this money for \n\tPersuadee: To live my life and pay my rent. It is very pressing\nPersuader: to bad millions of children wont be able to live there lives, eat food, have a home to pay rent for, or be able to live a normal  life. A penny will not make or break you but it can help these children \n\tPersuadee: Did you donate? How much have you donated?\nPersuader: im donating 0.10\n\tPersuadee: That is a rather low amount!\nPersuader: all im asking you to donate is 0.01 thats very low \n\tPersuadee: I think maybe I can do that. $0.01 sounds nice.\nPersuader: Thank you !", "label": [[11, 123, "2-NEGOTIATE-REQUEST"], [185, 205, "2-NEGOTIATE-OTHER"], [276, 427, "5-AUTHORITY-SUPERIOR"], [428, 545, "3-EMOTION-GUILT"], [630, 665, "4-LOGIC-COUNTER"], [731, 1001, "4-LOGIC-ARGUE"], [1074, 1182, "3-EMOTION-GUILT"], [1271, 1303, "4-LOGIC-ARGUE"], [1380, 1515, "3-EMOTION-GUILT"], [1515, 1582, "4-LOGIC-ARGUE"], [1648, 1665, "2-NEGOTIATE-RECIP"], [1781, 1829, "2-NEGOTIATE-REQUEST"]], "idx": "375"}
{"id": 2502, "data": "Persuader: Have you ever donated before?>\n\tPersuadee: Yes, For child care.\nPersuader: Are you aware of Save The Children?\n\tPersuadee: Yes, It's an is an international non-governmental organisation that promotes children's rights, provides relief and helps support children in developing countries.\nPersuader: Great, have you ever donated to this organization?\n\tPersuadee: Yes, I have donated a year before.\nPersuader: which year was this, was it previously?\n\tPersuadee: I have donated on 2017.\nPersuader: How much did you donated?\n\tPersuadee: I have donated $100\nPersuader: Would you be willing to donate to this organization again?\n\tPersuadee: Yes, Definitely i will donate this year\nPersuader: How much are you planning to this year?\n\tPersuadee: i will donate more than $100\nPersuader: Great, how soon are you planning to?\n\tPersuadee: I will donate within 3 months\nPersuader: would you consider sooner, if it was in increments?\n\tPersuadee: Yes, As soon as i get enough money\nPersuader: Would you donate today, even a small portion?\n\tPersuadee: No, but i will definitely donate within next two months", "label": [[11, 41, "1-RAPPORT-OTHER"], [86, 121, "1-RAPPORT-OTHER"], [309, 359, "1-RAPPORT-OTHER"], [417, 457, "1-RAPPORT-OTHER"], [505, 530, "1-RAPPORT-OTHER"], [574, 632, "2-NEGOTIATE-REQUEST"], [696, 735, "1-RAPPORT-OTHER"], [788, 824, "1-RAPPORT-OTHER"], [878, 929, "2-NEGOTIATE-BARGAIN"], [987, 1033, "2-NEGOTIATE-REQUEST"]], "idx": "376"}
{"id": 2503, "data": "Persuader: Hi...how are you today? The research team is helping an organization called 'Save the Children'. Have you heard of it?\n\tPersuadee: im doing well! How about you? I have heard about it but would love to learn more about it\nPersuader: Im fine thank you. Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. \n\tPersuadee: Wow! Thats awesome! \nPersuader: Save the Children has a proven track record of using donations efficiently and effectively. There are several children around us who are below poverty line and needed a helping hand. It would be great if you can make a contribution from your side for this venture.\n\tPersuadee: I would love to help in anyway I can. I wish everyone was equally ok and I know that everybit counts\nPersuader: It is a great relief that there are people like you who still cares. \n\tPersuadee: Oh yeah! Many people should be like that\nPersuader: Yes, it may be little as the price of a candy. But it still makes the ripple effect in many lives. \n\tPersuadee: How many people are currently donating?\nPersuader: 42% of their funding is from US.National, State & Local Govs, 20% from UN & Other Multi-Lateral Funding Institutions, 19% from Individuals like you and me, 11% from corporations, 7% from Foundations and 1% from other sources. You can get further details from  URL \n\tPersuadee: Oh OK! I will look into that. So what do I need to donate?\nPersuader: Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: Ok cool! It's nice to know that people are donating to such a great cause\nPersuader: How much do you like to donate to the charity now? The research team will collect all donations and send it to Save the Children.\n\tPersuadee: Unfortunately I can't donate anything right now\nPersuader: ohh that is really sad to hear. You can donate as little as you want. But it will make a huge difference for those in need.\n\tPersuadee: I will keep that in mind. When I get my next paycheck I will go to the website and donate. Thank you for filling me in on information regarding the charity\nPersuader: That is very thoughtful of you. Appreciate your consideration of doing such an act for a greater course. \n\tPersuadee: Of course! Hope you have an amazing rest of the day", "label": [[10, 34, "1-RAPPORT-FRIEND"], [242, 262, "1-RAPPORT-FRIEND"], [476, 568, "5-AUTHORITY-SUPERIOR"], [568, 658, "3-EMOTION-GUILT"], [659, 740, "2-NEGOTIATE-REQUEST"], [865, 934, "1-RAPPORT-COMPLIMENT"], [998, 1045, "2-NEGOTIATE-OTHER"], [1045, 1098, "4-LOGIC-ARGUE"], [1161, 1387, "4-LOGIC-ARGUE"], [1509, 1627, "2-NEGOTIATE-OTHER"], [1725, 1775, "2-NEGOTIATE-REQUEST"], [1775, 1854, "2-NEGOTIATE-OTHER"], [1926, 1957, "1-RAPPORT-FRIEND"], [1958, 1995, "1-RAPPORT-OTHER"], [1996, 2049, "2-NEGOTIATE-REWARD"], [2229, 2261, "1-RAPPORT-COMPLIMENT"], [2261, 2334, "1-RAPPORT-FRIEND"]], "idx": "377"}
{"id": 2504, "data": "Persuader: HI I would like to tell you About a childrens charity called Save the CHildren.\n\tPersuadee: ok please do\nPersuader: Save the Children is an international non-governmental organization that promotes childrens rights, provides relief and helps support children in developing countries.  Donations are extremely important in order for children to have their rights to healthcare, education, safety, etc     If you were to donate you would be making a huge impact for these children and on the world\n\tPersuadee: ok sounds good. How much many are we talking and how you want me to pay\nPersuader: THe amount is totally up to you. You can choose between $ to all of your payment you will be making by completing this task.   The amount will be deducted from your task payment.  Before you say no would you like to hear of some more reason as to why you should donate?\n\tPersuadee: how about .50 cents\nPersuader: 0.50 would surely help these children.   So then you would be willing to donate 0.50 of the money you earn from completing this taks?\n\tPersuadee: yes I confirm .50\nPersuader: Ok so let me tell you this. 0.50 cents would help so much but 0.60 would be even better.  Let me tell you why.   Millians of syrian children have grown up facing the threat of daily violence   In 2018 1000 children were killed in violence  A donation of 0.60 can address these problems\n\tPersuadee: ok .60 firm this time\nPersuader: I am so glad you are willing to donate.  Before you donate I just want u to think about how much money you spend on unnecessary items like eating out, snacks, going out.  Money can be used in so many more meaningful ways..Dont you agree\n\tPersuadee: Yes but that is a private issue between me and me, not you and me.\nPersuader: Ok you are correct.  I was meaning to offend you.  I was speaking for all people including myself.   Lets look at in another way.. IN 2018 alone 1000 children were reportedly killed or injured in violence.  Most of these children have grown up facing the threat of daily violence.  YOu donation is going to help address these problems.  \n\tPersuadee: .60 still sounds good to me. Lets leave it at that.\nPersuader: Thank you I am not trying to get you to donate any more than that, I just want you to realize what a great impact you will be making on the world..  I also want to assure you that Save the Children Makes huge impact on childrens lives internationally.  They are extremely professional and your donation will go to a trustable fund.      SO one last time how much exactly would you like to donate to the charity now?\n\tPersuadee: .60 firm. Pushiness does not make for a good salesperson.\nPersuader: Im sorry if i am coming off that way.  That is not my intention.  I simply want you to know what a great thing you are doing by donating and that your donation of 0.60 is going to help so many.    The research team will collect all donations and send it to save the children ..  Thank you again       I am sorry i took so much of your time.    Your donation of 0.60 will be deducted from your task payment.  \n\tPersuadee: Thank you and I do not want to be rude but I am straight talking person\nPersuader: no problem thank you for donation 0.60 to save the children   Have a great day\n\tPersuadee: You also have a good day", "label": [[296, 506, "4-LOGIC-ARGUE"], [1180, 1375, "4-LOGIC-ARGUE"], [1461, 1657, "3-EMOTION-GUILT"], [1768, 1798, "1-RAPPORT-FRIEND"], [1799, 2085, "4-LOGIC-COUNTER"], [2160, 2309, "3-EMOTION-ALTRUISTIC"], [2310, 2492, "5-AUTHORITY-SUPERIOR"], [2497, 2576, "2-NEGOTIATE-REQUEST"], [2657, 3000, "1-RAPPORT-FRIEND"], [602, 871, "2-NEGOTIATE-OTHER"], [914, 954, "2-NEGOTIATE-REWARD"], [956, 1048, "2-NEGOTIATE-REMIND"], [1089, 1180, "2-NEGOTIATE-BARGAIN"], [1421, 1460, "1-RAPPORT-FRIEND"], [1748, 1768, "4-LOGIC-CONCEDE"], [3002, 3066, "2-NEGOTIATE-OTHER"], [3161, 3240, "1-RAPPORT-FRIEND"]], "idx": "378"}
{"id": 2505, "data": "Persuader: Hello how are you?\n\tPersuadee: Hey, I am doing well \nPersuader: I have a friend of mine in another country who lost a child today to hunger\n\tPersuadee: That is terrible. Are there any charities that work in that area?\nPersuader: Yeah.  It's really sad we have the money to just splurge on stuff in our normal every day lives but we can't spend just a few bucks a month or year for the children!\n\tPersuadee: It hurts my heart when I see those children's charity commercials.\nPersuader: Yeah I know.  What do you think we can do?  Donate some money maybe?  \n\tPersuadee: 30 dollars a month can change a child's life\nPersuader: Yeah I know this great charity called Save the Children that takes money for this exact type of issue.  We should donate to them!\n\tPersuadee: I know! What a worthwhile cause!\nPersuader: They also have a website  URL if you would like to look it up and make sure it's a legit organization\n\tPersuadee: Yeah, I have used Gospel for Asia in the past\nPersuader: I think we should use Save the Children this time for a more global effort though\n\tPersuadee: It feels good to make a difference if only for one child\nPersuader: This is true.  I think I'm going to donate about $2.00 right now!  It's weighing heavy on my heart.\n\tPersuadee: That is freat!! Good for you!\nPersuader: Do you want to donate some too?  \n\tPersuadee: I may donate something!!\nPersuader: You could donate anywhere from 0 to 2.00 if you want!  How much do you want to donate?\n\tPersuadee: I am not sure\nPersuader: Just think.  $2 you won't miss.  At all!  And it could seriously help several children in countries that don't have it.  Whaddya say?", "label": [[239, 330, "3-EMOTION-GUILT"], [495, 566, "2-NEGOTIATE-REQUEST"], [635, 738, "5-AUTHORITY-SUPERIOR"], [75, 150, "3-EMOTION-STORY"], [739, 764, "3-EMOTION-ALTERCASTING"], [821, 922, "5-AUTHORITY-CREDENTIALS"], [992, 1073, "4-LOGIC-ARGUE"], [1307, 1340, "2-NEGOTIATE-REQUEST"], [1154, 1167, "4-LOGIC-CONCEDE"], [1167, 1253, "1-RAPPORT-DISCLOSE"], [1388, 1442, "2-NEGOTIATE-OTHER"], [1443, 1475, "2-NEGOTIATE-REQUEST"], [1513, 1633, "2-NEGOTIATE-REWARD"], [1633, 1646, "2-NEGOTIATE-REQUEST"]], "idx": "379"}
{"id": 2506, "data": "Persuader: Good morning, how are you doing today?\n\tPersuadee: I'm doing well. How are you doing? It is a beautiful morning where I am at.\nPersuader: It is definitely a beautiful morning.  A great day to be out volunteering for a cause.  I am headed out to do some community work today.\n\tPersuadee: Oh that is really nice. What type of cause are you in?\nPersuader: I have been working with a group called Save the Children for a few years now.\n\tPersuadee: Wow that is wonderful. I have a passion for helping children also. As a current nursing student, my goal is to become a neonatal nurse or pediatric nurse. Children in this world is very important because they are so vulnerable and they are the future of this world.\nPersuader: I couldn't agree more.  I work with children primarily from underprivileged families or no families at all.\n\tPersuadee: That is wonderful, whenever there are charity events or donations being taken. I always donate if it is for children causes. What about you?\nPersuader: I do the same but also get involved regularly.  Today, for instance, is our End of Summer Carnival for the kids.  Its one of our largest fundraisers of the year.\n\tPersuadee: Wow, that sounds really fun. Time and money donations are really two important aspects for charities. Without the funding, it would not be able to continue and without volunteers, no one can do the actual work.  \nPersuader: I know this may seem a bit forward and I do apologize as I do not mean to offend.  Given your love for children and your work, would you be willing to donate a small amount to Save the Children?\n\tPersuadee: yes I would be honored to. Since I am a nursing student and paying for tuition out of pocket, my donation amount may not be too great but I would like to donate something. So I like to donate $5 to the cause\nPersuader: Wow thats great but for the sake of formality, I must ask the obligatory legal fashion: \"How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\" \n\tPersuadee: Oh, ok. I like to donate $1\nPersuader: You are such a blessed partner in our cause! Thank you so much! The research team will collect all donations and send it to Save the Children.\"\n\tPersuadee: You are very welcome! So glad to help\nPersuader: The children will most certainly benefit from large donations such as yours.\n\tPersuadee: Its a joy to help. Thank you for donating your time to the cause. \nPersuader: Well I should be getting off here soon.  The beautiful day outside is calling for me and the carnival starts soon.  Again, it was a pleasure meeting you and many many thanks for your kind generosity in the form of a donation. I will tell everyone about you today!\n\tPersuadee: Pleasure meeting you too! Hope you have lots of fun at the carnival!", "label": [[755, 839, "1-RAPPORT-DISCLOSE"], [1004, 1165, "1-RAPPORT-DISCLOSE"], [1484, 1596, "2-NEGOTIATE-REQUEST"], [2203, 2283, "2-NEGOTIATE-OTHER"], [2344, 2421, "2-NEGOTIATE-REWARD"], [11, 49, "1-RAPPORT-FRIEND"], [149, 285, "1-RAPPORT-DISCLOSE"], [148, 285, "3-EMOTION-OTHER"], [363, 442, "1-RAPPORT-DISCLOSE"], [731, 754, "4-LOGIC-CONCEDE"], [1402, 1483, "1-RAPPORT-FRIEND"], [1828, 1967, "2-NEGOTIATE-REQUEST"], [1969, 2088, "2-NEGOTIATE-OTHER"], [2140, 2204, "1-RAPPORT-FRIEND"], [2345, 2421, "3-EMOTION-ALTRUISTIC"], [2512, 2775, "1-RAPPORT-FRIEND"]], "idx": "380"}
{"id": 2507, "data": "Persuader: Save the children is a good organization. Do you like to donate to charities?\n\tPersuadee: Yes, I do. What does Save the Children do?\nPersuader: he Save the Children Fund, commonly known as Save the Children, is an international non-governmental organisation that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Can you give me their website, so I can look into them?\nPersuader: Sure, here is the link.  URL \n\tPersuadee: Thank you! Why are you talking about this charity instead of the others?\nPersuader: Sure, here is the link  URL \n\tPersuadee: Why are you talking about this charity instead of the others?\nPersuader: I think it is a charity that is well deserving and underfunded. Children in underdeveloped countries do not have the support that other kids have and I just want to give them a chance to improve their lives. \n\tPersuadee: In what ways do they help children? \nPersuader: They provide things such as food and medical treatment. Things that are basic needs are given to them. \n\tPersuadee: I\\'m glad they do that but there are many charities that \"claim\" to do the same thing.\nPersuader: Yes, you are correct. However, this organization has been effective in helping others and all donations are matched. I believe their goal is to really help the children. They are known to help in disasters too. \n\tPersuadee: Well, ok. I'll keep them in mind and do some research into them.\nPersuader: Do you think you would like to donate in future?\n\tPersuadee: If I can vouch for them, yes.\nPersuader: That is great. I hope you consider them and decide they are worthy\n\tPersuadee: I'm glad there are people like you out there who are attempting to make a difference in the world. \nPersuader: Thank you. If you had a chance to donate some of your money earned today, how much would you donate to the charity now? Your donation would be directly deducted from your task payment. You can choose any amount from O dollars to all your payment. \n\tPersuadee: I would consider donating $0.50.\nPersuader: Wow. That is wonderful. You are a really generous and caring person. ", "label": [[11, 52, "5-AUTHORITY-SUPERIOR"], [53, 88, "1-RAPPORT-OTHER"], [688, 897, "4-LOGIC-ARGUE"], [957, 1061, "3-EMOTION-ALTRUISTIC"], [1471, 1520, "2-NEGOTIATE-OTHER"], [1574, 1589, "1-RAPPORT-FRIEND"], [1589, 1640, "2-NEGOTIATE-OPINION"], [1774, 1884, "2-NEGOTIATE-REQUEST"], [154, 369, "5-AUTHORITY-SUPERIOR"], [958, 1061, "4-LOGIC-ARGUE"], [1172, 1193, "4-LOGIC-CONCEDE"], [1194, 1383, "5-AUTHORITY-SUPERIOR"], [1884, 2011, "2-NEGOTIATE-OTHER"], [2068, 2092, "1-RAPPORT-FRIEND"], [2092, 2137, "1-RAPPORT-COMPLIMENT"]], "idx": "381"}
{"id": 2508, "data": "Persuader: Good evening how are you doing today?\n\tPersuadee: yoy AnAOk OIm I\nPersuader: I am writing to ask you to donate 10 dollars to save the children. This organization helps children's rights and supports children living in developing countries\n\tPersuadee: Yes I would\nPersuader: Your donation is essential to help ensuring children's rights to health, education, safety, etc. It will make a real difference in the world.\n\tPersuadee: I know it does I'll donate 5 dollars\nPersuader: We have many children who starve and die of hunger. You donation will stop this from happening and possible save a child's life\n\tPersuadee: I realize that\nPersuader: Save the children have been fight child hunger and disease for many years We have made a big inpact in these children's lives over the many years.\n\tPersuadee: That's is good\nPersuader: We have not received much support for these children. For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. Your donation could possible go to this problem and help many young children\n\tPersuadee: Yes I know I will donate 5 dollars\nPersuader: This will help out tremendously!\n\tPersuadee: i know it will\nPersuader: If you could please ask you friends and family to help?\n\tPersuadee: I will are you going to help\nPersuader: Convince them that they waste too much money on unnecessary stuff like snack and candy. They could be helping people with their money'\n\tPersuadee: yes I know\nPersuader: Please look at our website  URL You can find out a lot about Save the children. It shows you all our sucess stories. \n\tPersuadee: yes I have in going to donate\nPersuader: Okay great! Thank you so much for your time and donation. We appreciate any help we can get. Remember to pass along our info to friends and family. Thank You and good night! ", "label": [[10, 48, "1-RAPPORT-FRIEND"], [87, 154, "2-NEGOTIATE-REQUEST"], [155, 249, "3-EMOTION-ALTRUISTIC"], [155, 249, "4-LOGIC-ARGUE"], [285, 426, "3-EMOTION-ALTRUISTIC"], [653, 799, "5-AUTHORITY-SUPERIOR"], [653, 799, "3-EMOTION-ALTRUISTIC"], [1099, 1175, "3-EMOTION-PROMISE"], [1412, 1547, "4-LOGIC-ARGUE"], [1412, 1500, "2-NEGOTIATE-OTHER"], [1753, 1845, "1-RAPPORT-FRIEND"], [285, 426, "4-LOGIC-ARGUE"], [487, 614, "3-EMOTION-GUILT"], [837, 1099, "3-EMOTION-STORY"], [1099, 1175, "2-NEGOTIATE-REWARD"], [1234, 1266, "2-NEGOTIATE-REWARD"], [1304, 1360, "2-NEGOTIATE-OTHER"], [1582, 1699, "5-AUTHORITY-SUPERIOR"], [1846, 1901, "2-NEGOTIATE-REMIND"], [1900, 1927, "1-RAPPORT-FRIEND"]], "idx": "382"}
{"id": 2509, "data": "Persuader: Have you ever heard of a children's charity called SAVE THE CHILDREN?\n\tPersuadee: Hello. yes i have heard about it\nPersuader: Have you ever though about  donating to said charity before?\n\tPersuadee: I have donated to this charity through HITs, but never on their wesbite\nPersuader: I think it is amazing charity to give to and really hits home with having children myself.\n\tPersuadee: I think the same. I do not have any children but I have soft heart for them\nPersuader: Would you be interested in donating today?\n\tPersuadee: Sure , why not? I would like to know more about them\nPersuader: Save the Children to give girls and boys in the United States and around the world a healthy start, an education, and protection from harm.How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: I would like to donate $1. I would like to help an international charity\nPersuader: That is very kind of you! Your donation will make a huge impact for them.\n\tPersuadee: thank you. every little help can make a big difference actually\nPersuader: The research team will collect all donations and send it to Save the Children.\n\tPersuadee: That is so good. is there any big company cooperating with them?\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: I see I mean big companies like companies with big names\nPersuader: None that I am aware of at this time\n\tPersuadee: I think I've read somewhere IKEA and Disney cooperate with them. that is so interesting \nPersuader: That is very interesting! With your person donation you also helped contribute as well! It just takes one person to make a difference and I personally thank you for that!\n\tPersuadee: Thanks for your time and effort. Have a nice day", "label": [[137, 197, "1-RAPPORT-OTHER"], [292, 383, "5-AUTHORITY-SUPERIOR"], [483, 525, "2-NEGOTIATE-REQUEST"], [741, 792, "2-NEGOTIATE-REQUEST"], [1012, 1037, "1-RAPPORT-COMPLIMENT"], [1737, 1763, "1-RAPPORT-FRIEND"], [602, 741, "5-AUTHORITY-SUPERIOR"], [602, 741, "3-EMOTION-ALTRUISTIC"], [791, 915, "2-NEGOTIATE-OTHER"], [1038, 1085, "2-NEGOTIATE-REWARD"], [1589, 1625, "4-LOGIC-COUNTER"], [1764, 1908, "4-LOGIC-COUNTER"]], "idx": "383"}
{"id": 2510, "data": "Persuader: hi how are you\n\tPersuadee: hello im good and yourself?\nPersuader: im good thanks. do you like kids\n\tPersuadee: they are ok, i do not have any \nPersuader: do you volunteer\n\tPersuadee: i never have volunteer before\nPersuader: do you ever work with kids\n\tPersuadee: not officially i have helped out my sisters with theirs\nPersuader: do you donate to charity\n\tPersuadee: once in awhile, not regularly\nPersuader: do you want to donate to save the children to save kids\n\tPersuadee: sounds like a worthy donation\nPersuader: do you want to donate 1 dollar\n\tPersuadee: what is the charity about\nPersuader: saving kids from fat people\n\tPersuadee: what? are you serious\nPersuader: yes i am\n\tPersuadee: explain this charity then\nPersuader: they prevent fat people from eating small c hildren\n\tPersuadee: well  now i know this is a joke", "label": [[76, 109, "1-RAPPORT-OTHER"], [165, 181, "1-RAPPORT-OTHER"], [528, 558, "1-RAPPORT-OTHER"], [739, 790, "3-EMOTION-HUMOUR"], [11, 25, "1-RAPPORT-FRIEND"], [235, 261, "1-RAPPORT-OTHER"], [341, 365, "1-RAPPORT-OTHER"], [419, 474, "2-NEGOTIATE-REQUEST"], [608, 635, "3-EMOTION-HUMOUR"]], "idx": "384"}
{"id": 2511, "data": "Persuader: Good afternoon would you like to donate to Save the Children?\n\tPersuadee: maybe , where are the children located?\nPersuader: The children are located in developing areas\n\tPersuadee: i can donate 2 dollars. would you \nPersuader: That is very nice to donate the $2 from your task earnings.  Yes, I am\n\tPersuadee: where should i send the money? will you just take cash?\nPersuader: The money is just taken from your task bonus payment\n\tPersuadee: i know, i was just role playing. lol. this gets a bit silly now\nPersuader: It does!  \n\tPersuadee: my second line was asking about my tax records but it cut me off and sent early. lol\nPersuader: Lol!  10 chat turns seems like forever!\n\tPersuadee: where are you at? i am in the usa\nPersuader: Florida, watching it rain....\n\tPersuadee: yeah. i am on the mississipi in iowa and we got trees down everywhere\nPersuader: We have more rain coming!  It sucks\n\tPersuadee: idk what they want us to do but this aint it. weirdest hit ever!\nPersuader: It is!  But today has been so slow\n\tPersuadee: no one has posted all weekend and now its a holiday.\nPersuader: I am hoping it picks up soon\n\tPersuadee: ok this is ten turns! it better let us out!", "label": [[10, 72, "2-NEGOTIATE-REQUEST"], [239, 298, "1-RAPPORT-FRIEND"], [528, 539, "4-LOGIC-CONCEDE"], [745, 774, "1-RAPPORT-DISCLOSE"], [867, 903, "1-RAPPORT-OTHER"], [992, 1026, "4-LOGIC-COUNTER"], [1103, 1131, "1-RAPPORT-OTHER"], [300, 309, "1-RAPPORT-DISCLOSE"], [647, 687, "3-EMOTION-HUMOUR"]], "idx": "385"}
{"id": 2512, "data": "Persuader: Have you heard of the charity Save the Children?\n\tPersuadee: No. I have never heard of it. \nPersuader: It is a charity that promotes children's rights and helps support kids in developing countries.\n\tPersuadee: That sounds very nobel and moral. \nPersuader: Would you consider donating any of your payment for this HIT to the charity?\n\tPersuadee: I would really need to know more about this charity. I don't just give money to a charity I know nothing about. \nPersuader: I agree with you. I don't normally donate to charities unless I know a lot about them either.\n\tPersuadee: So what do they do exactly? Who would I be helping?\nPersuader: They have US and global programs. It depends on where the kids are that need help. They help with food, medical care, shelter, basic necessities.\n\tPersuadee: Where is the charity based?\nPersuader: The address on the website is Fairfield, CT\n\tPersuadee: Is it a trustworthy charity? Is my money just going into the pockets of the ones running it?\nPersuader: I don't really know the answer to that. If you are interested, they have a website. I need to end this now. Have a nice day!\n\tPersuadee: Thank you. would you like me to donate?\nPersuader: It's really up to you. If you want to, I'm sure the charity would appreciate your help.\n\tPersuadee: I can do that. \nPersuader: How much money would you donate?\n\tPersuadee: Is .50 ok?\nPersuader: That would be great! You are a generous person.\n\tPersuadee: I will do .50 then. TY\nPersuader: Have a great day!", "label": [[268, 344, "2-NEGOTIATE-REQUEST"], [480, 499, "4-LOGIC-CONCEDE"], [498, 574, "1-RAPPORT-SIMILAR"], [650, 795, "5-AUTHORITY-SUPERIOR"], [1217, 1282, "2-NEGOTIATE-REWARD"], [1322, 1354, "2-NEGOTIATE-REQUEST"], [1389, 1410, "1-RAPPORT-FRIEND"], [1115, 1131, "1-RAPPORT-FRIEND"], [1194, 1217, "2-NEGOTIATE-OPINION"], [1410, 1436, "1-RAPPORT-COMPLIMENT"], [1482, 1500, "1-RAPPORT-FRIEND"]], "idx": "386"}
{"id": 2513, "data": "Persuader: HI GOOD MORNING\n\tPersuadee: Good morning, how are you?\nPersuader: FINE, HOW ABOUT YOU, AND MANY CHILDREN ARE DYING.\n\tPersuadee: I am fine, thanks!  Yes, surely there is a good charity that can help children.  Do you know of a good one?\nPersuader: YES, I KNOW THE BEST CHARITY , THAT NAME IS SAVE THE CHILDREN, DO YOU KNOW THE CHARITY.\n\tPersuadee: Yes, I am thinking of donating to a childrens charity and I can now consider Save The Children.   How much is a good donation that could help?\nPersuader: ITS A VERY GOOD CHARITY, I SO MANY TIMES DONATE THEM THE MONEY ARE ANY THINGS DIRECTLY GO THE CHILDREN ONLY.\n\tPersuadee: Ok, good to know!  Thanks!  I will donate $100 to them today.  Are you going to donate also?\nPersuader: YES I ALSO DONATE 50 DOLLAR TO THEM AND I AM VERY TO DONATE THEM AND THANK YOU  FOR  DONATE.\n\tPersuadee: Do you know what kind of services they will provide with the money?\nPersuader: THEY GIVE THE EDUCATION, FOOD, CLOTHS ,ETC.,\n\tPersuadee: That's great!  I have considered donating to St Jude also because they provide life saving medical care.  Have you heard of them?\nPersuader: YES, I KNOW THAT.\n\tPersuadee: Have you ever donated to them?\nPersuader: YES, I MONTHLY DONATE THE CHILDREN.\n\tPersuadee: That's great of you!  I think I will donate to them today too.  Do you know of any other childrens charities?\nPersuader: I DO NOT THE OTHER CHARITIES.\n\tPersuadee: I am sceptical of many of them but if you recommend Save The Children and I know that St Judd's is trustworthy, then that's where my money will go today\nPersuader: 89% MEMBER RECOMMEND THE CHARITIES.\n\tPersuadee: That's impressive.  I wonder what the member recommendation is for St Jude", "label": [[77, 126, "3-EMOTION-GUILT"], [258, 345, "5-AUTHORITY-SUPERIOR"], [737, 829, "2-NEGOTIATE-RECIP"], [921, 965, "3-EMOTION-ALTRUISTIC"], [1565, 1601, "4-LOGIC-ARGUE"], [512, 620, "1-RAPPORT-OTHER"], [1191, 1225, "1-RAPPORT-DISCLOSE"], [1359, 1389, "1-RAPPORT-DISCLOSE"]], "idx": "387"}
{"id": 2514, "data": "Persuader: Good Morning! I am asking for a donation to Save the Children. Have you heard of it?\n\tPersuadee: Good morning!.. Have a nice day... Ya I heard something about it\nPersuader: It is an International Charity to help children's lives become more stable through education, food, and good health.\n\tPersuadee: Oh.. That's very interesting.... What is the name of Charity??\nPersuader: Save the Childre. I think that we need to help these children. It would be in the best interest of all of us to have healthy well educated children, especially in developing countries where children suffer the most. Don't you agree?\n\tPersuadee: Ya... I agree with you... We need to take care of those children.\nPersuader: Many children in these countries live in a war zone. Places like Syria and parts of Nigeria are so dangerous that children do not have the chance of a happy, healthy life. If you could donate a small amount from your task payment, it would be big help to these unfortunate little people.\n\tPersuadee: Ya... I feel very bad for those children's. If those small amount will help them we should do them\nPersuader: You can donate any amount from your payment. It is up to you. Everything helps! You will also feel good about what you have done. There is no better feeling than helping another person. Let me know how much you would like to give today. And thank you.\n\tPersuadee: Ok.... But what is the name of organization. We have to make clear about how this organization work\nPersuader: The name is Save the Children. The research team will collect and send the donations to the charity. Every donation helps. Especially for the children in war zones where they are dying every day because they cannot get enough medical care. I am sure that you have seen pictures of the bombing in Syria and the murder of innocent children in places like Nigeria and Somallis where terrorists are bombing their villages. These children have no hope except for people like you and I. Any amount will help. \n\tPersuadee: That very interesting and good work. Everyone should involve as much as possible... What are the way to donate money and what is the minimum amount\nPersuader: You can tell me how much you would like to donate from the money you are getting for this task. Any amount at all will help and it's automatic. \n\tPersuadee: That fine... What are the available way to offer those children's future like clothing money scholarship...\nPersuader: For more information on this wonderful charity you can go to : URL and they will answer any questions about future donations. \n\tPersuadee: Ok.. I will go through this website for more information \nPersuader: That is great. And if you are willing to make small donation now-just a few cents even, please let me know the amount and it will get passed on to the research team for processing today. Thank you.\n\tPersuadee: Ok can i get the update about this charity how they are spending money and what way they help those children\nPersuader: All of the information on how this charity operates and what they are doing for children will be on the website  URL \n\tPersuadee: Ok..Then i think this will really help those children's future....\nPersuader: Thank you and God Bless!", "label": [[10, 73, "2-NEGOTIATE-REQUEST"], [73, 95, "1-RAPPORT-OTHER"], [184, 300, "5-AUTHORITY-SUPERIOR"], [404, 449, "2-NEGOTIATE-OPINION"], [709, 880, "3-EMOTION-STORY"], [387, 619, "4-LOGIC-ARGUE"], [449, 602, "3-EMOTION-GUILT"], [881, 996, "2-NEGOTIATE-REWARD"], [1118, 1181, "2-NEGOTIATE-OTHER"], [1199, 1303, "3-EMOTION-ALTRUISTIC"], [1975, 1997, "4-LOGIC-ARGUE"], [2666, 2840, "2-NEGOTIATE-OTHER"], [3191, 3215, "1-RAPPORT-FRIEND"], [1181, 1304, "2-NEGOTIATE-REWARD"], [1304, 1354, "2-NEGOTIATE-REQUEST"], [1356, 1370, "1-RAPPORT-FRIEND"], [1595, 1617, "4-LOGIC-ARGUE"], [1617, 1975, "3-EMOTION-GUILT"]], "idx": "388"}
{"id": 2515, "data": "Persuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Hello.  I've heard of this charity before, but don't know much about it.\nPersuader: Donations all hel child recive good healthcare, educationa dn safety\n\tPersuadee: Those are all admirable objectives.\nPersuader: Every donation can help individual children and families. It is a good and trustable charity\n\tPersuadee: Do you mean \"trustworthy\"?  How do you know that?\nPersuader: Save the Children's ratings rank high among other nonprofit organizations. Charity watchers, prestigious publishers, consumer advocates and others agree about their reputation\n\tPersuadee: Oh, good answer.  I usually use Charity Navigator to vet charities before I make a donation.\nPersuader: A donation would be very helpful fr these children. even a small amount can help. \n\tPersuadee: Oh, I see on Charity Navigator that Save the Children gets a rating of 3 out of 5 stars.\nPersuader: in 2017 155 million children were helped\n\tPersuadee: Sounds like a good charity, and it spends about 88% of it's fundraising on it's programs.  I'll think about it.\nPersuader: That is a very kind gesture.your donation you can save lives and deliver life-changing support\n\tPersuadee: Our family already makes several charitable donations on a monthly basis.\nPersuader: Well i do ask for at least a small doation to Save the Children.\n\tPersuadee: Only problem is that if I donate to this charity, that takes away from what I would donate to another charity I already support.\nPersuader: Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment. it would be taken right from this task\n\tPersuadee: Yes, that's true.  It would be a painless way to make a donation.\nPersuader: would you please consider making a small donation now?\n\tPersuadee: Ok, I'll make a donation of $0.20 (twenty cents).  That's 10% of my earnings.\nPersuader: Thank you. Your 0.20 cent donation is very much appreciated.", "label": [[276, 344, "3-EMOTION-ALTRUISTIC"], [461, 496, "5-AUTHORITY-CREDENTIALS"], [569, 745, "1-RAPPORT-OTHER"], [861, 944, "4-LOGIC-ARGUE"], [913, 944, "2-NEGOTIATE-OTHER"], [1057, 1097, "4-LOGIC-ARGUE"], [1261, 1327, "2-NEGOTIATE-REWARD"], [1889, 1943, "2-NEGOTIATE-REQUEST"], [10, 179, "5-AUTHORITY-SUPERIOR"], [403, 461, "3-EMOTION-ALTRUISTIC"], [1233, 1261, "1-RAPPORT-COMPLIMENT"], [1425, 1489, "2-NEGOTIATE-REQUEST"], [1706, 1799, "2-NEGOTIATE-OTHER"], [2056, 2105, "1-RAPPORT-FRIEND"]], "idx": "389"}
{"id": 2516, "data": "Persuader: Hello, may I ask you a question?\n\tPersuadee: Hi there, yep fire away\nPersuader: Do you like children?\n\tPersuadee: I do like children. I have 3 of my own\nPersuader: That's a blessing. may I ask you another question?\n\tPersuadee: please ask away\nPersuader: How would you feel if your children were sick and you had no way to help them because of lack of money?\n\tPersuadee: I would feel horrible. I would do all that I could to try and fix that situation\nPersuader: That is a noble sentiment. You are truly blessed to have healthy children. But unfortunately not everyone is so blessed and their are countless children suffering from the very things that make you feel horrible. But what if I told you that you can do something to fix that, how would you respond?\n\tPersuadee: I am aware of others suffering in the world. I would be interested in what can be done to fix the situation.\nPersuader: That is good to hear, and I indeed have great news for you, for today you can help. Have you ever heard of Save the Children NGO?\n\tPersuadee: I have not heard of Save the Children NGO. What do they do?\nPersuader: The long short of it is they provide a way for the severely underprivileged and unrepresented children in this world with a fighting chance to make it to adult hood, something we take for granted sometimes.  For detailed information you can visit their website at  URL   But while I have your attention can I ask you for your help now.  If you donate anywhere up to two dollars you will have made and immeasurable improvement on these young souls.\n\tPersuadee: I can help. I'd be willing to donate $1 to save the children\nPersuader: That is fantastic news. So  I can confirm your agreement of a donation of one dollar to Save the Children?\n\tPersuadee: yes. you can confirm\nPersuader: You are the reason I do this. Many sincere thanks. Would you like instructions now for donating?\n\tPersuadee: sure please send them\nPersuader: The research team will collect all donations and send it to Save the Children. So keep an eye out for the team. A million thanks from a million little ones.\n\tPersuadee: wonderful. I am glad i could help.", "label": [[91, 112, "1-RAPPORT-OTHER"], [175, 225, "1-RAPPORT-FRIEND"], [11, 43, "1-RAPPORT-OTHER"], [473, 500, "1-RAPPORT-COMPLIMENT"], [901, 987, "3-EMOTION-ALTERCASTING"], [1452, 1563, "3-EMOTION-ALTRUISTIC"], [1386, 1451, "2-NEGOTIATE-REQUEST"], [1672, 1754, "2-NEGOTIATE-REMIND"], [2053, 2097, "1-RAPPORT-FRIEND"], [264, 368, "3-EMOTION-GUILT"], [500, 547, "1-RAPPORT-FRIEND"], [548, 685, "1-RAPPORT-OTHER"], [685, 770, "1-RAPPORT-OTHER"], [1115, 1322, "3-EMOTION-ALTRUISTIC"], [1451, 1563, "2-NEGOTIATE-REWARD"], [1648, 1671, "1-RAPPORT-FRIEND"], [1799, 1849, "1-RAPPORT-FRIEND"], [1850, 1895, "2-NEGOTIATE-OTHER"]], "idx": "390"}
{"id": 2517, "data": "Persuader: hows it going\n\tPersuadee: good! how about you?\nPersuader: great, are you planning on donating any of your payment for save the children\n\tPersuadee: Can you tell me about the organization?\nPersuader: its called save the children a great orgizanation, i donate about every month\n\tPersuadee: What kind of help do they provide?\nPersuader: they provide a little bit of everything, clothing, education, safety items, and medical care\n\tPersuadee: Do they help kids all over?\nPersuader: of course they do check out the website\n\tPersuadee: Do you have their information?\nPersuader: yes i do, go to  URL \n\tPersuadee: Okay I checked them out, I like what they do.\nPersuader: i know they are great and this is a very important cause did you know in the first 2 months of 2018 1000 children were killed or injured becasue of intense violence?\n\tPersuadee: Oh that really is sad. I hate to hear things like that, don't you?\nPersuader: I know especially after being a person that loves children, they are so innocent i don't know how anyone could do something like this, thats why i donate regulary to this fund\n\tPersuadee: I can probably only make a small donation. Is that okay?\nPersuader: anything would be helpful to this cause, we should donate shouldn't we? Most of us are better off at least here in america and i feel we have a moral obligation to help these children, dont you?\n\tPersuadee: I do feel a moral obligation. Would a donation of $0.05 help out at all?\nPersuader: that would help out, but don't you feel like you could donate a little more?\n\tPersuadee: Maybe I could donate $0.10. Will that be better.\nPersuader: .20 cents would be better but if .10 cents is all you can afford that would still help, please just confirm once more how much you would like to donate to the charity now?  Your donation will be directly deducted from task payment you can choose up to $2", "label": [[11, 24, "1-RAPPORT-FRIEND"], [674, 840, "3-EMOTION-STORY"], [931, 1106, "1-RAPPORT-DISCLOSE"], [1259, 1381, "3-EMOTION-GUILT"], [1477, 1554, "2-NEGOTIATE-BARGAIN"], [69, 146, "2-NEGOTIATE-REQUEST"], [209, 287, "1-RAPPORT-DISCLOSE"], [346, 438, "3-EMOTION-ALTRUISTIC"], [930, 1106, "3-EMOTION-EMPATHY"], [1186, 1258, "2-NEGOTIATE-REQUEST"], [1187, 1258, "2-NEGOTIATE-RECIP"], [1628, 1799, "2-NEGOTIATE-BARGAIN"], [1800, 1881, "2-NEGOTIATE-OTHER"]], "idx": "391"}
{"id": 2518, "data": "Persuader: Hi, how are you today?\n\tPersuadee: I am fine. And you?\nPersuader: Not too bad :) Have you heard of Save The Children?\n\tPersuadee: I have, actually.\nPersuader: They do greeat work at least I think what about you?\n\tPersuadee: I'm often skeptical of big charities like that. They sometimes don't put the money that is donated into the right projects.\nPersuader: I know normally I am too but I was convinced to research them once by a very giving friend and I found that they do a lot of awesome work and a big majority if not all donations go back into the charity and lining someones pocket\n\tPersuadee: I have just done some quick research and am inclined to donate when I have the opportunity. If a charity is doing good work to feed the hungry, I will give what I have to spare.\nPersuader: hehe, I meant rather then lining someones pocket....So do I have your commitment to donating some today at the end of the HIT?\n\tPersuadee: I don't really have anything to give right now, but I will donate at another time when I have steady income.\nPersuader: They give you an option at the end of the HIT to donate even 0.01 would be very helpful....a penny couldn't hurt could it?\n\tPersuadee: I suppose not. I mean, a penny is nothing in the grand scheme of things. If I have a chance to donate when I'm a bit more financially stable, I will donate more. Right now, I think I can spare a penny. :)\nPersuader: Good, and I'll match and times it by five and now we'll have donated 0.06\n\tPersuadee: Alright. Will the penny be taken from my mturk account? That would be the most convenient thing for me.\nPersuader: yes, it'l be taken from your bonus and you won't even notice it missing to be honest.... good karma.... maybe you'll be lucky today ;)\n\tPersuadee: Well, thank you for wishing me well. May your days be pleasant, as well.\nPersuader: how's the weather?\n\tPersuadee: Warm and rainy here.\nPersuader: it's warm but not rainy that I know of\n\tPersuadee: Hurricane season is upon us, so I'm keeping a really close eye on that.", "label": [[369, 599, "4-LOGIC-ARGUE"], [801, 853, "3-EMOTION-HUMOUR"], [800, 853, "4-LOGIC-ARGUE"], [11, 33, "1-RAPPORT-FRIEND"], [77, 91, "1-RAPPORT-FRIEND"], [170, 222, "5-AUTHORITY-SUPERIOR"], [370, 599, "1-RAPPORT-DISCLOSE"], [853, 927, "2-NEGOTIATE-REQUEST"], [1411, 1484, "2-NEGOTIATE-RECIP"], [1059, 1182, "2-NEGOTIATE-BARGAIN"], [1612, 1701, "2-NEGOTIATE-OTHER"], [1701, 1746, "2-NEGOTIATE-REWARD"], [1843, 1861, "1-RAPPORT-OTHER"], [1906, 1944, "1-RAPPORT-DISCLOSE"]], "idx": "392"}
{"id": 2519, "data": "Persuader: Hello! Do you donate to charaties?\n\tPersuadee: yes and ive done this hit 12 times, lets be super quick!\nPersuader: HAve you heard of Save the Children?\n\tPersuadee: i sure have\nPersuader: The children really are our future and it is important to give them all a chance to succeed\n\tPersuadee: ok lets donate our money\nPersuader: How much would you like to donate?\n\tPersuadee: im going to give 2 dollars\nPersuader: Wow,that is very generous\n\tPersuadee: yes im like jesus\nPersuader: the research team will collect all donations and send it to save the children\n\tPersuadee: that is very helpful of them\nPersuader: Think of all the children they can help\n\tPersuadee: i think of kids constantly\nPersuader: One of them could be the one who cures cancer!\n\tPersuadee: or even invents a new type of spoon\nPersuader: interesting. Do you ever do volunteer work?\n\tPersuadee: yes, i work with large chested  female volleyball players for free\nPersuader: interesting, well hopefully your 2 dollars helps save some children\n\tPersuadee: i hope so", "label": [[422, 448, "1-RAPPORT-COMPLIMENT"], [490, 567, "2-NEGOTIATE-OTHER"], [619, 659, "3-EMOTION-ALTRUISTIC"], [829, 859, "1-RAPPORT-OTHER"], [10, 45, "1-RAPPORT-OTHER"], [198, 289, "5-AUTHORITY-SUPERIOR"], [338, 372, "2-NEGOTIATE-REQUEST"], [709, 756, "4-LOGIC-ARGUE"], [815, 829, "1-RAPPORT-FRIEND"], [949, 1017, "2-NEGOTIATE-REWARD"]], "idx": "393"}
{"id": 2520, "data": "Persuader: Hi WOuld you like to donate your payment for this task to save the children?\n\tPersuadee: No, to be honest I am doing this task to save up extra money for myself.\nPersuader: I understand that. But it's only .30 of the money you are saving. It could do alot of good for Save the children.\n\tPersuadee: I appreciate your position, but what exactly is Save the Children and how do I know that money will truly be used to help kids?\nPersuader: The researchers of this hit will make sure the money goes to save the children. Save the Children is a world wide organization that helps kids in war torn areas.\n\tPersuadee: It sounds like a good idea, but I often get peppered with requests to donate money to various charities -- when I donate I do it to causes that I know about.  If I donated to every cause I would be giving away a lot of money and I already lose 20% to taxes.\nPersuader: Your right, but I'm not asking for much. It's only .30 cents and It will do alot to help.\n\tPersuadee: What exactly would that 30 cents be used for and how would it help?  What part of the world will it go to?\nPersuader: It would go all over the world! The money is used to promote childrens rights and provide food and medicine.\n\tPersuadee: I have to respectfully question the necessity -- don't my taxes already go towards billions of dollars of foreign aid?  And why do so many of these countries continually need help?\nPersuader: Well, lets get specific. Have you seen the kids in Syria?\n\tPersuadee: I have seen some of the images and video of the civil war there.\nPersuader: Those kids are growing up in tents and being bombed every day.\n\tPersuadee: True -- but how much money is currently being provided by US and NATO to help?\nPersuader: They have provided the tents. Still it isn't enough. The kids there are struggling. \n\tPersuadee: I have to question that they have provided only tents.  Many countries have absorbed many refugees and I am fairly certain that way more aid than tents has been provided.\nPersuader: True, but there - the kids are lucky to get a meal a day. Save the children helps with that.\n\tPersuadee: It may -- but at this point I really still have no idea what Save the Children is and I would want to research it anyway before I would agree to give money to it.\nPersuader: I think thats a good idea. \n\tPersuadee: Additionally, I am just very skeptical of any organization that asks for money.  I never know who is in charge, who is taking what, and where the money truly goes.", "label": [[10, 87, "2-NEGOTIATE-REQUEST"], [184, 297, "4-LOGIC-COUNTER"], [448, 528, "2-NEGOTIATE-OTHER"], [529, 610, "5-AUTHORITY-SUPERIOR"], [892, 981, "2-NEGOTIATE-BARGAIN"], [1571, 1633, "3-EMOTION-GUILT"], [2015, 2107, "4-LOGIC-ARGUE"], [2014, 2107, "3-EMOTION-EMPATHY"], [2294, 2321, "4-LOGIC-CONCEDE"], [1112, 1220, "3-EMOTION-ALTRUISTIC"], [1449, 1482, "3-EMOTION-STORY"], [1736, 1820, "1-RAPPORT-OTHER"]], "idx": "394"}
{"id": 2521, "data": "Persuader: Hello friend  how are you today?\n\tPersuadee: i'm okay, how are you?\nPersuader: I am great thanks for asking. I am here to bring awareness to a great charity. Are you interested in hearing about it?\n\tPersuadee: sure, lets hear it. I'm all about charity \nPersuader: Thats great well that charity is called Save the Children. Have you ever heard about it before?\n\tPersuadee: i haven't, can you tell me about it\nPersuader: Sure it is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. \n\tPersuadee: sounds very worthwhile, what kind of relief goes to the children\nPersuader: Relief includes food shelter education and safety. Are you interested in helping children achieve these important things?\n\tPersuadee: how much of the donation goes straight to the relief\nPersuader: 86 percent of the donation actually goes to helping the children. 9 percent gets reinvested into marketing for the charity at 5 percent into miscellaneous expenses.  As you can see much of the donation will go to helping these poor children. \n\tPersuadee: id be willing to donate .15 to the charity\nPersuader: Wow that is a very kind gesture. This money would be collected from research team and they will send it to Save the Children\n\tPersuadee: okay thank you for that information, are you also going to donate?\nPersuader: Yes I plan on it. It warms my heart to bring a relief to children. Can you believe in this day and age children are still suffering?\n\tPersuadee: i can believe it, but that certainly doesn't mean it should continue. children are the last people that deserve any of this kind of life\nPersuader: I agree. There are millions of Syrian children that have grown up facing daily threat of violence. It needs to stop and hopefully Save the Children is an effort that can help. \n\tPersuadee: if i could do anything in the world it would be peace, and that would be the first place id start, those poor children\nPersuader: As Whitney Houston once said  \"I believe the children are our future  Teach them well and let them lead the way.\" No truer words have been spoken. Thanks again for your donation and sleep well knowing you did something to help.  \n\tPersuadee: thank you as well, the more people who get involved the better ", "label": [[89, 120, "1-RAPPORT-FRIEND"], [169, 208, "1-RAPPORT-OTHER"], [728, 799, "2-NEGOTIATE-REQUEST"], [1042, 1118, "4-LOGIC-ARGUE"], [1185, 1218, "1-RAPPORT-COMPLIMENT"], [1218, 1309, "2-NEGOTIATE-OTHER"], [1400, 1466, "1-RAPPORT-DISCLOSE"], [1418, 1467, "3-EMOTION-ALTRUISTIC"], [1467, 1532, "3-EMOTION-GUILT"], [2012, 2159, "4-LOGIC-ARGUE"], [10, 43, "1-RAPPORT-FRIEND"], [333, 370, "1-RAPPORT-OTHER"], [429, 589, "5-AUTHORITY-SUPERIOR"], [1041, 1118, "3-EMOTION-ALTRUISTIC"], [1692, 1869, "4-LOGIC-CONCEDE"], [2159, 2241, "1-RAPPORT-FRIEND"]], "idx": "395"}
