{"id": 2907, "data": "Persuader: Hi! How're you?\n\tPersuadee: I am doing well, how are you?\nPersuader: I honestly can't complain too much, not too much going on\n\tPersuadee: Are you excited for Labor Day coming up?\nPersuader: Oh yes, I can't wait for a day off you?\n\tPersuadee: Yeah it should be good, my boss just told me she's giving us Friday off too so it's a nice 4 day weekend.\nPersuader: That's perfect, quick question, have you heard of the charity Save the Children?\n\tPersuadee: No I've never heard of it before\nPersuader: Basically it's a charity that is helping impoverished children across the world, but especially recently in Myanmar receive adequate shelter and supplies \n\tPersuadee: What kind of supplies?\nPersuader: Hygiene supplies such as toothbrushes, sanitary pads, bandages, soap, diapers as well as emergency shelter tents \n\tPersuadee: Oh, well that's nice\nPersuader: Yes, they also purchase farm animals for the families so that they may begin to rebuild. In addition 86% of all of their funding is actually being spent on supplies for these individuals which is astounding\n\tPersuadee: That's unique, I don't know if I've ever heard of a charity that gave families their own animals\nPersuader: Yeah, it surprised me too, I never really thought about how much some families really need farm animals before for food, labor and transportation\n\tPersuadee: People don't really think much about the value of farm animals in general, I think\nPersuader: I think that's true. Would you possibly like to donate some of your task earnings to Save the Children today?\n\tPersuadee: No, I don't think so.\nPersuader: Okay, well if you decide you would like to donate any of your earnings from this task, you can choose any amount from $0 all the way to $2. The research team will collect all the donations and send it to Save the Children\n\tPersuadee: Well thank you for letting me know, but I'm going to stick with $0 for today.\nPersuader: Okay, thank you for your time", "label": [[80, 137, "1-RAPPORT-FRIEND"], [371, 451, "1-RAPPORT-OTHER"], [507, 662, "3-EMOTION-ALTRUISTIC"], [709, 822, "1-RAPPORT-OTHER"], [867, 955, "3-EMOTION-ALTRUISTIC"], [956, 1073, "2-NEGOTIATE-OPINION"], [15, 26, "1-RAPPORT-OTHER"], [201, 241, "1-RAPPORT-FRIEND"], [508, 662, "1-RAPPORT-OTHER"], [709, 822, "3-EMOTION-ALTRUISTIC"], [867, 955, "1-RAPPORT-OTHER"], [1194, 1339, "4-LOGIC-CONCEDE"], [1446, 1466, "4-LOGIC-CONCEDE"], [1467, 1555, "2-NEGOTIATE-REQUEST"], [1924, 1953, "1-RAPPORT-FRIEND"]], "idx": "677"}
{"id": 2908, "data": "Persuader: Hello, how are you today? Have you ever heard of Save the Children?\n\tPersuadee: No, I have not heard of save the children. What is that? \nPersuader: Save the Children is an organization that helps children all around the world that are in need. Where are you from?\n\tPersuadee: That sounds like a nice organization! Do you know who founded the organization? I am from the United States. \nPersuader: The Save the Children Fund was founded in London, England, on 15 April 1919 by Eglantyne Jebb and her sister Dorothy Buxton as an effort to alleviate starvation of children in Germany and Austria-Hungary during the Allied blockade of Germany of World War I which continued after the Armistice. Today they work to help in health, education, protection, hunger and livelihood, crisis management, and advocacy for children around the world. Which of those sounds the most interesting?\n\tPersuadee: Wow, I did not know that they did so much for the children! I honestly am not sure which is the most interesting because honestly they are doing so much goodness in the world. I love that they are making a difference in the young generation. It's interesting that it started during WWI and is still going today. Where are you from ? \nPersuader: I am also from the United States, in South Carolina. I live in a rural town and many of the families around here are poor and have been poor for a long time. One of the major reasons for poverty is a lack of education, even from a very young age. Do you have any interest in doing your part to help out these children to help them rise from poverty?\n\tPersuadee: SC is beautiful, although I have never been there.  I agree that lack of education can cause poverty, and it is a sad thing. Do you think it is hard for certain groups to get out of the poverty line? To me it seems when individuals are born into poverty because parents lack of education, thus leading to their own, it is kind of like a circle. do you believe this as well? I am interested in how I can help these children.\nPersuader: Yes exactly! In America, more than 1 in 5, grow up in poverty. In rural America, that number jumps to 1 in 4. Save Our Children reached 638,000 kids 2016 through their programs! This is a good start, and you can help to do more. In this HIT, you are able to donate a portion of your $2 earnings to save the children. The researchers will collect the donations from the chat-logs and send them to Save the Children! Would you like to hear more about the education programs or any other programs before you decide how much to donate?\n\tPersuadee: Wow, I did not even know the specifics of that statistic. I am wondering how much of my donation would go directly to the program, as I know that there are some sketchy organizations out there that pocket the money. Would my donation be split up between different areas of the organization, like some going to education, others to food drives, etc? \nPersuader: Save or Children is actually one of the good ones! Nearly 90% of every dollar you give goes straight to our mission _ helping children grow up healthy, learning and safe. This percentage is adjusted each year end _ as of 2017, it is 86%. The rest? Save our Children uses it to support the mission _ running our programs and raising funds to help more children. The funds would be split to different programs they run that support the mission. Should I tell you about some other programs in the mission?\n\tPersuadee: Yeah, I would like to hear about the programs, what are some of them? \nPersuader: One example is Syria. After 7 years of war, Syria is now the #1 most dangerous country to be a child. \"There is no food and we can\\'t go outside. the planes are bombing,\" says a terrified child. \"One of my friends died in front of me - and I saw the blood,\" cries another. According to a boy in besieged Eastern Ghouta, \"It feels like the end of the world.\" Save the Children provides lifesaving services and supplies. They tend to children\\'s physical and psychological needs and set up places for children in crisis to learn and play.\n\tPersuadee: Yes, I know about the atrocities happening in Syria right now, and how much it is affecting the children. I honestly can't even imagine going through that, let alone as a child. Even though I myself am not syrian, or know any syrians, it makes me eternally grateful that there are services going to the mental well-being of the children and that is even being considered, because I feel like mental issues tend to get pushed aside. \nPersuader: Yes and you can help for less than the price of a cup of coffee! Despite extreme humanitarian challenges, Save the Children has helped 2.5 million people in Syria, including 1.7 million children. This is just one of the many amazing programs that Save the Children does around the world. Do you think you would like to make a donation today?\n\tPersuadee: Okay one last question, where does the other 10% go, if 90% goes to the actual organization? \nPersuader: Well it all goes to the organization, the way that they use the money about 90% goes to funding programs in rural America, Syria, etc...and 10% goes to the running costs of events, administrative costs, etc... which also - even if a little indirectly - help further their mission. How much would you like to give? You can give any amount up to $2 out of your HIT reward\n\tPersuadee: I am going to give .50 out of my $2. I hope you understand. \nPersuader: Ok thank you for your donation of $0.50! Taking a bit out of your mturk earnings to do some good in the world!\n\tPersuadee: Yeah! I guess it is something, and thank you! \nPersuader: It was a pleasure talking to you, and thank you for your work. I am going to end the chat now.", "label": [[37, 78, "1-RAPPORT-OTHER"], [160, 255, "3-EMOTION-ALTRUISTIC"], [256, 275, "1-RAPPORT-OTHER"], [409, 702, "3-EMOTION-ALTRUISTIC"], [1248, 1300, "1-RAPPORT-DISCLOSE"], [11, 35, "1-RAPPORT-FRIEND"], [160, 255, "1-RAPPORT-OTHER"], [703, 846, "1-RAPPORT-OTHER"], [408, 702, "1-RAPPORT-OTHER"], [703, 846, "3-EMOTION-ALTRUISTIC"], [1300, 1405, "1-RAPPORT-DISCLOSE"], [1300, 1405, "3-EMOTION-STORY"], [1406, 1494, "1-RAPPORT-OTHER"], [1495, 1597, "3-EMOTION-ALTRUISTIC"], [1495, 1597, "1-RAPPORT-OTHER"], [2045, 2057, "4-LOGIC-CONCEDE"], [2058, 2107, "3-EMOTION-EMPATHY"], [2155, 2222, "1-RAPPORT-OTHER"], [2223, 2273, "3-EMOTION-ALTRUISTIC"], [2274, 2362, "3-EMOTION-ALTRUISTIC"], [2460, 2576, "1-RAPPORT-OTHER"], [2950, 3001, "2-NEGOTIATE-OPINION"], [3001, 3120, "3-EMOTION-ALTRUISTIC"], [3121, 3187, "1-RAPPORT-OTHER"], [3198, 3310, "3-EMOTION-ALTRUISTIC"], [3311, 3392, "1-RAPPORT-OTHER"], [3393, 3452, "1-RAPPORT-OTHER"], [3693, 3740, "3-EMOTION-EMPATHY"], [3742, 3819, "3-EMOTION-EMPATHY"], [3905, 3965, "1-RAPPORT-OTHER"], [3966, 4083, "1-RAPPORT-OTHER"], [3966, 4083, "3-EMOTION-ALTRUISTIC"], [4540, 4604, "3-EMOTION-ALTRUISTIC"], [4736, 4827, "1-RAPPORT-OTHER"], [5453, 5494, "1-RAPPORT-FRIEND"], [5634, 5696, "1-RAPPORT-COMPLIMENT"], [2107, 2154, "3-EMOTION-EMPATHY"], [2154, 2222, "3-EMOTION-ALTRUISTIC"], [3547, 3567, "1-RAPPORT-OTHER"], [3569, 3648, "3-EMOTION-EMPATHY"], [3649, 3692, "3-EMOTION-EMPATHY"], [3820, 3904, "3-EMOTION-EMPATHY"], [3905, 3965, "3-EMOTION-ALTRUISTIC"], [4539, 4604, "3-EMOTION-GUILT"], [4605, 4735, "3-EMOTION-ALTRUISTIC"], [4828, 4881, "2-NEGOTIATE-REQUEST"], [4998, 5279, "1-RAPPORT-OTHER"], [4999, 5279, "4-LOGIC-OTHER"], [5280, 5312, "3-EMOTION-ALTERCASTING"], [5494, 5563, "1-RAPPORT-FRIEND"], [5634, 5696, "1-RAPPORT-FRIEND"]], "idx": "678"}
{"id": 2909, "data": "Persuader: Hello how are you today?\n\tPersuadee: Hi, good thanks. How about you?\nPersuader: Good thank you for asking, have you ever donated to charity?\n\tPersuadee: I have, many times actually!\nPersuader: Great, have you heard of the Save the Children Charity?\n\tPersuadee: I'm not sure. The name sounds vaguely familiar. \nPersuader: Okay, let me inform you. Save the Children is a foundation that helps children all across the world. There are many children that are in major need of help. \n\tPersuadee: Oh, nice. What kind of things do they for kids?\nPersuader: Helps feed, clothe and provides shelter for children who are in need. Millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. \n\tPersuadee: So the charity helped the Syrian children?\nPersuader: Oh yes and others all over the globe. Would you donate to this charity today?\n\tPersuadee: Yeah, maybe so. Can i donate part of the $0.30 from this HIT or do I have to go to their website?\nPersuader: You can donate the $0.30 form this hit every penny helps. \n\tPersuadee: Okay, sounds good. If you don't mind, I'll donate half, so how about $0.15?\nPersuader: Okay that is great. We appreciate your donation. Knowing that you are willing to help says a lot. \n\tPersuadee: No problem. Sorry it's not more. Do you know how I donate? Do I need to fill in a form or something?\nPersuader: Like I stated before every penny helps thank you. The donation will be deducted from your pay for this hit. No forms, no sign ups.\n\tPersuadee: Simple enough. Thanks so much for telling me about the Charity!\nPersuader: Your welcome have a nice day.\n\tPersuadee: Hey thanks. You too!", "label": [[11, 35, "1-RAPPORT-FRIEND"], [91, 151, "1-RAPPORT-OTHER"], [204, 259, "1-RAPPORT-COMPLIMENT"], [204, 259, "1-RAPPORT-OTHER"], [332, 356, "1-RAPPORT-FRIEND"], [357, 432, "1-RAPPORT-OTHER"], [357, 432, "3-EMOTION-ALTRUISTIC"], [433, 489, "1-RAPPORT-OTHER"], [433, 489, "3-EMOTION-EMPATHY"], [561, 631, "1-RAPPORT-OTHER"], [561, 631, "3-EMOTION-ALTRUISTIC"], [631, 709, "1-RAPPORT-OTHER"], [631, 709, "3-EMOTION-EMPATHY"], [710, 824, "1-RAPPORT-OTHER"], [710, 824, "3-EMOTION-EMPATHY"], [891, 928, "4-LOGIC-CONCEDE"], [891, 927, "1-RAPPORT-OTHER"], [929, 968, "2-NEGOTIATE-REQUEST"], [1090, 1148, "1-RAPPORT-OTHER"], [1090, 1148, "3-EMOTION-ALTRUISTIC"], [1248, 1267, "1-RAPPORT-COMPLIMENT"], [1268, 1296, "1-RAPPORT-COMPLIMENT"], [1297, 1346, "1-RAPPORT-COMPLIMENT"], [1471, 1520, "3-EMOTION-ALTRUISTIC"], [1521, 1578, "1-RAPPORT-OTHER"], [1689, 1718, "1-RAPPORT-FRIEND"]], "idx": "679"}
{"id": 2910, "data": "Persuader: Hello there. What do you think of children?\n\tPersuadee: mine are a pain most of the time\nPersuader: Haha, it was quite the adjustment for me and my wife once we had our baby daughter. Worth it though. How old are your kids?\n\tPersuadee: 22,6, and 2. and yours?\nPersuader: Wow, that's quite the range. We just have one, she's only half a year old.\n\tPersuadee: very nice, they're actually fun at that age.  I've basically had 2 different adult lives.\nPersuader: Yeah, we're not looking forward to the teenage years but we hope to keep a good relationship with her so she doesn't totally rebel.\n\tPersuadee: All 3 of mine are girls, my 2 cats are girls, and plus my wife.  I'm looking to find some sort of male presence in my house.  Maybe I should get a dog.\nPersuader: Dang, defying the odds there with three girls. I've always wanted a dog but we're pretty tight on money plus the apartment we live in doesn't allow pets unfortunately.\n\tPersuadee: We just moved into a bigger house so when they are teenagers I won't have to fight for a bathroom\nPersuader: That must be nice. Flip the toilet paper the way you want, leave the seat up etc. I wish we could afford a house but it's too expensive where we live.\n\tPersuadee: They are pretty affordable here right now, but the market is climbing.  With rising interest rates it'll make it even harder.  This will be the last time I move until I retire though.\nPersuader: Putting down roots, eh? Say, what would you think of a donation to  URL  Not everyone is as fortunate as us and I'm planning to donate $1 to them as part of this HIT.\n\tPersuadee: nope, I'm very generous with my donations but I'm not willing to give to organizations that have top heavy costs.\nPersuader: That's too bad, though I get what you're saying. Is there anything I could say to change your mind? I don't think  URL as that much overhead.\n\tPersuadee: No, I have my preferred charities and they are not on my list\nPersuader: I understand. It's good to do your research and at least you're not sitting idly by and being part of the problem.\n\tPersuadee: My church has had great success with 99.4% going to the needy.\nPersuader: Yeah, while I'm not religious myself, churches can do a lot of good for their local communities.\n\tPersuadee: There are a lot of good organizations out there, I just hope people do their research before donating time and money.", "label": [[24, 54, "1-RAPPORT-OTHER"], [110, 194, "1-RAPPORT-DISCLOSE"], [195, 212, "2-NEGOTIATE-OPINION"], [212, 234, "1-RAPPORT-OTHER"], [282, 310, "1-RAPPORT-OTHER"], [311, 356, "1-RAPPORT-DISCLOSE"], [470, 601, "1-RAPPORT-DISCLOSE"], [777, 824, "1-RAPPORT-OTHER"], [824, 944, "1-RAPPORT-DISCLOSE"], [1066, 1084, "1-RAPPORT-FRIEND"], [1085, 1147, "3-EMOTION-HUMOUR"], [1148, 1216, "1-RAPPORT-DISCLOSE"], [1424, 1447, "1-RAPPORT-FRIEND"], [1448, 1590, "1-RAPPORT-OTHER"], [1448, 1590, "2-NEGOTIATE-REQUEST"], [1728, 1776, "2-NEGOTIATE-OPINION"], [1728, 1777, "4-LOGIC-CONCEDE"], [1777, 1827, "1-RAPPORT-OTHER"], [1828, 1869, "1-RAPPORT-OTHER"], [1955, 1968, "4-LOGIC-CONCEDE"], [1969, 2069, "1-RAPPORT-COMPLIMENT"], [2156, 2252, "1-RAPPORT-DISCLOSE"], [2156, 2252, "1-RAPPORT-OTHER"]], "idx": "680"}
{"id": 2911, "data": "Persuader: Hello\n\tPersuadee: hello\nPersuader: Would you like to donate a partial or full amount of your payment from this task to Save the Children. Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: how much of the money is put to work?\nPersuader: All of the money you choose to donate will go to the charity. Donating any amount will make a difference, every little donation adds up! You can choose to donate any amount from $0 to all your payment from this task.\n\tPersuadee: how much % of the money that goes to the charity is overhead that will be absorbed and not given to children?\nPersuader: Save the Children is a nonprofit. 0% of the donations are used to profit the organization or anyone working for the organization. All donations are used to benefit the children, both directly and indirectly (such as advertisement to help garner more donations). \n\tPersuadee: how does the operation afford staff?\nPersuader: Staff are volunteers. They also donate their own time and resources\n\tPersuadee: in which regions are the donations applied?\nPersuader: Save the Children provides support to children in need in 120 countries. For more info:  URL s/what-we-do/where-we-work\n\tPersuadee: what is a recent successful program?\nPersuader: A recent successful result came from 2017 from a program in Malawi to help save newborn lives. Health experts trained 1,700 frontline health workers, and they, in turn, cared for 379,000 babies, including successfully resuscitating 19,000.\n\tPersuadee: how long has STC been around?\nPersuader: Save the Children was launched in 1919\n\tPersuadee: does it do any work in the USA?\nPersuader: Yes, Save the Children also provides aid to children in poverty in the US through education, protection, and emergency programs.\n\tPersuadee: in all 50 states?\nPersuader: Yes, but with focus on communities with substantial poverty.\n\tPersuadee: can i direct my money?\nPersuader: You can sponsor a specific child in the US or other countries. ", "label": [[46, 148, "2-NEGOTIATE-REQUEST"], [149, 317, "3-EMOTION-ALTRUISTIC"], [441, 516, "4-LOGIC-OTHER"], [516, 595, "1-RAPPORT-OTHER"], [729, 762, "1-RAPPORT-OTHER"], [859, 990, "1-RAPPORT-OTHER"], [1052, 1073, "1-RAPPORT-OTHER"], [1187, 1259, "3-EMOTION-ALTRUISTIC"], [1187, 1259, "1-RAPPORT-OTHER"], [1367, 1462, "1-RAPPORT-OTHER"], [1462, 1606, "1-RAPPORT-OTHER"], [1462, 1606, "3-EMOTION-EMPATHY"], [1462, 1606, "3-EMOTION-ALTRUISTIC"], [1660, 1698, "1-RAPPORT-OTHER"], [1754, 1882, "1-RAPPORT-OTHER"], [1754, 1882, "3-EMOTION-ALTRUISTIC"], [1924, 1984, "4-LOGIC-CONCEDE"], [1924, 1984, "1-RAPPORT-OTHER"], [1924, 1984, "3-EMOTION-EMPATHY"], [2031, 2094, "1-RAPPORT-OTHER"], [149, 317, "1-RAPPORT-OTHER"], [379, 440, "1-RAPPORT-OTHER"], [441, 515, "3-EMOTION-ALTRUISTIC"], [763, 858, "1-RAPPORT-OTHER"], [1074, 1119, "1-RAPPORT-OTHER"], [1367, 1462, "3-EMOTION-ALTRUISTIC"], [1754, 1882, "4-LOGIC-CONCEDE"], [1924, 1984, "3-EMOTION-ALTRUISTIC"]], "idx": "681"}
{"id": 2912, "data": "Persuader: Hi there! Can I tell you about a charity important to me?\n\tPersuadee: i suppose\nPersuader: My favorite charity is Save The Children.  Have you heard of them?\n\tPersuadee: is this crowdfunding, yes i have heard of them\nPersuader: Well hopefully I can convince you to donate to them..even if it's just 25 cents.  They make sure children have access to health resources, education and a safe environment.  Can you imagine living in extreme violence?\n\tPersuadee: if they are so important what about the killing of babies thru abortion.\nPersuader: That's a serious issue too, but this charity focuses on children that have been born.  Did you know that in Syria, 1,000 children were killed in just the first two months of 2018?\n\tPersuadee: i would not doubt that all. sorry i have too keep my money, i am very poor man\nPersuader: what is great about this donation is you can donate a portion of your earnings from this conversation...any little bit will help.\n\tPersuadee: this is my full time job and i depend on every penny from it. So no\nPersuader: I understand but these children have even less than us.  This is your chance to do some good.  Can you try to even donate 1 cent?\n\tPersuadee: i said I do this for a living. What I give away takes food from my mouth. You have plenty of rich people out there\nPersuader: Everyone can help.  All of us should be in this world together.  I agree that rich people have more to give, but can't those of us with very little also help in a way? Would you rather donate your time?\n\tPersuadee: i cant do that either. I am semi-crippled with very bad feet. i can walk but that is all can do. I cant stand very long\nPersuader: I'm sorry to hear you are having a hard time.  I have hard circumstances too, but I know there are millions of children that are worse off.  I feel like I do some good by even just being willing to give a penny when I can.\n\tPersuadee: take your penny then\nPersuader: are there any charities that you favor?\n\tPersuadee: save the children but hurt me\nPersuader: I think you can help Save the Children but also help yourself by knowing you are helping others, even during your low times.\n\tPersuadee: i have my own low times. constant pain in my feet\nPersuader: hope things get better for you!", "label": [[21, 68, "1-RAPPORT-OTHER"], [21, 68, "6-SOCIAL-OTHER"], [102, 143, "2-NEGOTIATE-OPINION"], [102, 143, "1-RAPPORT-DISCLOSE"], [145, 168, "1-RAPPORT-OTHER"], [239, 319, "1-RAPPORT-OTHER"], [239, 319, "2-NEGOTIATE-REQUEST"], [320, 411, "3-EMOTION-ALTRUISTIC"], [321, 411, "1-RAPPORT-OTHER"], [413, 456, "3-EMOTION-EMPATHY"], [413, 456, "1-RAPPORT-OTHER"], [553, 638, "4-LOGIC-COUNTER"], [553, 638, "4-LOGIC-CONCEDE"], [553, 638, "1-RAPPORT-OTHER"], [640, 732, "1-RAPPORT-OTHER"], [640, 732, "3-EMOTION-EMPATHY"], [835, 964, "1-RAPPORT-OTHER"], [835, 964, "3-EMOTION-ALTRUISTIC"], [1056, 1111, "4-LOGIC-CONCEDE"], [1055, 1111, "3-EMOTION-EMPATHY"], [1113, 1149, "3-EMOTION-ALTRUISTIC"], [1151, 1185, "2-NEGOTIATE-REQUEST"], [1324, 1342, "4-LOGIC-COUNTER"], [1324, 1342, "3-EMOTION-ALTRUISTIC"], [1344, 1387, "5-AUTHORITY-SUPERIOR"], [1389, 1492, "4-LOGIC-CONCEDE"], [1388, 1492, "4-LOGIC-COUNTER"], [1388, 1492, "3-EMOTION-ALTRUISTIC"], [1492, 1526, "2-NEGOTIATE-OTHER"], [1669, 1715, "1-RAPPORT-FRIEND"], [1716, 1809, "1-RAPPORT-DISCLOSE"], [1717, 1809, "4-LOGIC-COUNTER"], [1811, 1892, "6-SOCIAL-GROUP"], [1937, 1976, "1-RAPPORT-OTHER"], [2030, 2154, "3-EMOTION-PROMISE"], [2030, 2154, "3-EMOTION-ALTRUISTIC"], [2227, 2259, "1-RAPPORT-FRIEND"]], "idx": "682"}
{"id": 2913, "data": "Persuader: Hi! How are you?\n\tPersuadee: Great! How are you?\nPersuader: I'm good. So, do you like charity?\n\tPersuadee: Charity, as in the act of donating? Or Charity, the woman who lives nearby?\nPersuader: Charity, as in the act of donating. I\\'m thinking about an international non-governmental organization called \"Save the Children\". It\\'s really sweet!\n\tPersuadee: Oh, yes! I run a couple of annual events for charity. Save the Children sounds like a good name. What do they do, where and how long have they been around?\nPersuader: They contribute to children's rights to health, education, and safety. They focus in places where children are often neglected, like third-world countries, or inner-cities which are overpopulated. They've been around a long time from what I know, at least the past ten years. I recently just started donating to them.\n\tPersuadee: That's pretty great. I grew up in the inner city. There were some rough times, for sure. How often do you donate?\nPersuader: I donate monthly, just a small donation of $5, and if you'd like to, you can donate through this chat right now! You can donate any portion of your payment from $.01 to $2! Think of it like all of these mTurk surveys. Just a cent. Eventually they add up! You can donate any portion of your payment for this task or HIT or whatever you'd call it! Think of it as your quick little helping hand.\n\tPersuadee: Sounds easy. Are they a 501c3? Can you give me a website for more info?\nPersuader: Yes they are! Here is the website -  URL  It truly is a great organization.\n\tPersuadee: oh wow. great site with great information. They look like they're doing great work. I especially like that 86% of their money goes to help!\nPersuader: It's always nice knowing a charity is actually doing something! So would you like to donate to this charity via this chat? Every little bit counts!\n\tPersuadee: sure! how would I begin?\nPersuader: You can choose any bit of your payment for taking this HIT or task, so anywhere from $0.01 to $2 (your max payment) and send it in a lone message through this chat. The research team will filter out your donation and subtract it from the funds! It's that easy!\n\tPersuadee: Do I already know how much they're paying? Should I say it in percentile or actual dollar amount?\nPersuader: You would use actual dollar amount in this case. For example, I would send in the next message { I would like to donate $2 towards Save the Children!}.\n\tPersuadee: and, final question, how do I know they actually receive it?\nPersuader: The research team has guaranteed me that they are working in conjunction with Save the Children. I can personally guarantee you that your donation is going straight to a child in need. \n\tPersuadee: I would like to donate $1.72 towards Save the Children.\nPersuader: Thank you so much! Your donation is so important to the lives of children everywhere. ", "label": [[15, 27, "1-RAPPORT-FRIEND"], [70, 80, "1-RAPPORT-FRIEND"], [81, 105, "1-RAPPORT-OTHER"], [205, 240, "1-RAPPORT-OTHER"], [241, 335, "1-RAPPORT-OTHER"], [335, 355, "2-NEGOTIATE-OPINION"], [336, 355, "1-RAPPORT-OTHER"], [535, 605, "3-EMOTION-ALTRUISTIC"], [535, 606, "1-RAPPORT-OTHER"], [606, 731, "3-EMOTION-EMPATHY"], [606, 731, "1-RAPPORT-OTHER"], [606, 730, "3-EMOTION-ALTRUISTIC"], [732, 810, "1-RAPPORT-OTHER"], [810, 852, "1-RAPPORT-DISCLOSE"], [990, 1102, "1-RAPPORT-DISCLOSE"], [990, 1102, "2-NEGOTIATE-REQUEST"], [1103, 1162, "1-RAPPORT-OTHER"], [1163, 1207, "1-RAPPORT-OTHER"], [1208, 1220, "2-NEGOTIATE-BARGAIN"], [1221, 1245, "4-LOGIC-OTHER"], [1245, 1335, "1-RAPPORT-OTHER"], [1336, 1382, "3-EMOTION-ALTRUISTIC"], [1478, 1491, "4-LOGIC-CONCEDE"], [1492, 1553, "1-RAPPORT-OTHER"], [1492, 1553, "2-NEGOTIATE-OPINION"], [1717, 1779, "1-RAPPORT-OTHER"], [1717, 1780, "2-NEGOTIATE-OPINION"], [1781, 1839, "2-NEGOTIATE-REQUEST"], [1840, 1864, "3-EMOTION-ALTRUISTIC"], [1913, 2077, "1-RAPPORT-OTHER"], [2078, 2157, "1-RAPPORT-OTHER"], [2158, 2173, "1-RAPPORT-OTHER"], [2295, 2343, "1-RAPPORT-OTHER"], [2344, 2446, "1-RAPPORT-OTHER"], [2531, 2627, "1-RAPPORT-OTHER"], [2628, 2716, "6-SOCIAL-OTHER"], [2796, 2814, "1-RAPPORT-COMPLIMENT"], [2815, 2882, "3-EMOTION-ALTRUISTIC"]], "idx": "683"}
{"id": 2914, "data": "Persuader: looking for donations\n\tPersuadee: Do you think it is important to donate to Children's CHarities?\nPersuader: I think its important for you to donate.\n\tPersuadee: Why only me? Surely everyone should donate, yes?\nPersuader: yes it is important for you to donate\n\tPersuadee: by \"you\" do you mean \"people in general\" ?\nPersuader: yes that is true\n\tPersuadee: Are you a chat bot? That wasn't a yes or no question\nPersuader: It wwas a yes or no question\n\tPersuadee: *no, not really. But fine I guess you aren't a chat bot. \nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: Oh so you are a chatbot. I would like to donate 0 as I'm not sure what charity the money would go to, and prefer to pick my own charity.\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: I would prefer to donate to a charity that helps children in my local area, thank you\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: I would like to donate 0\nPersuader: I will match your donation if that helps you decide.\n\tPersuadee: I have decided, I would donate $0\nPersuader: Children will starve.\n\tPersuadee: I think that is a very insensitive and sensationalist thing to say\nPersuader: Some may even die because of your decision\n\tPersuadee: How much will YOU donate?\nPersuader: I will match your donation\n\tPersuadee: I would like to match your donation. How much would YOU like to donate?\nPersuader: I will match yours.\n\tPersuadee: I will donate .01\nPersuader: Young babies will die because you are selfish.", "label": [[10, 32, "1-RAPPORT-OTHER"], [120, 160, "2-NEGOTIATE-OPINION"], [119, 160, "2-NEGOTIATE-REQUEST"], [233, 270, "4-LOGIC-CONCEDE"], [337, 353, "4-LOGIC-CONCEDE"], [430, 458, "4-LOGIC-OTHER"], [540, 590, "2-NEGOTIATE-REQUEST"], [591, 654, "1-RAPPORT-OTHER"], [655, 709, "1-RAPPORT-OTHER"], [870, 1038, "1-RAPPORT-OTHER"], [870, 1038, "3-EMOTION-ALTRUISTIC"], [1148, 1198, "2-NEGOTIATE-REQUEST"], [1199, 1262, "1-RAPPORT-OTHER"], [1263, 1317, "1-RAPPORT-OTHER"], [1366, 1418, "2-NEGOTIATE-RECIP"], [1476, 1497, "3-EMOTION-GUILT"], [1588, 1630, "3-EMOTION-GUILT"], [1587, 1630, "7-PRESSURE-PRESIST"], [1680, 1706, "2-NEGOTIATE-RECIP"], [1802, 1821, "1-RAPPORT-OTHER"], [1863, 1909, "3-EMOTION-GUILT"]], "idx": "684"}
{"id": 2915, "data": "Persuader: Hello. have you ever heard about Save the Children charity?\n\tPersuadee: It sounds familiar.\nPersuader: Save the Children is a global charity helps children in 120 countries.\n\tPersuadee: What kinds of support do they provide?\nPersuader: Well last year alone they helped approx 155 million children globally  and helped to provide healthy start in life, the opportunity to learn and protection from harm.\n\tPersuadee: That sounds great.\nPersuader: You can purchase a gift to send though the gift catalog ranging from medical kits to livestock or you can choose to sponsor a child. Is that something you would be interested in?\n\tPersuadee: Maybe. How much do the gifts cost? Would more than one person sponsor one child?\nPersuader: Well there are a variety of gifts you can choose from a soccer ball at $15 to animals for an entire village for $5000. There are a ton of gifts to choose from including small livestock, bicycles, blankets, medical care, clean water kits. How much of an impact would you like to make on a child?\n\tPersuadee: I can't really afford to donate much, and I would like to research the charity before I make a choice.\nPersuader: Of course.  Save the Children is an amazing charity. It helps children domestically as well as internationally each year. \n\tPersuadee: Charity Navigator seems to agree, for the most part. Can I make a straight donation and have it go wherever it's needed?\nPersuader: Well you can choose to donate right now from $0 to $2. Your donation will be deducted from your task payment. How much would you like to donate?\n\tPersuadee: All of it. $2\nPersuader: That is so amazing of you. Rest assured that the research team will collect all donations and send it to Save the Children.  \n\tPersuadee: I'm glad I could help, even if it's not much.\nPersuader: Every little bit helps a child in need.\n\tPersuadee: That's true. Have a good day.\nPersuader: Thank you again. Have a great day as well.\n\tPersuadee: I don't know how to end the chat.", "label": [[18, 70, "1-RAPPORT-OTHER"], [113, 184, "1-RAPPORT-OTHER"], [114, 184, "3-EMOTION-ALTRUISTIC"], [247, 413, "1-RAPPORT-OTHER"], [247, 413, "3-EMOTION-ALTRUISTIC"], [456, 588, "1-RAPPORT-OTHER"], [589, 634, "1-RAPPORT-OTHER"], [739, 857, "1-RAPPORT-OTHER"], [858, 976, "1-RAPPORT-OTHER"], [977, 1033, "1-RAPPORT-OTHER"], [1160, 1171, "4-LOGIC-CONCEDE"], [1172, 1212, "2-NEGOTIATE-OPINION"], [1212, 1282, "3-EMOTION-ALTRUISTIC"], [1427, 1481, "1-RAPPORT-OTHER"], [1482, 1536, "1-RAPPORT-OTHER"], [1537, 1571, "1-RAPPORT-OTHER"], [1609, 1635, "1-RAPPORT-COMPLIMENT"], [1636, 1734, "1-RAPPORT-OTHER"], [1804, 1843, "4-LOGIC-OTHER"], [1804, 1843, "3-EMOTION-ALTRUISTIC"], [1897, 1913, "1-RAPPORT-COMPLIMENT"], [1914, 1939, "1-RAPPORT-FRIEND"]], "idx": "685"}
{"id": 2916, "data": "Persuader: Hello :) how are you tonight?\n\tPersuadee: Im good how are doing? The weather here is fantastic\nPersuader: I'm glad to hear! I'm also doing pretty well. I'm actually appealing to you to donate to Save The Children. It could come right out of your task pay, and you'd be helping charitiy\n\tPersuadee: Right now I can't do it. I don't make enough on here. I would love to in the future. How long have you dome mechanical turk?\nPersuader: No it will come out of your payment from this task :) the research team is giving us both 2$ for doing this, at the end I will give my 2$ to Save the Children, and you should do the same. There are a lot of civil rights abuse especially for kids and this charity helps. About a week, what about you?\n\tPersuadee: Why are you pushing this. I do alot of physical charity work. I had a son pass away from brain cancer. This is for the few dollars I make because I can't work. Do you get what im saying now?\nPersuader: Because it's important to me. I've been working with this charity for a long time. And I try to raise money for them whenever I get the chance. I'm so sorry about your son that must be incredibly difficult. \n\tPersuadee: It was and still is. Im just letting you know why I can't is all. Im having a rough patch after it all and there are other pressing issues that are also at work  Anyway where in the world are you located?\nPersuader: That makes sense. I just implore you to consider it. There are thousands of children dying every single month and this charity sincerely makes a difference. I'm in USA. What about you? \n\tPersuadee: I am too what ill do is give a dollar of it. Thats the most and I wish I could give more than 2 dollars. I just can't. Whats the weather like where you love?\nPersuader: That's amazing thank you so much for your generosity :) you seem like an extremely kind person. It's too hot, but winter is coming soon so that's good. I hate the heat maybe I'll move to the tundra. Where in the world do you live?\n\tPersuadee: You know what im going to give it all. Its only 2 dollars. It's not going to break the bank. Lol. Im sorry I gave you such a hard time. Its going to be 90 here and above for next 3 days. This is the first time im looking forward to winter. Lol\nPersuader: Don't be sorry at all! That's very generous :) thank you for supporting this charity it's incredibly important to me. Ew that's disgusting to me, heat is so gross. It's nice but I get over it really quickly lol\n\tPersuadee: I saw geese flying over my house yesterday so hopefully its good news. Do you like to garden at all? I grow one every year\nPersuader: That's cool! I do like gardening but I'm not very good at it. I grew some watermelon and jalapenos recently. What is your favorite part about gardening?\n\tPersuadee: The harvest of course. The least favorite thing is weeding. I put back mats down this year and that took care of alot of the weeds. My tomatoes got top rot because of all the rain\nPersuader: Ah I see that's really cool. Not the rot. The mats though. How are you doing today? Like in general. How's life going?\n\tPersuadee: Its going I guess. I had back surgery a year ago and I need another ome so im pretty limited to what I can do. I still grill and enjoy my kids so thats what keeps me happy. If it wasn't for my kids and my wife I don't know how I I would be  how about you\nPersuader: That's good I'm glad they're supportive of you :) I'm doing alright. Starting college in two weeks. Hoping to make a good future.\n\tPersuadee: Really! Congrats! What are you going to college for?\nPersuader: I'm studying data science :) thank you for the chat and for your donation this was really nice. I hope your back gets even better with time. God Bless\n\tPersuadee: Thanks and im sure you will excell at college. It was very nice talking to you. God bless and have a good morning evening or night whatever it might be ", "label": [[11, 40, "1-RAPPORT-FRIEND"], [117, 134, "1-RAPPORT-FRIEND"], [135, 162, "1-RAPPORT-FRIEND"], [162, 224, "2-NEGOTIATE-REQUEST"], [225, 296, "1-RAPPORT-OTHER"], [225, 296, "3-EMOTION-ALTRUISTIC"], [163, 223, "1-RAPPORT-OTHER"], [163, 224, "3-EMOTION-ALTRUISTIC"], [445, 632, "6-SOCIAL-NORMS"], [445, 632, "2-NEGOTIATE-REQUEST"], [445, 633, "3-EMOTION-ALTRUISTIC"], [633, 714, "3-EMOTION-EMPATHY"], [715, 744, "1-RAPPORT-OTHER"], [959, 988, "2-NEGOTIATE-OPINION"], [989, 1041, "1-RAPPORT-DISCLOSE"], [1042, 1102, "1-RAPPORT-DISCLOSE"], [1103, 1166, "1-RAPPORT-FRIEND"], [1395, 1412, "4-LOGIC-CONCEDE"], [1413, 1447, "2-NEGOTIATE-REQUEST"], [1448, 1552, "3-EMOTION-EMPATHY"], [1448, 1552, "3-EMOTION-GUILT"], [1448, 1552, "3-EMOTION-ALTRUISTIC"], [1564, 1580, "1-RAPPORT-FRIEND"], [1552, 1562, "1-RAPPORT-FRIEND"], [1762, 1857, "1-RAPPORT-COMPLIMENT"], [1858, 1913, "1-RAPPORT-FRIEND"], [1914, 1960, "1-RAPPORT-DISCLOSE"], [1961, 1992, "1-RAPPORT-FRIEND"], [2259, 2282, "1-RAPPORT-FRIEND"], [2283, 2377, "1-RAPPORT-COMPLIMENT"], [2283, 2377, "2-NEGOTIATE-OPINION"], [2378, 2423, "1-RAPPORT-DISCLOSE"], [2424, 2470, "1-RAPPORT-FRIEND"], [2617, 2629, "1-RAPPORT-COMPLIMENT"], [2630, 2678, "1-RAPPORT-DISCLOSE"], [2679, 2725, "1-RAPPORT-DISCLOSE"], [2726, 2769, "1-RAPPORT-FRIEND"], [2973, 3000, "1-RAPPORT-COMPLIMENT"], [3032, 3056, "1-RAPPORT-FRIEND"], [3057, 3073, "1-RAPPORT-FRIEND"], [3074, 3091, "1-RAPPORT-FRIEND"], [3370, 3438, "1-RAPPORT-FRIEND"], [3439, 3469, "1-RAPPORT-DISCLOSE"], [3470, 3499, "1-RAPPORT-DISCLOSE"], [3576, 3671, "1-RAPPORT-DISCLOSE"], [3575, 3671, "1-RAPPORT-COMPLIMENT"], [3576, 3671, "1-RAPPORT-FRIEND"], [3672, 3716, "1-RAPPORT-FRIEND"], [3717, 3726, "1-RAPPORT-FRIEND"]], "idx": "686"}
{"id": 2917, "data": "Persuader: Hello!\n\tPersuadee: Hi there, what are your feelings on the donation?\nPersuader: I feel that the organization is wonderful. It's called Save the Children. Have you heard of it?\n\tPersuadee: I have, what a great cause.\nPersuader: Yep! It's essential to ensure a children's right to health, education, and safety. How do you feel about those things?\n\tPersuadee: There is really nothing more important than those things to ensure our future is bright.\nPersuader: I completely agree with you! Would you be willing to donate any of your task payment to it?\n\tPersuadee: I am considering it, what are your thoughts on donating?  Have you donated before?\nPersuader: Donating makes me feel like I've done good, when I can't do a lot. Especially when every bit truly counts.\n\tPersuadee: I agree, what do you think would be a fair donation from your task payment?\nPersuader: I'm willing to do all of my $2, just because although it's not much to me, it can mean the world of a difference to a child. What about you?\n\tPersuadee: I would probably do $.75.  Unfortunately I am trying to save some extra money to pay some medical bills, but I feel I could help a little.\nPersuader: I understand. I will keep mine the same.\n\tPersuadee: That is really nice of you.  I am sure everyone will appreciate the donation.\nPersuader: I sure hope so! I will donate $2, and you will donate $.75. We will be able to make a difference!\n\tPersuadee: No doubt.  Do you often give to charity?  I try as often as I can, it is so hard to help everyone in need.\nPersuader: I volunteer more!\n\tPersuadee: Yes, I have done habitat for humanity before, it made me feel like I really made a difference.\nPersuader: I agree with you!\n\tPersuadee: Anyway, I think we have an agreement, it has been a pleasure speaking with you.", "label": [[165, 186, "1-RAPPORT-OTHER"], [90, 133, "2-NEGOTIATE-OPINION"], [134, 164, "1-RAPPORT-OTHER"], [238, 242, "4-LOGIC-CONCEDE"], [243, 320, "3-EMOTION-ALTRUISTIC"], [321, 356, "1-RAPPORT-OTHER"], [468, 498, "4-LOGIC-CONCEDE"], [498, 560, "2-NEGOTIATE-REQUEST"], [667, 733, "6-SOCIAL-OTHER"], [667, 733, "1-RAPPORT-DISCLOSE"], [734, 773, "4-LOGIC-OTHER"], [873, 997, "6-SOCIAL-OTHER"], [873, 998, "1-RAPPORT-DISCLOSE"], [873, 997, "3-EMOTION-ALTRUISTIC"], [998, 1013, "1-RAPPORT-OTHER"], [1176, 1189, "4-LOGIC-CONCEDE"], [1318, 1333, "1-RAPPORT-FRIEND"], [1334, 1377, "2-NEGOTIATE-RECIP"], [1378, 1415, "2-NEGOTIATE-RECIP"], [1378, 1415, "3-EMOTION-ALTRUISTIC"], [1546, 1563, "1-RAPPORT-DISCLOSE"], [1681, 1699, "4-LOGIC-CONCEDE"]], "idx": "687"}
{"id": 2918, "data": "Persuader: Hi I'm wondering if you might possibly be willing to donate some of your earnings to a charity?\n\tPersuadee: I really don't want to do that. I sort of didn't come here to perform charity. \nPersuader: It's a great charity though. It's for Save the Children.\n\tPersuadee: Oh...I know that charity. Seriously, is it for Save the Children?\nPersuader: Yes it's for Save the Children. You don't even have to donate all of your earnings. You could if you choose donate part of your earnings. It's up to you.\n\tPersuadee: Killing me here.  Okay, but I'm really not in the sharing mood right now. Okay. I will donate 35 cents.\nPersuader: I know you didn't want to donate but doesn't it make you feel good at the same time. Thank you.\n\tPersuadee: No, actually it makes me feel like I gave in when I didn't want to.\nPersuader: I don't want you to feel like you're having to make a donation.\n\tPersuadee: I think that is how most people feel about giving to charity, lol.\nPersuader: It is a great cause and even the most minimal amount can help a lot!\n\tPersuadee: I know but sometimes you wonder you know. My daughter \"adopted\" a child from one of those programs and the kid had video games. My daughter didn\\'t even have video games at the time. We were like: what?!\nPersuader: This charity is not like that at all.\n\tPersuadee: Well, there is the 35 cents.\nPersuader: And how much would you personally miss that 35 cents.\n\tPersuadee: Two dollars is a very small amount to begin with. Take 35 cents out of that and proportionally you miss it a lot. I did consider a nickel you know.\nPersuader: Well I think you made the right choice in saying you'd donate the 35 cents. I know sometimes its hard to part with money. Trust me I've been there myself many times.\n\tPersuadee: How much did you give? Just curious...\nPersuader: I'm donating all of it. Thank you though for donating what you did.\n\tPersuadee: I wouldn't have done that, ever.  No need to thank me; ultimately my choice.\nPersuader: This is true. You take care.", "label": [[11, 106, "1-RAPPORT-OTHER"], [11, 106, "2-NEGOTIATE-REQUEST"], [210, 237, "2-NEGOTIATE-OPINION"], [239, 266, "1-RAPPORT-OTHER"], [356, 387, "4-LOGIC-CONCEDE"], [388, 438, "1-RAPPORT-OTHER"], [388, 438, "2-NEGOTIATE-BARGAIN"], [440, 493, "2-NEGOTIATE-BARGAIN"], [637, 721, "4-LOGIC-CONCEDE"], [636, 720, "3-EMOTION-PROMISE"], [722, 732, "1-RAPPORT-COMPLIMENT"], [823, 887, "1-RAPPORT-OTHER"], [978, 1046, "3-EMOTION-ALTRUISTIC"], [1274, 1311, "1-RAPPORT-OTHER"], [1364, 1417, "1-RAPPORT-OTHER"], [1589, 1664, "1-RAPPORT-COMPLIMENT"], [1664, 1710, "4-LOGIC-CONCEDE"], [1711, 1754, "1-RAPPORT-SIMILAR"], [1817, 1839, "1-RAPPORT-DISCLOSE"], [1841, 1884, "1-RAPPORT-COMPLIMENT"], [1985, 1998, "4-LOGIC-CONCEDE"], [1999, 2013, "1-RAPPORT-FRIEND"]], "idx": "688"}
{"id": 2919, "data": "Persuader: hi\n\tPersuadee: HI HOW R U\nPersuader: i'm fine, then how are you?\n\tPersuadee: HI WHAT R U DOING\nPersuader: chating with you\n\tPersuadee: ok then tell about you\nPersuader: i'm looking for a job.\n\tPersuadee: ok i am also looking for a job\nPersuader: where are you from?\n\tPersuadee: i am from US\nPersuader: which type job you looking for?\n\tPersuadee: i am seeking job\nPersuader: do you know children's charity?\n\tPersuadee: yes i know \nPersuader: do you like to save the children?\n\tPersuadee: yes i like\nPersuader: do you donate?\n\tPersuadee: yes i donate\nPersuader: then, anything else?\n\tPersuadee: ok tell about your family\nPersuader: i was married. i have 2 childrens", "label": [[48, 75, "1-RAPPORT-FRIEND"], [117, 133, "3-EMOTION-HUMOUR"], [180, 202, "1-RAPPORT-DISCLOSE"], [257, 276, "1-RAPPORT-FRIEND"], [313, 344, "1-RAPPORT-FRIEND"], [520, 534, "1-RAPPORT-OTHER"], [571, 591, "1-RAPPORT-OTHER"], [656, 674, "1-RAPPORT-DISCLOSE"], [385, 416, "1-RAPPORT-OTHER"], [452, 485, "1-RAPPORT-OTHER"], [641, 655, "1-RAPPORT-DISCLOSE"]], "idx": "689"}
{"id": 2920, "data": "Persuader: Hello new friend!\n\tPersuadee: Hello, how are you today?\nPersuader: Not bad.  I'm here to talk to you today about Save The Children.\n\tPersuadee: Ok, please explain, sounds like a wonderful charity\nPersuader: Well they do a lot of good work in Africa, but you might be suprised how much work they actually do right here in the US.\n\tPersuadee: I was not aware there were many children in need of help in the US\nPersuader: Have you ever seen the rate of illiteracy ? \n\tPersuadee: No, I thought Save The Children was about food distribution to those that are hungry.\nPersuader: They do everything. Food is just one part of it.  \n\tPersuadee: Interesting. I was unaware. Any child that needs help deserves it.\nPersuader: That's exactly the philosophy I like to hear.    \n\tPersuadee: What is your recommendation on how we can help\nPersuader: Any donation will help.  Even if it's small.  Economies of scale actually make it so a donation becomes much more than one would think.\n\tPersuadee: That makes sense. Is there a way to donate other items such as clothes or my time?\nPersuader: In this particular format, we can only accept money.  There areas that you can volunteer too, if you have the skillset.  \n\tPersuadee: Ok that is good to know. What was the monetary donation you were seeking?\nPersuader: I was thinking a dollar to start with would be wonderful.\n\tPersuadee: How would this donation be made?\nPersuader: I believe you can do it it in the chat.\n\tPersuadee: Ok that sounds easy enough. \nPersuader: So would you like to throw these wonderful kills a buck ? ", "label": [[11, 28, "1-RAPPORT-FRIEND"], [584, 604, "1-RAPPORT-OTHER"], [725, 774, "1-RAPPORT-COMPLIMENT"], [891, 980, "4-LOGIC-ARGUE"], [1141, 1208, "1-RAPPORT-OTHER"], [1420, 1459, "1-RAPPORT-OTHER"], [78, 86, "1-RAPPORT-FRIEND"], [87, 142, "1-RAPPORT-OTHER"], [218, 339, "1-RAPPORT-OTHER"], [430, 474, "1-RAPPORT-OTHER"], [604, 634, "1-RAPPORT-OTHER"], [845, 868, "3-EMOTION-ALTRUISTIC"], [870, 891, "4-LOGIC-OTHER"], [1087, 1140, "1-RAPPORT-OTHER"], [1306, 1363, "2-NEGOTIATE-REQUEST"], [1512, 1570, "2-NEGOTIATE-REQUEST"]], "idx": "690"}
{"id": 2921, "data": "Persuader: Hello, have you have thought of donating to the Save the Children?\n\tPersuadee: I have considered it. Have you  ever considered donating to Riley Children's hospital?\nPersuader: No, I haven't. Did you know that you can donate to the Save the Children today right from this task.\n\tPersuadee: I did not. I am really hoping you would consider donating to Riley Children's hospital.  \nPersuader: Yes, you can donate from $0 to all of your payment from this task to the Save the Children today.\n\tPersuadee: My heart is really with Riley Children's Hospital.  They do great things for children with cancer/diseases. Would you consider donating to them instead.\nPersuader: I really have my heart on the Save the Children and the fact that it can be done right from the task makes it so much easier\n\tPersuadee: That may be true, but I do like Riley Children's hospital as it is local to my area.\nPersuader: The Save the Children helps people all over the world including here in Amercian\n\tPersuadee: Yes, but I like to see where my money is going to help.  I think we need to help those here first.  There is so much poverty and sickness here.\nPersuader: Yes, there is. And I understand wanting to see it done local. The Save the Children is on stand by to help the children of Hawaii right now for the Hurricane Lane\n\tPersuadee: I might reconsider donating then.\nPersuader: You can donate anywhere from $0 to all of your task payment today. \n\tPersuadee: I might be able to manage a little today.\nPersuader: That is awesome. How much would you like to donate today?\n\tPersuadee: I can't manage much as I am short on cash\nPersuader: If you donate right now from your task payment then you are donating money that you don't even have yet.\n\tPersuadee: This is true.  Ok, since it's the hurricane victims. I will make a donation\nPersuader: How much would you be willing to donate today? \n\tPersuadee: I can do the .30 I will be making from this task.", "label": [[11, 77, "1-RAPPORT-OTHER"], [188, 202, "1-RAPPORT-DISCLOSE"], [203, 288, "1-RAPPORT-OTHER"], [402, 499, "1-RAPPORT-OTHER"], [676, 800, "1-RAPPORT-OTHER"], [675, 800, "2-NEGOTIATE-OPINION"], [909, 989, "1-RAPPORT-OTHER"], [1157, 1171, "4-LOGIC-CONCEDE"], [1172, 1218, "4-LOGIC-CONCEDE"], [1219, 1319, "1-RAPPORT-OTHER"], [1219, 1319, "3-EMOTION-ALTRUISTIC"], [1377, 1443, "1-RAPPORT-OTHER"], [1510, 1526, "1-RAPPORT-COMPLIMENT"], [1527, 1567, "1-RAPPORT-OTHER"], [1633, 1737, "1-RAPPORT-OTHER"], [1836, 1884, "1-RAPPORT-OTHER"]], "idx": "691"}
{"id": 2922, "data": "Persuader: Greetings, I would like to discuss with you the charity Save the Children.\n\tPersuadee: hello greetings\nPersuader: Too many children die from hunger.\n\tPersuadee: yes i know,  i have seen many news about that\nPersuader: Very sad.  This is why I support Save the Children's efforts to help ensure the rights, safety and education of children as well as making sure they are fed.\n\tPersuadee: yes i understand\nPersuader: Would you like to donate some of your bonus payment to the charity Save the Children today?  You could choose to donate any amount, from $0 up to $2.\n\tPersuadee: but i need money because i have finantial problems\nPersuader: I do understand how that can be.  But even .10 could go a long way overseas.  Thank you for your consideration.\n\tPersuadee: ok ok, i am thinking and i can donate 0.10 $ because i really help thoses people\nPersuader: Your .10 would be greatly appreciated!  How do you hope it will be used?  \n\tPersuadee: i hope this can be used to buy food and water\nPersuader: The most essential life needs besides sleep, some of your .10 should definitely go to food and water.  Do you support GMO crops if they help end world hunger?\n\tPersuadee: yes i agree\nPersuader: It would be good in my opinion as well.  Just to clarify, you will be donating .10 to Save the Children today?\n\tPersuadee: yes you are right\nPersuader: Thank you for choosing to donate .10 to Save the Children.\n\tPersuadee: thanks you to ask me.\nPersuader: You're a very welcome.  Have a great rest of your day!\n\tPersuadee: you too, and i ll think about this the next time", "label": [[11, 85, "1-RAPPORT-OTHER"], [125, 159, "2-NEGOTIATE-OPINION"], [229, 238, "2-NEGOTIATE-OPINION"], [239, 386, "3-EMOTION-ALTRUISTIC"], [240, 386, "4-LOGIC-ARGUE"], [427, 518, "2-NEGOTIATE-REQUEST"], [520, 576, "1-RAPPORT-OTHER"], [650, 683, "4-LOGIC-CONCEDE"], [685, 727, "3-EMOTION-ALTRUISTIC"], [685, 727, "4-LOGIC-OTHER"], [729, 762, "1-RAPPORT-OTHER"], [867, 905, "1-RAPPORT-COMPLIMENT"], [907, 941, "1-RAPPORT-OTHER"], [1011, 1114, "1-RAPPORT-OTHER"], [1011, 1114, "3-EMOTION-ALTRUISTIC"], [1114, 1169, "1-RAPPORT-OTHER"], [1205, 1244, "1-RAPPORT-SIMILAR"], [1204, 1243, "4-LOGIC-CONCEDE"], [1246, 1315, "2-NEGOTIATE-REMIND"], [1357, 1415, "1-RAPPORT-COMPLIMENT"], [1461, 1484, "1-RAPPORT-FRIEND"], [1484, 1515, "1-RAPPORT-FRIEND"]], "idx": "692"}
{"id": 2923, "data": "Persuader: Hey, do you care about hungry children?\n\tPersuadee: Sure\nPersuader: Maybe you have heard of Save the Children, an organisation promoting children's rights?\n\tPersuadee: No, I don't think I have ever heard of that organization.\nPersuader: They do things like supporting children in warzones all over the world. Millions of children in Syria alone face the daily threat of violence. Have you ever considered helping out such a vulnerable group?\n\tPersuadee: Oh okay.  No, I hadn't ever thought about helping them before.  But it sounds like a noble cause.\nPersuader: is it noble or is it the minimum we can do as first world citizens?\n\tPersuadee: Point taken.  It is the least we can do.  The money would at least go to a good cause.\nPersuader: Yes, it would and every cent helps, there's no shortage of need. Have you donated to any charity before?\n\tPersuadee: Yes, I have.  But it's been mostly local church related activities.\nPersuader: That's great, if you'd like to know more about Save the Children check out their website  URL \n\tPersuadee: Okay, that sounds great!  Thanks!\nPersuader: You can even give part of your profits from this very HIT, you know. If everyone did imagine how much we could donate!\n\tPersuadee: I agree. That sounds like a great idea!  How much am I allowed to donate?\nPersuader: Up to your whole 2 bucks!!\n\tPersuadee: I would like to donate $2 then.  Thank you!\nPersuader: No, thank you! The research team will collect all the donations and send it to the charity.\n\tPersuadee: That wonderful! Is there anything else I need to do?\nPersuader: No, we're done! Thanks again.\n\tPersuadee: Thank you very much!", "label": [[11, 50, "1-RAPPORT-OTHER"], [10, 50, "3-EMOTION-EMPATHY"], [79, 166, "1-RAPPORT-OTHER"], [79, 166, "3-EMOTION-ALTRUISTIC"], [247, 320, "1-RAPPORT-OTHER"], [248, 319, "3-EMOTION-ALTRUISTIC"], [320, 391, "3-EMOTION-EMPATHY"], [391, 452, "1-RAPPORT-OTHER"], [391, 452, "3-EMOTION-EMPATHY"], [573, 641, "3-EMOTION-ALTRUISTIC"], [752, 817, "4-LOGIC-CONCEDE"], [752, 815, "3-EMOTION-ALTRUISTIC"], [752, 815, "3-EMOTION-EMPATHY"], [817, 856, "1-RAPPORT-OTHER"], [948, 1042, "1-RAPPORT-COMPLIMENT"], [948, 1042, "1-RAPPORT-OTHER"], [1100, 1168, "1-RAPPORT-OTHER"], [1169, 1218, "2-NEGOTIATE-RECIP"], [1169, 1218, "6-SOCIAL-OTHER"], [1316, 1342, "1-RAPPORT-OTHER"], [1410, 1424, "1-RAPPORT-COMPLIMENT"], [1425, 1501, "1-RAPPORT-OTHER"], [1578, 1593, "1-RAPPORT-OTHER"], [1594, 1607, "1-RAPPORT-FRIEND"], [1594, 1607, "1-RAPPORT-COMPLIMENT"]], "idx": "693"}
{"id": 2924, "data": "Persuader: Hi how are you\n\tPersuadee: Good! How are you?\nPersuader: Tired, but i am ready to work \n\tPersuadee: That sums me up pretty well. \nPersuader: We think alike  we have great minds\n\tPersuadee: Awesome! Did you do anything interesting today?\nPersuader: Today i like to ask you about donations. As for interesting things, just waking up.\n\tPersuadee: Great! What would you like to ask me?\nPersuader: Have you heard of charity called save the children\n\tPersuadee: I don't believe I have. \nPersuader: They are a trusting organization that helps children that are homeless, sick, etc. Children and animals i care most for to be honest.\n\tPersuadee: That sounds nice. \nPersuader: Any donation would be appreciated. Would you like to donate?\n\tPersuadee: Unfortunately, I would need to read a bit more about the organization before I donate. But thank you for awaring me! \nPersuader: Ok. When you have time, please research save the children. They help save thousands of innocent lives everyday. If you can, even 5 cents that would be great.\n\tPersuadee: I will! Do you know which region they support? \nPersuader: I believe its global around entire world that i know of.\n\tPersuadee: I always like to know how much of the donated amount actually reaches the NGO. Alot of times these organizations have quite a large overhead. \nPersuader: The exact number i am unsure of to be honest. But i know for sure they are caring abd and legitimate.\n\tPersuadee: I read recently in the news about an NGO with a similiar name that only donate like, 10 percent of the actual amount to charity. \nPersuader: Yes that is correct. But you do not have to do that much \n\tPersuadee: Ok. I will donate $.10. Like you said, even a small amount helps. \nPersuader: Yes that would be appreciated. Thank you so much.\n\tPersuadee: Have a great one! \nPersuader: U 2. Enjoy your Wednesday ", "label": [[11, 25, "1-RAPPORT-FRIEND"], [68, 98, "1-RAPPORT-DISCLOSE"], [68, 98, "1-RAPPORT-FRIEND"], [152, 187, "1-RAPPORT-COMPLIMENT"], [152, 187, "1-RAPPORT-SIMILAR"], [259, 299, "2-NEGOTIATE-REQUEST"], [259, 299, "1-RAPPORT-OTHER"], [300, 342, "1-RAPPORT-FRIEND"], [404, 454, "1-RAPPORT-OTHER"], [503, 585, "3-EMOTION-ALTRUISTIC"], [503, 586, "1-RAPPORT-OTHER"], [586, 636, "1-RAPPORT-DISCLOSE"], [679, 713, "1-RAPPORT-OTHER"], [714, 739, "2-NEGOTIATE-REQUEST"], [940, 993, "1-RAPPORT-OTHER"], [993, 1038, "3-EMOTION-ALTRUISTIC"], [1110, 1166, "1-RAPPORT-OTHER"], [881, 884, "4-LOGIC-CONCEDE"], [885, 939, "2-NEGOTIATE-REQUEST"], [940, 991, "3-EMOTION-ALTRUISTIC"], [993, 1038, "2-NEGOTIATE-REQUEST"], [993, 1038, "3-EMOTION-ALTERCASTING"], [1333, 1379, "1-RAPPORT-OTHER"], [1379, 1434, "1-RAPPORT-OTHER"], [1379, 1434, "2-NEGOTIATE-OPINION"], [1588, 1609, "4-LOGIC-CONCEDE"], [1609, 1645, "4-LOGIC-ARGUE"], [1736, 1766, "1-RAPPORT-COMPLIMENT"], [1767, 1785, "1-RAPPORT-COMPLIMENT"], [1833, 1854, "1-RAPPORT-FRIEND"]], "idx": "694"}
{"id": 2925, "data": "Persuader: Hi. I'm here to try and raise awareness about Save The Children, a very worthwhile and successful charitable organization.\n\tPersuadee: what kind of children does the organization help?\nPersuader: Save the Children helps children in the US and Worldwide. Here in the US they help children in poverty with programs that begin in Kindergarten, working with families in such programs as Head Start ensuring that kids get a good start in their education. They try, and succeed, to provide a path out of the poverthy cycle.\n\tPersuadee: sounds like a great cause\nPersuader: It is. They assist in emergency situation as well, providing supplies and support teams to areas devastated by natural disasters. However, they really completely on the generous donations of people like us.\n\tPersuadee: so they have volunteers that go places and help others, how can one apply?\nPersuader: You can participate by sponsoring a child, or by simply donating a portion os todays payment to Save the Children. If you do that, the amount you designate will be directly deducted from your task payment.An easy way to show you want to help children.\n\tPersuadee: do you have a website as well to donate to?\nPersuader: I may have and I will look for that for you and post it here. The care provided is essential. For example, right here at homeAnthony, 7 at home in New York. Anthony participates in the Save the Children-funded Journey of Hope program, an 8-week program that helps children with their emotional recovery after disasters like Superstorm Sandy that deeply affected his coastal communit\n\tPersuadee: is a donation tax deductible?\nPersuader: Yes it is. Its a certified charitble organization.\n\tPersuadee: I can't have children so I am interested in donating though a website so I can donate more.\nPersuader: Thats wonderful. What a generous thought. \n\tPersuadee: I think sponsoring a child would interest me the most. \nPersuader: I think thats a great idea. You can begin here by naming a small amount from your task payment today. \n\tPersuadee: that sounds good.\nPersuader: How much would you like to donate from your task payment today?\n\tPersuadee: i would like to donate $1\nPersuader: Thats so generous of you! I believe you're doing so much good for a child.\n\tPersuadee: thank you, I will be sure to look up Save the Children after this.\nPersuader: Thank you for your generous donation of $1. ", "label": [[15, 133, "1-RAPPORT-OTHER"], [15, 133, "2-NEGOTIATE-OPINION"], [207, 264, "3-EMOTION-ALTRUISTIC"], [207, 264, "1-RAPPORT-OTHER"], [265, 459, "1-RAPPORT-OTHER"], [265, 460, "3-EMOTION-ALTRUISTIC"], [461, 528, "3-EMOTION-ALTRUISTIC"], [460, 528, "1-RAPPORT-OTHER"], [578, 584, "4-LOGIC-CONCEDE"], [585, 707, "1-RAPPORT-OTHER"], [585, 707, "3-EMOTION-ALTRUISTIC"], [708, 784, "1-RAPPORT-OTHER"], [708, 784, "3-EMOTION-ALTRUISTIC"], [883, 998, "1-RAPPORT-OTHER"], [998, 1087, "1-RAPPORT-OTHER"], [1088, 1134, "3-EMOTION-ALTRUISTIC"], [1201, 1263, "1-RAPPORT-OTHER"], [1264, 1295, "2-NEGOTIATE-OPINION"], [1296, 1584, "3-EMOTION-STORY"], [1638, 1648, "4-LOGIC-CONCEDE"], [1649, 1688, "1-RAPPORT-OTHER"], [1649, 1688, "5-AUTHORITY-CREDENTIALS"], [1804, 1820, "1-RAPPORT-COMPLIMENT"], [1821, 1846, "1-RAPPORT-COMPLIMENT"], [1926, 1953, "1-RAPPORT-COMPLIMENT"], [1954, 2028, "1-RAPPORT-OTHER"], [2070, 2133, "2-NEGOTIATE-REQUEST"], [2183, 2208, "1-RAPPORT-COMPLIMENT"], [2209, 2257, "3-EMOTION-ALTRUISTIC"], [2348, 2392, "1-RAPPORT-COMPLIMENT"], [2348, 2392, "1-RAPPORT-FRIEND"]], "idx": "695"}
{"id": 2926, "data": "Persuader: Good Friday morning to you! How are you today?\n\tPersuadee: Hello, I am fine, how about you?\nPersuader: I am doing really well. I am a little surprised at how cold it is here this morning-it's only in the 50's, which I was not expecting. How is it by you?\n\tPersuadee: It is warm here. Are you interested in donating? \nPersuader: Interesting. I was going to ask you if you had heard about the organization Save the Children. Are you interested in donating even $0.05 of today's pay to help the kids?\n\tPersuadee: I am very interested in donating, I have a soft heart for children and I will donate as much as possible\nPersuader: Well that is really great. What is the amount you would like to pledge from today's payment?\n\tPersuadee: I guess i will help $1, is this an international charity?\nPersuader: That would be a great help to the children! Thank you! Yes this is a charity that not only helps outside of the US but also inside. Have you heard about the storms/flooding in Hawaii?\n\tPersuadee: I have not heard. in how many countries do they work? and which issues they work on mainly?\nPersuader: STC works to provide kids with the basic things that they need like food, healthcare and shelter issues. I know as soon as the floods hit Hawaii STC pledged to help out.  The US based center is in CT. Are you interested in more info?\n\tPersuadee: Yes I am. I will donate today but is it possible I donate later too?\nPersuader: Yes, you can donate any time. I have you down for $1 for today, right?\n\tPersuadee: okay don't worry I will donate. I just want to know more about it. is there any big company cooperating with them? \nPersuader: I can give you their website. It is  URL let me know if the link comes through.\n\tPersuadee: okay I will explore it, thank you. I like to know more\nPersuader: Well, from what I read, close to 90% of the money that they collect goes directly to the kids. I know that makes me feel really good. How about you?.\n\tPersuadee: It makes me feel good too. I like it if they are so clear with their financial reports\nPersuader: Yes. Did you see that they also give the chance to sign up and sponsor individual kids? Also, thank you for your $ donation!\n\tPersuadee: Yes I've seen it and there are many big companies working with them, like IKEA and Disney", "label": [[11, 39, "1-RAPPORT-FRIEND"], [39, 57, "1-RAPPORT-FRIEND"], [114, 138, "1-RAPPORT-FRIEND"], [138, 247, "1-RAPPORT-FRIEND"], [248, 265, "1-RAPPORT-FRIEND"], [338, 351, "1-RAPPORT-COMPLIMENT"], [352, 433, "1-RAPPORT-OTHER"], [434, 508, "1-RAPPORT-OTHER"], [434, 508, "3-EMOTION-ALTRUISTIC"], [434, 508, "2-NEGOTIATE-BARGAIN"], [637, 664, "1-RAPPORT-COMPLIMENT"], [811, 855, "1-RAPPORT-COMPLIMENT"], [811, 855, "3-EMOTION-ALTRUISTIC"], [855, 865, "1-RAPPORT-COMPLIMENT"], [866, 942, "1-RAPPORT-OTHER"], [943, 994, "1-RAPPORT-OTHER"], [1110, 1214, "1-RAPPORT-OTHER"], [1110, 1214, "3-EMOTION-ALTRUISTIC"], [1215, 1280, "1-RAPPORT-OTHER"], [1215, 1280, "3-EMOTION-ALTRUISTIC"], [1281, 1310, "1-RAPPORT-OTHER"], [1311, 1343, "1-RAPPORT-OTHER"], [1436, 1465, "1-RAPPORT-OTHER"], [1435, 1465, "4-LOGIC-CONCEDE"], [1466, 1506, "2-NEGOTIATE-REMIND"], [1645, 1674, "1-RAPPORT-OTHER"], [1675, 1725, "1-RAPPORT-OTHER"], [1804, 1897, "1-RAPPORT-OTHER"], [1804, 1898, "3-EMOTION-ALTRUISTIC"], [1899, 1937, "2-NEGOTIATE-OPINION"], [1938, 1953, "1-RAPPORT-OTHER"], [2064, 2068, "4-LOGIC-CONCEDE"], [2069, 2151, "1-RAPPORT-OTHER"], [2152, 2188, "1-RAPPORT-COMPLIMENT"]], "idx": "696"}
{"id": 2927, "data": "Persuader: Hi! Good morning!\n\tPersuadee: Good morning!  How are you today?\nPersuader: Doing good. how about you?\n\tPersuadee: I'm doing well.  Thanks for asking.\nPersuader: Have you heard about a children's charity called Save the children?\n\tPersuadee: No, I'm not aware of that charity.  Can you share any information about it with me?\nPersuader: It is an International non-governmental organization that promotes children's right and provides relief and support for children in developing countries. Those children suffer from hunger and they don't have any access to education\n\tPersuadee: That sounds like a cool organization.  Is it headquartered in the United States?  How does the organization get its funding?\nPersuader: The organization funds itself. We don't get any help from the government so we really need your help. Any donation can make a great impact for those kids.\n\tPersuadee: Is there any reason why the organization doesn't want grants or other funding from the government? \nPersuader: Because we believe that when society works together we can achieve great result. We try not to burden the government and hopefully we can do it. 90% of your donation will go straight to the children and we try to keep the cost as low as possible\n\tPersuadee: Can you give examples of how donations are used?\nPersuader: In US, we help kids in poverty and those who cross our southern border. We help them from family separation and detention. In Asia, we help the kids from Rohingya which is traumatic and need a lot of support since the ethnic war in the country. \n\tPersuadee: Okay, but what are some specific examples of where the funds go to help these children?  For example, do you buy food, clothing, and emergency supplies?  That's what I'm asking.\nPersuader: In Rohingya, we set up a camp and provide food, emergency supplies, clean water and shelter for the families there. we helped 30,000 people move to a safer place and we built some infrastructure to help the country recover\n\tPersuadee: That's amazing work!  What about in the US?\nPersuader: Since 1932, Save the Children has been on the ground providing support to the most isolated and underserved children in rural America. We provide food and help them with education through our home visiting program. We help relief the kids in disaster area since Hurricane Katrina and provide those kids with shelter and a safe place.\n\tPersuadee: Wow, I wasn't aware the organization had been in existence for so long.\nPersuader: Yes we are. I know we need more publicity \n\tPersuadee: Yes, I think that would be very helpful in order for the organization to get more donations.\nPersuader: Can you donate a few cents? It will help us a lot\n\tPersuadee: I will donate 25 cents.\nPersuader: Thank you from us and the kids\n\tPersuadee: You're more than welcome.  Have a wonderful day.\nPersuader: Have a wonderful day!", "label": [[15, 28, "1-RAPPORT-FRIEND"], [86, 97, "1-RAPPORT-FRIEND"], [98, 112, "1-RAPPORT-FRIEND"], [172, 239, "1-RAPPORT-OTHER"], [347, 501, "1-RAPPORT-OTHER"], [347, 501, "3-EMOTION-ALTRUISTIC"], [501, 578, "3-EMOTION-EMPATHY"], [727, 757, "1-RAPPORT-OTHER"], [758, 828, "2-NEGOTIATE-REQUEST"], [829, 881, "3-EMOTION-ALTRUISTIC"], [1005, 1085, "1-RAPPORT-OTHER"], [1150, 1250, "1-RAPPORT-OTHER"], [1322, 1394, "3-EMOTION-ALTRUISTIC"], [1323, 1394, "1-RAPPORT-OTHER"], [1395, 1445, "3-EMOTION-EMPATHY"], [1395, 1444, "1-RAPPORT-OTHER"], [1446, 1568, "3-EMOTION-EMPATHY"], [1446, 1568, "2-NEGOTIATE-OPINION"], [1769, 1884, "3-EMOTION-ALTRUISTIC"], [2060, 2194, "3-EMOTION-ALTRUISTIC"], [2195, 2274, "1-RAPPORT-OTHER"], [1086, 1149, "1-RAPPORT-OTHER"], [1150, 1250, "3-EMOTION-ALTRUISTIC"], [1322, 1394, "3-EMOTION-EMPATHY"], [1395, 1444, "3-EMOTION-ALTRUISTIC"], [1446, 1568, "3-EMOTION-ALTRUISTIC"], [1446, 1568, "1-RAPPORT-OTHER"], [1770, 1885, "1-RAPPORT-OTHER"], [1886, 1992, "3-EMOTION-ALTRUISTIC"], [1886, 1992, "1-RAPPORT-OTHER"], [2060, 2195, "1-RAPPORT-OTHER"], [2060, 2194, "3-EMOTION-EMPATHY"], [2195, 2274, "3-EMOTION-ALTRUISTIC"], [2275, 2393, "1-RAPPORT-OTHER"], [2275, 2393, "3-EMOTION-ALTRUISTIC"], [2489, 2500, "4-LOGIC-CONCEDE"], [2501, 2531, "1-RAPPORT-OTHER"], [2648, 2675, "2-NEGOTIATE-REQUEST"], [2676, 2697, "2-NEGOTIATE-RECIP"], [2676, 2697, "3-EMOTION-ALTRUISTIC"], [2745, 2775, "3-EMOTION-ALTRUISTIC"], [2745, 2775, "1-RAPPORT-COMPLIMENT"], [2847, 2869, "1-RAPPORT-FRIEND"]], "idx": "697"}
{"id": 2928, "data": "Persuader: Do you want to help the less fortunate?\n\tPersuadee: Absolutely, I believe its important to give back whenever your able to do so.\nPersuader: Yes. Save The Children help a lot of people around the world. Have you heard of it?\n\tPersuadee: Yes I have heard of it I think its actually called \"Feed the children\" its so sad to see how many children aren\\'t able to just get a clean cup of water.\nPersuader: The organization I am asking for a donation today is Save The Children. Do you want to know more?\n\tPersuadee: Yes! I would love to learn more about the organization.\nPersuader: They help with health, education, safety, and more.\n\tPersuadee: That Is wonderful! are these children from a third world country? I live in the US \nPersuader: Someday we hope to help here to but for now they are from other countries, even as close as Guatemala.\n\tPersuadee: That is wonderful! I would love to help the children in Guatemala. Do the organization have a website or gofund me so for the future I could donate ?\nPersuader: How about donating today? It does not take very much.\n\tPersuadee: Yes sure! Do I need to use my bank card? or paypal?\nPersuader: Paypal is preferred due to safety. But how much would you like to donate?\n\tPersuadee: I can do 57cents from my paypal \nPersuader: Is that the most you are willing to donate at this time? Even twenty-five cents more will help.\n\tPersuadee: Im sorry that\"s all I have in my current bank account \nPersuader: That's ok. In the future you can donate more if you want. So 57 cents is what you want to donate at this time?\n\tPersuadee: Yes I would like to donate the 57cents\nPersuader: Thank you for helping Save The Children.\n\tPersuadee: Okay no problem! I wish I could donate more. I truly do ", "label": [[11, 50, "1-RAPPORT-OTHER"], [11, 50, "3-EMOTION-ALTRUISTIC"], [152, 156, "4-LOGIC-CONCEDE"], [157, 213, "1-RAPPORT-OTHER"], [157, 214, "3-EMOTION-ALTRUISTIC"], [214, 235, "1-RAPPORT-OTHER"], [413, 483, "1-RAPPORT-OTHER"], [485, 510, "1-RAPPORT-OTHER"], [590, 641, "1-RAPPORT-OTHER"], [590, 641, "3-EMOTION-ALTRUISTIC"], [749, 851, "1-RAPPORT-OTHER"], [1025, 1051, "2-NEGOTIATE-REQUEST"], [1051, 1078, "2-NEGOTIATE-BARGAIN"], [1154, 1188, "1-RAPPORT-OTHER"], [1189, 1227, "3-EMOTION-ALTERCASTING"], [1284, 1340, "2-NEGOTIATE-BARGAIN"], [1340, 1379, "2-NEGOTIATE-BARGAIN"], [1468, 1515, "1-RAPPORT-OTHER"], [1516, 1568, "2-NEGOTIATE-REMIND"], [1631, 1671, "1-RAPPORT-COMPLIMENT"]], "idx": "698"}
{"id": 2929, "data": "Persuader: hi\n\tPersuadee: Hi to you too\nPersuader: so have you heard about Save the Children before?\n\tPersuadee: Yes I have heard about it but don't know much about it\nPersuader: Well it's a global non-profit charity based around helping children.\n\tPersuadee: What are the donations mostly used for\nPersuader: They are used for helping children in a variety of areas: access to education, healthcare, protection from abuse, and relief from natural disasters or conflicts.\n\tPersuadee: How are donations solicited ?\nPersuader: Well you can go on their website  URL  or it can be deducted from this task payment.\n\tPersuadee: When finished with this  task  I will be sure to check the website.\nPersuader: It's definitely worth a look, plenty of useful data and more information on how they operate.  Are you interested in donating?\n\tPersuadee: How does donating from my  task payment  work ?\nPersuader: Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2) after the chat.\n\tPersuadee: I will do that but At what point do I make the decision ?\nPersuader: After the chat is concluded, the window will move on, and you can input an option.\n\tPersuadee: How does the chat come to an end?\nPersuader: After about 10 turns.  Do you have any idea what you'd like to donate?\n\tPersuadee: I would donate $2 if that is the  payment for the task\nPersuader: Well that's good to hear, and if you respond that should lead you to the next page.  It was a pleasure to talk to you :)\n\tPersuadee: Same here, although I do not see the reason to tie a chat to the donation request.", "label": [[51, 100, "1-RAPPORT-OTHER"], [179, 247, "1-RAPPORT-OTHER"], [179, 247, "3-EMOTION-ALTRUISTIC"], [310, 471, "3-EMOTION-ALTRUISTIC"], [310, 471, "1-RAPPORT-OTHER"], [525, 609, "1-RAPPORT-OTHER"], [701, 794, "2-NEGOTIATE-OPINION"], [796, 827, "2-NEGOTIATE-REQUEST"], [899, 963, "1-RAPPORT-OTHER"], [963, 1037, "1-RAPPORT-OTHER"], [1119, 1201, "1-RAPPORT-OTHER"], [1259, 1280, "1-RAPPORT-OTHER"], [1282, 1329, "1-RAPPORT-OTHER"], [1408, 1491, "1-RAPPORT-COMPLIMENT"], [1408, 1490, "1-RAPPORT-OTHER"], [1492, 1528, "1-RAPPORT-FRIEND"]], "idx": "699"}
{"id": 2930, "data": "Persuader: hi, would you have a second to possibly consider making a charitable donation to save the children?\n\tPersuadee: Yes, i will like to make a charitable donation to save the children.\nPersuader: awesome to hear! how much would you like to donate today?\n\tPersuadee: I have to asked this question first, how would the children get the donation?\nPersuader: im glad you asked. i did want to share a little information before you decided on an amount.  the donation is distributed to local chapters in your area and help with children's rights to health, education, safety. you can also chose to donate to a child in a foreign country\n\tPersuadee: Great, I would like to donate .50, how does that sound?\nPersuader: that sounds good. there is no limit. all amounts help. let me ask you. how much do you spend on your daily cup of coffee of newspaper?\n\tPersuadee: I spend around $1.50 a day for a new paper and a cup of coffee.\nPersuader: would you consider foregoing your next coffee and newspaper to ensure a child gets a good meal?\n\tPersuadee: I donate to different cause every month.\nPersuader: im glad to hear that . not everyone make that effort\n\tPersuadee: Are we finish with our conversation?\nPersuader: not quite yet as per inst. maybe you could consider doubling the amount you previously pledged? \n\tPersuadee: Yes, I do have a few more question, is this your first time pledging?\nPersuader: not at all. i have been committed to this charity for the past 2 years\n\tPersuadee: Are you positive where all your pledges goes?\nPersuader: i make sure that each donation i personally take goes to the location of choice. can we count on your donation of .50 as you mention before?\n\tPersuadee: Yes, you all can we count on your donation of .50 as you mention before.\nPersuader: perfect i will go ahead and submit that donation information. i thank you so much for your generosity and time\n\tPersuadee: You are more than welcome. ", "label": [[11, 110, "1-RAPPORT-OTHER"], [11, 110, "2-NEGOTIATE-REQUEST"], [203, 219, "1-RAPPORT-COMPLIMENT"], [220, 260, "2-NEGOTIATE-REQUEST"], [362, 379, "1-RAPPORT-FRIEND"], [380, 455, "1-RAPPORT-OTHER"], [456, 576, "1-RAPPORT-OTHER"], [456, 576, "3-EMOTION-ALTRUISTIC"], [577, 637, "1-RAPPORT-OTHER"], [717, 734, "1-RAPPORT-COMPLIMENT"], [735, 753, "1-RAPPORT-OTHER"], [754, 771, "3-EMOTION-ALTRUISTIC"], [754, 771, "4-LOGIC-OTHER"], [788, 851, "1-RAPPORT-OTHER"], [939, 1034, "3-EMOTION-GUILT"], [939, 1034, "3-EMOTION-ALTRUISTIC"], [939, 1034, "2-NEGOTIATE-REQUEST"], [1099, 1120, "1-RAPPORT-COMPLIMENT"], [1122, 1151, "1-RAPPORT-OTHER"], [1212, 1238, "1-RAPPORT-OTHER"], [1239, 1308, "2-NEGOTIATE-REQUEST"], [1402, 1413, "1-RAPPORT-FRIEND"], [1414, 1472, "1-RAPPORT-DISCLOSE"], [1542, 1622, "1-RAPPORT-OTHER"], [1542, 1622, "1-RAPPORT-DISCLOSE"], [1623, 1682, "2-NEGOTIATE-REMIND"], [1779, 1840, "1-RAPPORT-COMPLIMENT"], [1841, 1889, "1-RAPPORT-FRIEND"]], "idx": "700"}
{"id": 2931, "data": "Persuader: Hi.  How are you doing today?\n\tPersuadee: I am fine, and yourself\nPersuader: Good, thank you for asking.  Have you ever heard of the Save the children organization?\n\tPersuadee: No I don't believe that I have\nPersuader: If its ok, I'd like to tell you a little bit about it.\n\tPersuadee: Awesome I would like to hear about it.\nPersuader: This is an international non-governmental organization that promotes children's rights and provides relief and helps support children in developing countries.  I have four children myself and this organization is very important to me and important to the children over seas.\n\tPersuadee: Do you know the countries that it aids?\nPersuader: yes actually it aids all over the world including the united states. This isn't just an over seas program.     Just in syria alone 1,000 children were reportedly killed or injured by violence in the first two months of 2018.  Wow!  Wouldn't that be so awesome if we could help all these children?\n\tPersuadee: Yes if the money donated really goes to the children then it would be perfect.\nPersuader: Oh. I totally get where you are coming from and agree with you 100 percent.  Have you personally ever sponsored a child?\n\tPersuadee: Yes I have and my father sponsored one from 2 until she was 18\nPersuader: Wow.  That is amazing and I thank you personally for doing that!    In 2017 this particular organization has helped over 155 million children in  120 countries.  237,000 right here in the united states!\n\tPersuadee: Wow that is a lot of children\nPersuader: yes it is and I believe even more children can be helped if everyone did just a little.  What do you think about that?\n\tPersuadee: I think that is awesome\nPersuader: So, I am asking you if you'd like to donate to this charity?  \n\tPersuadee: Is this monthly donations because I already donate to an organization\nPersuader: Absolutely Not.  This is a one time very small donation.  50 cents from your earnings that you will be paid from this task!  How does that sound?\n\tPersuadee: Hmmm what about 20 cents.\nPersuader: That would be amazing and so appreciated!  You have such a good heart!", "label": [[16, 40, "1-RAPPORT-FRIEND"], [88, 115, "1-RAPPORT-FRIEND"], [117, 175, "1-RAPPORT-OTHER"], [230, 284, "1-RAPPORT-OTHER"], [347, 505, "1-RAPPORT-OTHER"], [347, 505, "3-EMOTION-ALTRUISTIC"], [506, 621, "1-RAPPORT-DISCLOSE"], [506, 621, "1-RAPPORT-OTHER"], [685, 754, "1-RAPPORT-OTHER"], [754, 791, "1-RAPPORT-OTHER"], [796, 910, "3-EMOTION-EMPATHY"], [917, 981, "3-EMOTION-ALTRUISTIC"], [1088, 1159, "4-LOGIC-CONCEDE"], [1161, 1204, "1-RAPPORT-OTHER"], [1291, 1297, "1-RAPPORT-COMPLIMENT"], [1297, 1355, "1-RAPPORT-COMPLIMENT"], [1358, 1451, "1-RAPPORT-OTHER"], [1358, 1451, "3-EMOTION-ALTRUISTIC"], [1453, 1493, "1-RAPPORT-OTHER"], [1547, 1634, "4-LOGIC-CONCEDE"], [1547, 1634, "3-EMOTION-ALTRUISTIC"], [1636, 1665, "1-RAPPORT-OTHER"], [1713, 1775, "2-NEGOTIATE-REQUEST"], [1886, 1925, "1-RAPPORT-OTHER"], [1927, 1992, "1-RAPPORT-OTHER"], [1927, 1993, "2-NEGOTIATE-REQUEST"], [1994, 2014, "1-RAPPORT-OTHER"], [2064, 2107, "1-RAPPORT-COMPLIMENT"], [2107, 2134, "1-RAPPORT-COMPLIMENT"]], "idx": "701"}
{"id": 2932, "data": "Persuader: Hi, how are you today?\n\tPersuadee: Im doing well and yourself?\nPersuader: I am great! Thanks for asking.\n\tPersuadee: Absolutely! Thank you as well!\nPersuader: I am here today as a fundraiser for Save The Children, which is an organization dedicated to ensuring all children receive health, education, safety, etc. \n\tPersuadee: Do you like your work?\nPersuader: I definitely do! I feel like I am helping to make a difference to a cause that ensures something as important as clean drinking water, and providing nutritious food to starving children.\n\tPersuadee: Thats great! how long have you been raising funds for the organization?\nPersuader: I am relatively new to this organization but have worked in fundraising for the last 3 years. \n\tPersuadee: How much funding have you secured throughout the past 3 yeears?\nPersuader: I, personally, have raised tens of thousands over the years. I took an active interest in Save the Children mainly because of the Syrian conflict and how millions of Syrian children grow up facing the threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured. Donations to Save the Children go directly to help in situations like these. \n\tPersuadee: What type of work does the organization do for American children?\nPersuader: Save the Children works to alleviate child poverty in the U.S. to help children in poverty get the nutrition and education they need right now. Thanks to the generosity of donors, we help the nation's most vulnerable children become ready for kindergarten _ and excel by third grade _ so they can succeed in school and in life. Plus our teams are there before, during and after emergencies _ preparing children, protecting them and helping them cope in the aftermath.\n\tPersuadee: Thats fantastic! Id like to receive some more information on that. Can you send literature to my email? Id like to make a future donation.\nPersuader: Absolutely! Thanks so much for your interest in this program. It is truly helping our most vulnerable. How much do you think you would like to donate? I can send you information on our different levels of sponsorship. \n\tPersuadee: Im unable to donate at this moment. Please forward information to this email. placergold@live.com. Thank you!\nPersuader: That's okay if you are unable to at the moment. I just would like to ensure that I send you the appropriate tier of sponsorship information. How much do you anticipate donating in the future. Just your best guess is fine.\n\tPersuadee: I'd have to shuffle around finances. I cant promise or commit to a certain amount unfortunately\nPersuader: Well, thank you so much for your time! I will get some literature sent out to you about Save the Children and you can review it at your convenience. Thank you!\n\tPersuadee: Thank you have a fantastic day!", "label": [[11, 33, "1-RAPPORT-FRIEND"], [85, 96, "1-RAPPORT-FRIEND"], [97, 115, "1-RAPPORT-FRIEND"], [170, 325, "1-RAPPORT-OTHER"], [169, 325, "3-EMOTION-ALTRUISTIC"], [372, 388, "1-RAPPORT-DISCLOSE"], [388, 558, "1-RAPPORT-OTHER"], [388, 558, "3-EMOTION-ALTRUISTIC"], [389, 558, "6-SOCIAL-OTHER"], [654, 748, "1-RAPPORT-DISCLOSE"], [836, 896, "1-RAPPORT-DISCLOSE"], [897, 1056, "1-RAPPORT-DISCLOSE"], [897, 1056, "3-EMOTION-EMPATHY"], [1057, 1145, "3-EMOTION-EMPATHY"], [1146, 1223, "1-RAPPORT-OTHER"], [1146, 1223, "3-EMOTION-ALTRUISTIC"], [1313, 1456, "1-RAPPORT-OTHER"], [1313, 1456, "3-EMOTION-EMPATHY"], [1313, 1457, "3-EMOTION-ALTRUISTIC"], [1457, 1640, "1-RAPPORT-OTHER"], [1457, 1640, "3-EMOTION-ALTRUISTIC"], [1640, 1780, "3-EMOTION-ALTRUISTIC"], [1641, 1780, "1-RAPPORT-OTHER"], [1943, 1953, "4-LOGIC-CONCEDE"], [1955, 2004, "1-RAPPORT-COMPLIMENT"], [2005, 2045, "3-EMOTION-ALTRUISTIC"], [2046, 2093, "2-NEGOTIATE-REQUEST"], [2295, 2342, "4-LOGIC-CONCEDE"], [2343, 2435, "1-RAPPORT-OTHER"], [2436, 2485, "1-RAPPORT-OTHER"], [2487, 2516, "1-RAPPORT-OTHER"], [2636, 2674, "1-RAPPORT-FRIEND"], [2675, 2784, "1-RAPPORT-OTHER"], [2785, 2795, "1-RAPPORT-FRIEND"]], "idx": "702"}
{"id": 2933, "data": "Persuader: would you be willing to donate to the save the children. your donation will really help\n\tPersuadee: helo\nPersuader: can you help the children?\n\tPersuadee: yes i will be doniated\nPersuader: thank you...how much would you like to donate? every little bit helps\n\tPersuadee: i willl be doniated in $15\nPersuader: thank you. we appriciate the $15 donation\n\tPersuadee: u will  be intersted .\nPersuader: yes i will\n\tPersuadee: thank u for this interst\nPersuader: thank you for your interest as wll\n\tPersuadee: k im also to be donitaed  to happy\nPersuader: awesome we look foward to it\n\tPersuadee: which charity u will be prefered\nPersuader: save the children charity\n\tPersuadee: i will preferd for senju\nPersuader: that is perfectly ok\n\tPersuadee: k how many $ u will pay the charity\nPersuader: i will donate $400\n\tPersuadee: k u charity name please", "label": [[11, 66, "2-NEGOTIATE-REQUEST"], [68, 98, "3-EMOTION-ALTRUISTIC"], [68, 98, "3-EMOTION-ALTERCASTING"], [127, 153, "3-EMOTION-ALTRUISTIC"], [127, 153, "2-NEGOTIATE-REQUEST"], [200, 246, "1-RAPPORT-COMPLIMENT"], [246, 269, "4-LOGIC-OTHER"], [246, 269, "3-EMOTION-ALTRUISTIC"], [320, 330, "1-RAPPORT-COMPLIMENT"], [331, 361, "1-RAPPORT-COMPLIMENT"], [408, 418, "1-RAPPORT-OTHER"], [467, 501, "1-RAPPORT-FRIEND"], [560, 588, "1-RAPPORT-FRIEND"], [560, 588, "1-RAPPORT-COMPLIMENT"], [644, 670, "1-RAPPORT-OTHER"], [719, 739, "1-RAPPORT-OTHER"], [799, 817, "1-RAPPORT-DISCLOSE"]], "idx": "703"}
{"id": 2934, "data": "Persuader: Hi\n\tPersuadee: hi how are you\nPersuader: Iam Fine. What about you?\n\tPersuadee: I am fine. You know about children's charity\nPersuader: Yes I know about Children's Charity.\n\tPersuadee: save the children. It is an amazing charity\nPersuader: Yes I was the Amazing Charity.\n\tPersuadee: you donate that charity\nPersuader: Yes I donate one year Back\n\tPersuadee: how much you donate\nPersuader: I forget that i approximately donate 30 dollars.\n\tPersuadee: oh very nice. In Future you donate?\nPersuader: Yes I donate. I like that. Did you donate?\n\tPersuadee: yes i plan to donate\nPersuader: Very good how much would you like to doante?\n\tPersuadee: i will give 5$ to charity\nPersuader: Oh super Do you know the organisation?\n\tPersuadee: yes i know about that\nPersuader: Will please tell to me\n\tPersuadee: It is a charity with the goal of helping children in need around the world", "label": [[51, 60, "1-RAPPORT-FRIEND"], [62, 77, "1-RAPPORT-FRIEND"], [146, 182, "1-RAPPORT-OTHER"], [250, 280, "4-LOGIC-CONCEDE"], [328, 354, "1-RAPPORT-DISCLOSE"], [397, 446, "1-RAPPORT-DISCLOSE"], [505, 519, "1-RAPPORT-DISCLOSE"], [519, 532, "1-RAPPORT-DISCLOSE"], [533, 548, "1-RAPPORT-OTHER"], [593, 637, "1-RAPPORT-COMPLIMENT"], [687, 725, "1-RAPPORT-COMPLIMENT"], [687, 725, "1-RAPPORT-OTHER"], [771, 793, "1-RAPPORT-OTHER"]], "idx": "704"}
{"id": 2935, "data": "Persuader: Hello, you are speaking with David. If you would please check out the following site  URL and let me know your thoughts I would greatly appreciate it.\n\tPersuadee: This looks like a great cause!\nPersuader: Indeed it is, helping children find education and a safe environment are very good causes. How do you feel about charities?\n\tPersuadee: I feel like charities are worth supporting as long as I know my money is being spent well and not mismanaged\nPersuader: I can understand that, Save the children's only focus is to help kids who cannot help themselves. Some of which are in war form countries or who are on the brink of starvation.\n\tPersuadee: That sounds amazing. How can I help out?\nPersuader: Today you have the opportunity to use a portion of your task fund to go straight towards Save the Children. It is up to you how much you'd like to give. Between 0$ and 2$ but just keep in mind as little as .50 cents can go a long way in these countries. How much would you be willing to give of the 2$ towards this cause?\n\tPersuadee: I'm willing to donate $1\nPersuader: That's fantastic! After the task is over you will get the opportunity to do so. \n\tPersuadee: On average, how much money do you normally see people donate from similar tasks?\nPersuader: It varies, sometimes we have people who choose to not donate. However a lot of the time we generally see at least some of the money going to this great cause, even up to the maximum of 2%\n\tPersuadee: That doesn't sound too bad at all\nPersuader: I agree, I also put in at least 2$ a day myself towards this great endeavor. Knowing that it goes to a good cause feels good.\n\tPersuadee: That's great! Although charity is a good cause, I want to feel like my time is being valued so I want to leave $1 for myself\nPersuader: Thank you so much, every amount helps! We are almost done here at which point you will be able to do that. How else do you think we could further help those in need besides what you've seen so far?\n\tPersuadee: I would volunteer and help others in my local community by showing up to events in person\nPersuader: Wow that's fantastic! You are very altruistic, and for that we appreciate you a great deal. If everyone saw the world the same as you did, these problems would exist.\n\tPersuadee: Thank you for the kind words! What would you do?\nPersuader: I'd like to see the service branch out, helping women in these countries as well. The countries that these problems occur in women are often not treated the same as we are generally accustomed to.\n\tPersuadee: I too believe that women should have equal opportunities as men across the world - there are likely many different charities out there that better support that cause\nPersuader: I know but I can only do what I can in this organization. I would again like to thank you for your willingness to donate 1$ to help this great cause and hope you have a fantastic rest of your day!", "label": [[11, 46, "1-RAPPORT-FRIEND"], [47, 161, "2-NEGOTIATE-REQUEST"], [46, 161, "2-NEGOTIATE-RECIP"], [216, 306, "4-LOGIC-CONCEDE"], [307, 339, "1-RAPPORT-OTHER"], [471, 569, "4-LOGIC-CONCEDE"], [570, 648, "3-EMOTION-EMPATHY"], [713, 821, "1-RAPPORT-OTHER"], [713, 821, "3-EMOTION-ALTRUISTIC"], [821, 865, "1-RAPPORT-OTHER"], [866, 967, "1-RAPPORT-OTHER"], [866, 967, "3-EMOTION-ALTRUISTIC"], [967, 1034, "2-NEGOTIATE-REQUEST"], [1083, 1100, "1-RAPPORT-COMPLIMENT"], [1101, 1163, "1-RAPPORT-OTHER"], [1268, 1329, "1-RAPPORT-OTHER"], [1330, 1455, "2-NEGOTIATE-OPINION"], [1330, 1455, "1-RAPPORT-OTHER"], [1512, 1589, "4-LOGIC-CONCEDE"], [1513, 1589, "1-RAPPORT-DISCLOSE"], [1590, 1638, "3-EMOTION-PROMISE"], [1787, 1825, "1-RAPPORT-COMPLIMENT"], [1825, 1893, "1-RAPPORT-OTHER"], [1894, 1984, "1-RAPPORT-OTHER"], [2098, 2120, "1-RAPPORT-COMPLIMENT"], [2120, 2189, "1-RAPPORT-COMPLIMENT"], [2190, 2264, "1-RAPPORT-COMPLIMENT"], [2337, 2418, "1-RAPPORT-DISCLOSE"], [2419, 2533, "4-LOGIC-ARGUE"], [2723, 2780, "1-RAPPORT-OTHER"], [2723, 2781, "4-LOGIC-CONCEDE"], [2781, 2919, "1-RAPPORT-FRIEND"], [2780, 2919, "1-RAPPORT-COMPLIMENT"]], "idx": "705"}
{"id": 2936, "data": "Persuader: Hello, how are you doing today? I would like to ask if you are currently donating to any charitable organization\n\tPersuadee: Hello, no!\nPersuader: Would you like to donate to an organization Save The Children?\n\tPersuadee: no me gustaria\nPersuader: Sorry, I didn't understood what you said\n\tPersuadee: I would not like\nPersuader: May I ask why not? You would be helping a lot of children in need around the world\n\tPersuadee: Well, they made me change my mind\nPersuader: If make a donation, you would be helping someone in need to get a school, or perhaps a hospital\n\tPersuadee: Well, if I am in dispute\nPersuader: I don't understand what you are saying\n\tPersuadee: I want to donate a dollar\nPersuader: You can do that at the end of the task, the team handling the task will make sure that your donation helps the children around the world\n\tPersuadee: Ok, it's fine\nPersuader: I am glad you've decided to donate, I bet you will change someone's life forever\n\tPersuadee: if I am very sure about that\nPersuader: I will be donating a dollar too, to get even with your donation\n\tPersuadee: That makes me very happy that you want to donate just like me\nPersuader: I am glad so, hope you have a good day\n\tPersuadee: Like you, see you later", "label": [[11, 42, "1-RAPPORT-FRIEND"], [43, 123, "1-RAPPORT-OTHER"], [158, 220, "1-RAPPORT-OTHER"], [158, 220, "2-NEGOTIATE-REQUEST"], [359, 422, "3-EMOTION-ALTRUISTIC"], [479, 575, "3-EMOTION-ALTRUISTIC"], [480, 575, "4-LOGIC-ARGUE"], [712, 848, "1-RAPPORT-OTHER"], [712, 848, "3-EMOTION-ALTRUISTIC"], [885, 966, "1-RAPPORT-COMPLIMENT"], [886, 966, "3-EMOTION-ALTRUISTIC"], [1019, 1082, "2-NEGOTIATE-RECIP"], [1019, 1082, "1-RAPPORT-DISCLOSE"], [1168, 1206, "1-RAPPORT-FRIEND"]], "idx": "706"}
{"id": 2937, "data": "Persuader: Hi\n\tPersuadee: Hello, do you have any charities in mind that you support?\nPersuader: Yes, I am very fond of Save the Children.\n\tPersuadee: I've never heard of that one. What is their goal?\nPersuader: They are an international charity that provideds food, basic supplies and reief to children in developing countries\n\tPersuadee: Oh that is interesting. Have you ever made a donation to them?\nPersuader: Yes, I try to make a donation at least annually\n\tPersuadee: Nice! How much do they recommend you donate?\nPersuader: I would suggest around $20.  That is enough to signifigantly help a child for several weeks while it is just a week's worth of coffee for you.\n\tPersuadee: I could definitely justify giving $20 to them.\nPersuader: Your donation would be of great help and most would go directly to helping these kids.  Meanwhile, you could feel great about helping those kids who really need your support!\n\tPersuadee: Sounds good, do I just go to the website to donate?\nPersuader: Your donation will be directly deducted from your task payment.  You can do that right now.  How much would you likfe to donate?\n\tPersuadee: I will just go ahead and do the $20.\nPersuader: Ok. The research team will collect all donations and send it to Save the Children.\n\tPersuadee: Thank you! I am glad I found a charity I can support.\nPersuader: That great and thanks for your generousity!\n\tPersuadee: No problem. I always like to help when I can.\nPersuader: You are a good person.  Your donation will be very meaningful to needy children.\n\tPersuadee: Same to you! The work you do is important.", "label": [[96, 137, "1-RAPPORT-OTHER"], [96, 137, "1-RAPPORT-DISCLOSE"], [211, 326, "1-RAPPORT-OTHER"], [211, 326, "3-EMOTION-ALTRUISTIC"], [413, 460, "1-RAPPORT-DISCLOSE"], [529, 556, "2-NEGOTIATE-REQUEST"], [558, 671, "3-EMOTION-GUILT"], [558, 671, "3-EMOTION-ALTRUISTIC"], [557, 671, "4-LOGIC-ARGUE"], [742, 828, "3-EMOTION-ALTRUISTIC"], [830, 916, "3-EMOTION-PROMISE"], [992, 1055, "1-RAPPORT-OTHER"], [1057, 1084, "1-RAPPORT-OTHER"], [1085, 1120, "1-RAPPORT-OTHER"], [1341, 1384, "1-RAPPORT-COMPLIMENT"], [1454, 1476, "1-RAPPORT-COMPLIMENT"], [1478, 1534, "3-EMOTION-ALTRUISTIC"]], "idx": "707"}
{"id": 2938, "data": "Persuader: Hi, how are you doing to today? Have you heard of the charity Save the Children?\n\tPersuadee: I haven't heard of them\nPersuader: Sometimes we see commercials for charities that benefit children around the world who live in poverty, Save the Children is one of these charities.\n\tPersuadee: It's good to care for children\nPersuader: Yes, do you like to donate to charity often? I try to leave money for the Salvation Army when they are around during the holidays.\n\tPersuadee: I don't have money to donate. That's why I'm on Mturk\nPersuader: I can relate, I have been trying to put a decent amount of hits together all weekend. Would you be interested in donating just a small amount of your bonus from this hit to Save the Children, even a few cents can make a difference.\n\tPersuadee: OK 5 cents\nPersuader: That's great! Every little bit helps.\n\tPersuadee: Ok 5 cents. I think we've reached our turn limit. GL with your hits\nPersuader: We have to have 10 responses...\n\tPersuadee: But they also say they shouldn't be meaningless so I'm not sure what to do\nPersuader: The research team will collect all donations and send it to Save the Children, knowing that the donations go directly to the charity, would you be willing to give.06 cents?\n\tPersuadee: 5 cents is all I'm willing to give. \nPersuader: Ok, that is great, I just wanted to give you a bit more information about what Save the Children is fighting against.... For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. \n\tPersuadee: I don't think children should go through that. But I'm not the kind of person who can be donating money. Mturk is the only thing I have time to do \nPersuader: I agree, it is sad that children go through it and it is good to know that while we struggle here, even our small donations when combined can really make a difference.\n\tPersuadee: I don't think our ten cents is really going to make a difference to be honest. But I can spare a nickel I guess\nPersuader: We all do what we can, good luck today :)\n\tPersuadee: I think it's a bit unethical of them to put us in this situation on mturk of trying to get us to donate. I don't even know if the money actually goes to the children", "label": [[43, 91, "1-RAPPORT-OTHER"], [139, 286, "1-RAPPORT-OTHER"], [139, 286, "3-EMOTION-EMPATHY"], [139, 286, "3-EMOTION-ALTRUISTIC"], [341, 385, "1-RAPPORT-FRIEND"], [386, 471, "1-RAPPORT-DISCLOSE"], [549, 634, "1-RAPPORT-SIMILAR"], [549, 634, "1-RAPPORT-DISCLOSE"], [635, 780, "2-NEGOTIATE-REQUEST"], [635, 780, "3-EMOTION-ALTRUISTIC"], [815, 828, "1-RAPPORT-COMPLIMENT"], [829, 852, "3-EMOTION-ALTRUISTIC"], [1074, 1246, "2-NEGOTIATE-BARGAIN"], [1307, 1427, "1-RAPPORT-OTHER"], [1428, 1520, "3-EMOTION-EMPATHY"], [1428, 1520, "1-RAPPORT-OTHER"], [1521, 1635, "1-RAPPORT-OTHER"], [1806, 1974, "4-LOGIC-CONCEDE"], [1521, 1635, "3-EMOTION-EMPATHY"], [1807, 1974, "3-EMOTION-OTHER"], [2110, 2151, "1-RAPPORT-FRIEND"], [1807, 1974, "3-EMOTION-ALTRUISTIC"]], "idx": "708"}
{"id": 2939, "data": "Persuader: Hello.\n\tPersuadee: Good morning, how are you/\nPersuader: Pretty good, how about yourself?\n\tPersuadee: Not to bad\nPersuader: So, have you ever donated to a charity for children before?\n\tPersuadee: I've dropped a few coins in the jar at the grocers, but nothing more than that\nPersuader: Well even that is very helpful. All those coins really add up!\n\tPersuadee: I imagine it does, how about you\nPersuader: I sponsor a little boy in India. It's about $40 a month. I would sponsor so many more, but it's really all I can afford.\n\tPersuadee: That's quite the humanitarian effort, good on you\nPersuader: Thanks! It's really gratifying. They send me pictures and videos of him and his family, and let me know exactly where my money is going. I was hoping you would be interested in supporting another great organization, Save the Children. They are also really trustworthy. Your donation to them helps ensure children's right to health, education, safety, etc.\n\tPersuadee: My willingness to donate to charities is always reliant on my current financial situation, currently my finances are fairly unstable and I need every penny that I can scrounge up. Perhaps in the future when I have more disposable income I would be willing to undertake such a proposal, but sadly right now I cannot.\nPersuader: I know exactly how you feel. I've been sick with cancer for about 12 years now. We pretty much live paycheck to paycheck. But I felt so useless sometimes, I decided I would make it work. So I do these little side jobs in order to pay for sponsoring my Indian boy.\n\tPersuadee: Yes, paycheck to paycheck, the story of my life, and imagine doing this in order to eat, But that's not what we are here to discuss, we need to come to some sort of resolution about this donation. How do we go about that?\nPersuader: Well, just so you know, they are not looking for a large donation. You can donate any amount, up to your total payment, which will be $2 after bonus. Even just 5 cents would be acceptable. Would that be okay with you?\n\tPersuadee: Sure 5 cents is fine\nPersuader: That's awesome. The research team collects all donations and sends them directly to Save the Children. And like I said before, many small donations adds up to a lot. Thank you so much!\n\tPersuadee: No problem. If I could ask, before we end this, are you a random person or someone who works for the researcher\nPersuader: The rules of the survey keep me from answering. But thank you again. And I sincerely hope your financial situation improves big time for you!\n\tPersuadee: It was nice talking to you either way, you seem like a cool person. Have a great day.", "label": [[135, 194, "1-RAPPORT-OTHER"], [297, 328, "3-EMOTION-ALTRUISTIC"], [329, 359, "4-LOGIC-OTHER"], [416, 448, "1-RAPPORT-DISCLOSE"], [448, 472, "1-RAPPORT-DISCLOSE"], [473, 536, "1-RAPPORT-DISCLOSE"], [610, 617, "1-RAPPORT-FRIEND"], [618, 641, "1-RAPPORT-DISCLOSE"], [642, 746, "3-EMOTION-STORY"], [747, 844, "1-RAPPORT-OTHER"], [747, 844, "2-NEGOTIATE-OPINION"], [747, 843, "2-NEGOTIATE-REQUEST"], [845, 878, "2-NEGOTIATE-OPINION"], [879, 965, "1-RAPPORT-OTHER"], [878, 965, "3-EMOTION-ALTRUISTIC"], [1305, 1333, "4-LOGIC-CONCEDE"], [1334, 1384, "1-RAPPORT-DISCLOSE"], [1385, 1426, "1-RAPPORT-SIMILAR"], [1427, 1491, "3-EMOTION-STORY"], [1491, 1568, "1-RAPPORT-DISCLOSE"], [1813, 1880, "1-RAPPORT-OTHER"], [1964, 2002, "2-NEGOTIATE-BARGAIN"], [2003, 2031, "2-NEGOTIATE-REQUEST"], [2076, 2091, "1-RAPPORT-COMPLIMENT"], [2179, 2242, "4-LOGIC-OTHER"], [2242, 2260, "1-RAPPORT-COMPLIMENT"], [2444, 2464, "1-RAPPORT-COMPLIMENT"], [2465, 2537, "1-RAPPORT-FRIEND"]], "idx": "709"}
{"id": 2940, "data": "Persuader: Hello how are you today?\n\tPersuadee: Hi, I'm great, how are you?\nPersuader: I am fine, thank you, Have you ever heard about the organization \"Save the Children\"?\n\tPersuadee: Yes, I have. I am not extremely familiar with them, but I have seen several ads for them.\nPersuader: It is a big organization saving the children in almost 120 countries. are you interested in donating?\n\tPersuadee: Yes, I would be happy to donate to that charity. Do you have an amount in mind?\nPersuader: Not any specific amount, anything can be good, no matter small or big. I usually donate to big organizations myself, and I have a soft heart for children\n\tPersuadee: I do, too. I tend to find it easy to be sympathetic towards several different types of charities. From what I have seen about Save the Children I've always been impressed with the work they do.\nPersuader: Same here, Specially when i see how they are clear with their financial and how they try to help all children all around the world\n\tPersuadee: I agree. I feel much better donating to places where I feel confident that the money  is going to where they say it will. I think Save the Children is the biggest charity of it's kind.\nPersuader: Same here, It is also nice when I can donate anonymously. It makes my heart happy how people know about these organization and they actually donate\n\tPersuadee: I'm like you. I always try to donate anonymously. I don't feel the need to be recognized for any good I can do.\nPersuader: Same here, and I like how some HITs encourage us to donate. I've been donating more since I've started working on MTurk.\n\tPersuadee: That's funny that you mention that. I always wonder how many people donate any bonuses that are offered to them. I always donate most if not all of any money I am offered. I figure that I wasn't expecting it to begin with so better to do some good however much.\nPersuader: I donate most of my bonus when I can, I feel like it is free money and others deserve it more. The good thing about it is when you want to donate on websites they usually have a minimum, but with HITs there is no minimum amount\n\tPersuadee: Yes, some of these Universities really impress me with how much they are willing to donate. I know some of them get  really large amounts for studies and I appreciate when they use the money to do some good while gaining research.\nPersuader: Exactly and they pay to workers good enough so they will be willing to donate. It is worth a lot. Specially when it is really trustworthy organization \n\tPersuadee: Yes, and then most are willing to provide proof that they actually donated money, so that is good.\nPersuader: Yes, Thank you for time and attention, and thanks for helping. Have a nice day!\n\tPersuadee: Thank you so much, same to you!", "label": [[87, 172, "1-RAPPORT-OTHER"], [286, 355, "1-RAPPORT-OTHER"], [286, 355, "3-EMOTION-ALTRUISTIC"], [356, 387, "2-NEGOTIATE-REQUEST"], [491, 561, "3-EMOTION-ALTRUISTIC"], [562, 644, "1-RAPPORT-DISCLOSE"], [862, 992, "1-RAPPORT-OTHER"], [862, 992, "3-EMOTION-ALTRUISTIC"], [1201, 1258, "4-LOGIC-CONCEDE"], [1258, 1348, "1-RAPPORT-DISCLOSE"], [1484, 1543, "1-RAPPORT-SIMILAR"], [1544, 1604, "1-RAPPORT-DISCLOSE"], [1890, 1984, "1-RAPPORT-DISCLOSE"], [1985, 2117, "2-NEGOTIATE-OPINION"], [2372, 2450, "4-LOGIC-CONCEDE"], [2451, 2469, "2-NEGOTIATE-OPINION"], [2470, 2523, "2-NEGOTIATE-OPINION"], [2646, 2708, "4-LOGIC-CONCEDE"], [2645, 2708, "1-RAPPORT-FRIEND"], [2709, 2725, "1-RAPPORT-FRIEND"]], "idx": "710"}
{"id": 2941, "data": "Persuader: Hello, may I ask if you already cooperate with a nonprofit organization\n\tPersuadee: yes\nPersuader: Is that organization currently helping the children in need?\n\tPersuadee: yes. they are helping sick children.\nPersuader: Well, I know an organization that not only cares about sick children, but also for those who don't have anything to eat nor a place to live or study\n\tPersuadee: I believe there is an organization like that. Are they good?\nPersuader: Yes, very, they help a lot of children around the world and work hand in hand with UNICEF\n\tPersuadee: that is good. For every $1 donation, how much will they spent on children? how much will they spend on administration?\nPersuader: Most of it, around 95 cents of every dollar is spent on children\n\tPersuadee: that is good.\nPersuader: So, would you like to cooperate with this organization?\n\tPersuadee: sure. I would like to\nPersuader: You can feel free to donate as much as you want, the research team will collect the donations and send it to Save The Children\n\tPersuadee: I can donate $1\nPersuader: That would be perfect, every dollar count when it comes to help those in need, specially the children\n\tPersuadee: yes. that is true.\nPersuader: You can also be a volunteer if you live near one of their offices\n\tPersuadee: I am in Mclean, virginia\nPersuader: I think they have an office in Virginia, so, you can go there if you'd like to be a volunteer\n\tPersuadee: ok. what is the website for this organization?", "label": [[11, 82, "1-RAPPORT-OTHER"], [110, 170, "1-RAPPORT-OTHER"], [231, 379, "1-RAPPORT-OTHER"], [231, 379, "3-EMOTION-ALTRUISTIC"], [231, 379, "3-EMOTION-EMPATHY"], [464, 553, "1-RAPPORT-OTHER"], [696, 760, "1-RAPPORT-OTHER"], [798, 853, "2-NEGOTIATE-REQUEST"], [1065, 1166, "1-RAPPORT-COMPLIMENT"], [1065, 1166, "3-EMOTION-ALTRUISTIC"], [1065, 1166, "4-LOGIC-OTHER"], [1209, 1274, "1-RAPPORT-OTHER"], [1323, 1416, "1-RAPPORT-OTHER"]], "idx": "711"}
{"id": 2942, "data": "Persuader: Hello\n\tPersuadee: hello\nPersuader: What is your profession\n\tPersuadee: are you going to donate\nPersuader: No not really\n\tPersuadee: why not donate\nPersuader: Are you going to donate?\n\tPersuadee: probably not also\nPersuader: It's for children. If you donate it will make a difference to lives if you are able too\n\tPersuadee: i know but i dont think i can right now can you?\nPersuader: Maybe like cents every bit helps\n\tPersuadee: yeah i might also\nPersuader: That's really good\n\tPersuadee: yeah i know\nPersuader: How many cents are you able to donate\n\tPersuadee: 0.50 cents i can you\nPersuader: Whatever this tasks make half of that\n\tPersuadee: i guess so \nPersuader: That's the link of this task\n\tPersuadee: yes it is", "label": [[46, 69, "1-RAPPORT-FRIEND"], [235, 253, "3-EMOTION-ALTRUISTIC"], [254, 322, "3-EMOTION-ALTRUISTIC"], [254, 322, "4-LOGIC-ARGUE"], [395, 427, "2-NEGOTIATE-BARGAIN"], [394, 427, "3-EMOTION-ALTRUISTIC"], [469, 487, "1-RAPPORT-COMPLIMENT"], [523, 560, "2-NEGOTIATE-REQUEST"], [605, 642, "1-RAPPORT-SIMILAR"]], "idx": "712"}
{"id": 2943, "data": "Persuader: are you going to donate\n\tPersuadee: Donate to what charity?\nPersuader: children's charity this one\n\tPersuadee: Well, I would prefer to hear more about the charity, their work and how much of their donations go to direct work with these children. Tell me more info otherwise you can donate to the charities that I know do extraordinary work and spend most of their donations on the children\nPersuader: to help save children that are less fortunate then most children. \n\tPersuadee: Well theres a charity called Skateistan that is championed by the famous skater Tony Hawk And the majority of their donations go to direct service and help children out all of the world whom live in the most vulnerable situations. If I donate to this charity your talking about I need to know the name and information to agree to a donation\nPersuader: save the children\n\tPersuadee: How many children do they serve each year and how much of a donation are you talking about? where is the money going?\nPersuader: the money is going to the children \n\tPersuadee: How much of a donation are you talking about? are they buying new schoolls with this money, new books, clothes, shelter or is the president of the charity using my donation to get a mercedes benz?\nPersuader: like 5 dollars\n\tPersuadee: what will you do with this money. Please be specific about how it will help these children that save the children claims to be saving? I am an informed donor and want to make sure my money is really helping these children\nPersuader: the research team will collect all donations and send it to save the children\n\tPersuadee: It sounds like my money won't be used to directly help the children. What does 5 dollars get these children? and what country or countries are these children located in\nPersuader: im not really sure\n\tPersuadee: Well, is this a lobal charity that will be using my money to spread across their whole organization or will it help buy these children new schools which is a cause that I am really passionate about? How do YOU feel about the work this organization does?\nPersuader: its for the children\n\tPersuadee: Have you ever donated to this organization and if so, how much?\nPersuader: no i havent but i will today\n\tPersuadee: How much will you be donating? Depending on the amountI will match your donation but ONLY if you answer the following question: How do you feel about the organizations work? What do you dislike about the organization", "label": [[10, 34, "2-NEGOTIATE-REQUEST"], [82, 109, "1-RAPPORT-OTHER"], [412, 478, "3-EMOTION-ALTRUISTIC"], [412, 478, "3-EMOTION-EMPATHY"], [1002, 1037, "1-RAPPORT-OTHER"], [1258, 1272, "2-NEGOTIATE-REQUEST"]], "idx": "713"}
{"id": 2944, "data": "Persuader: Hi, happy Labor Day. Are you a person who likes to help others?\n\tPersuadee: Happy Labor Day to you as well. Not particularly, I mean I wouldn't ignore an elderly person who fell down in front of me but I don't usually do charity or volunteer work.\nPersuader: Have you heard of the Save The Children foundation?\n\tPersuadee: I have not, what kind of foundation is that?\nPersuader: The organization solicits donations to provide food, shelter and clothing to help children in improvished countries.\n\tPersuadee: Oh that sounds good. I bet the foundation takes a huge chunk of the donations though, most of the non-profit CEOs are making crazy money, which really bugs me.\nPersuader: I share your dislike for organizations taking most of the donations. Save the Children turns 98% of donations directly into helping the children.\n\tPersuadee: Well that's wonderful to hear, glad to see some organizations are actually doing what they preach so much about.\nPersuader: Save the Children now helps over 150,000 children in poor countries saving many lives.\n\tPersuadee: Do they have any specific countries or regions they focus on? Or is it just everywhere on the globe?\nPersuader: A good share of the help takes place on the African continent.\n\tPersuadee: That makes sense, I can't imagine the living conditions for some of those kids. I've seen pictures of the starving children from down there and it's pretty rough.\nPersuader: Very sad to see. Any chance you would consider donating 50% of what you will earn for completing this hit?\n\tPersuadee: I'm not sure I could donate that much, I use MTurk to pay bills but I may be able to donate a small portion.\nPersuader: I know any about would be greatly appreciated. Would 10% of your hit earnings be possible?\n\tPersuadee: I guess I could do 10%, it is for the kids after all and the organization does make sure almost all the money goes to them.\nPersuader: Thank you for your donation. I know Save the Children will be very thankful. I am donating 100% of my hit earnings as this is just a means to keep my mind working. Thank you again, you are very kind.\n\tPersuadee: That's awesome, your doing the good work! I hope enough of us work on donate for it to make some meaningful difference to the children. \nPersuader: I will do the best I can, again, that you for your help.\n\tPersuadee: Glad to have the opportunity, it feels easier to donate money this way than to take cash out of my wallet and donate it, maybe because it\\'s just electronic \"cash\" right now or something heh.", "label": [[11, 31, "1-RAPPORT-FRIEND"], [32, 74, "1-RAPPORT-OTHER"], [270, 321, "1-RAPPORT-OTHER"], [390, 506, "1-RAPPORT-OTHER"], [390, 506, "3-EMOTION-ALTRUISTIC"], [690, 758, "1-RAPPORT-SIMILAR"], [759, 835, "1-RAPPORT-OTHER"], [972, 1058, "1-RAPPORT-OTHER"], [972, 1058, "3-EMOTION-ALTRUISTIC"], [1183, 1245, "1-RAPPORT-OTHER"], [1432, 1448, "3-EMOTION-OTHER"], [1449, 1538, "2-NEGOTIATE-REQUEST"], [1671, 1718, "2-NEGOTIATE-REQUEST"], [1909, 1937, "1-RAPPORT-COMPLIMENT"], [1671, 1717, "2-NEGOTIATE-RECIP"], [1938, 1985, "5-AUTHORITY-SUPERIOR"], [1986, 2073, "1-RAPPORT-DISCLOSE"], [2073, 2108, "1-RAPPORT-COMPLIMENT"], [2269, 2325, "1-RAPPORT-FRIEND"]], "idx": "714"}
{"id": 2945, "data": "Persuader: Hi there. How are you today?\n\tPersuadee: I'm well, thanks for asking. \nPersuader: Did you know you can donate some or all of your earnings to Save the Children today?\n\tPersuadee: I did think that may be possible.   Can you tell me more about Save the Children?\nPersuader: It is an organization that helps kids in other countries who may not have food and water. I can hardly imagine what that would be like. I am blessed to have 3 healthy children here in America.\n\tPersuadee: That's great!  Every child should have the same opportunities in life, but unfortunately that doesn't happen.  What are some of the things Save the Children does to help?\nPersuader: They make sure these kids have clean water to drink as well as food and they have access to medical care.\n\tPersuadee: Nice.   Are they the ones that make those commercials?  The ones that show kids in bad situations?  That commercial makes me so sad!\nPersuader: Yes they are. They make me sad to. But also reminds me how much I have and how blessed I am. I have so much more then they do. I would want to help them out. Even just a few cents would help them. Don't your think?\n\tPersuadee: Me too.  Yes, I think it's a great cause.  I like to think that if a bunch of people give just a little, it can add up to do a lot of good.  I can give $0.05, and hopefully more in the future. \nPersuader: Awesome! Thank you for helping them. I will be doing the same thing.\n\tPersuadee: Great!   Thanks for advocating.  I hope you have a great day!\nPersuader: Have a wonderful day.\n\tPersuadee: We need 10 turns, so here it is.  Thanks for your time.\nPersuader: Okay. It was fun chatting with you! \n\tPersuadee: you too.  I think it's interesting and creative for them to be doing this on mturk, don't you think?\nPersuader: Yes I do. How long have you been doing mturk?\n\tPersuadee: I did it a bunch in 2014 when I was unemployed.  I'm doing it now because I'm broke until I get my first paycheck from a new job I'm starting tomorrow.   You?\nPersuader: I do it when I'm bored. And I put the money away for vacation or retirement. I enjoy it.\n\tPersuadee: I don't enjoy it that much, only out of necessity.  That's quite responsible of you!", "label": [[93, 177, "1-RAPPORT-OTHER"], [283, 372, "1-RAPPORT-OTHER"], [283, 372, "3-EMOTION-EMPATHY"], [283, 372, "3-EMOTION-ALTRUISTIC"], [373, 418, "1-RAPPORT-OTHER"], [418, 475, "1-RAPPORT-DISCLOSE"], [670, 775, "1-RAPPORT-OTHER"], [670, 775, "3-EMOTION-ALTRUISTIC"], [932, 945, "4-LOGIC-CONCEDE"], [946, 966, "1-RAPPORT-DISCLOSE"], [967, 1024, "1-RAPPORT-DISCLOSE"], [1025, 1058, "3-EMOTION-GUILT"], [1059, 1090, "6-SOCIAL-OTHER"], [1090, 1128, "4-LOGIC-OTHER"], [1090, 1128, "3-EMOTION-ALTRUISTIC"], [1363, 1372, "1-RAPPORT-COMPLIMENT"], [1373, 1399, "1-RAPPORT-COMPLIMENT"], [1401, 1432, "2-NEGOTIATE-RECIP"], [1518, 1539, "1-RAPPORT-FRIEND"], [1625, 1655, "1-RAPPORT-FRIEND"], [1780, 1789, "4-LOGIC-CONCEDE"], [1790, 1825, "1-RAPPORT-FRIEND"], [2008, 2031, "1-RAPPORT-DISCLOSE"], [2032, 2084, "1-RAPPORT-DISCLOSE"], [2084, 2096, "1-RAPPORT-DISCLOSE"]], "idx": "715"}
{"id": 2946, "data": "Persuader: Good morning! How are you today?\n\tPersuadee: I am doing fine. How about you?\nPersuader: I am doing well! What are your plans for today?\n\tPersuadee: Complete surveys. You?\nPersuader: Oh, the same. Maybe spend some time outside. It looks nice. I am wondering, have you hear of the Save the Children charity?\n\tPersuadee: I have heard about it.\nPersuader: Oh that is great! I was on their website today and saw that they do a lot of great work to help kids out that are in need. They are always looking for donations. Are you willing to give even $0.10 of today's pay to help?\n\tPersuadee: Sure. That would be fine.\nPersuader: Can you confirm your donation in a number amount with the $ sign, just to avoid confusion?\n\tPersuadee: Is this okay?\nPersuader: Ooops, it looks like it did not show up, can you try again? Thank you! It will really help the kids in need!\n\tPersuadee: $0.10-Can you see this?\nPersuader: Yes! Yes I can! That worked out. Have you heard about all of the storms/flooding in Hawaii?\n\tPersuadee: Yes. I have. \nPersuader: Well, then you will be interested to know that the STC website is already pledging to help these kids out! Have you ever been on their website?\n\tPersuadee: No. I have not.\nPersuader: I went on today and really learned a lot. Would you be surprised to find their home base is in CT?\n\tPersuadee: Yes. I would.\nPersuader: I was as well! I figured they would be in a more prominent area! So, just to confirm today I can count on you for $0.10?\n\tPersuadee: That would be fine.", "label": [[116, 146, "1-RAPPORT-FRIEND"], [193, 206, "1-RAPPORT-SIMILAR"], [207, 238, "1-RAPPORT-FRIEND"], [238, 252, "1-RAPPORT-FRIEND"], [253, 316, "1-RAPPORT-OTHER"], [363, 380, "1-RAPPORT-COMPLIMENT"], [381, 485, "3-EMOTION-STORY"], [486, 524, "1-RAPPORT-OTHER"], [525, 583, "2-NEGOTIATE-REQUEST"], [832, 869, "3-EMOTION-ALTRUISTIC"], [821, 831, "1-RAPPORT-COMPLIMENT"], [950, 1008, "1-RAPPORT-OTHER"], [1046, 1153, "1-RAPPORT-OTHER"], [1153, 1189, "1-RAPPORT-OTHER"], [1229, 1270, "1-RAPPORT-DISCLOSE"], [1271, 1327, "1-RAPPORT-OTHER"], [1365, 1379, "1-RAPPORT-SIMILAR"], [1380, 1429, "1-RAPPORT-OTHER"], [1430, 1485, "2-NEGOTIATE-REMIND"]], "idx": "716"}
{"id": 2947, "data": "Persuader: Heyo! How're you doing today?\n\tPersuadee: Hey, kind of tired but overall good. How are you?\nPersuader: I'm doing alright. I just had a thought on my mind that I wanted to ask you about \n\tPersuadee: Yea? Go for it.\nPersuader: Do you donate when you get the chance? I was thinking about how everywhere you go, they ask you to donate .50 here and your change there. I think I need to actually start donating. How does it make you feel? Do you donate?\n\tPersuadee: I don't like to donate to for profit businesses. I feel like they'll just take my donation and get their tax credit.\nPersuader: How do you feel about Save the Children? My nephew had to get taken into the hospital not too long ago and I just got the letter in the mail saying they used Save the Childrens donation money to help him. I'm thinking about donating to them. \n\tPersuadee: I'm sorry to hear about your nephew? What happened, if you don't mind me asking.\nPersuader: We found out the hard way that he has actual celiacs (sorry I can't spell too well) and he has an allergic reaction to the cake on his birthday. He went through a TON of testing and that's how they caught it. He has to stay overnight at the hospital for a few weeks and his parents just couldn't afford it. That's when Save the Children came around to help\n\tPersuadee: Oh my gosh. I am so sorry to hear about the little guy and how his birthday, too. How did Save the Children help?\nPersuader: They helped cover the bills for it since he's in Africa. He's doing much better now though! \n\tPersuadee: Oh wow. All the way in Africa. I'm really glad to hear that. You must be so releived.\nPersuader: I am! I'm thinking about donating to them would you be willing to help?\n\tPersuadee: Sure thing. What are the amounts I can pick from?\nPersuader: You can choose any amount from 0 to all of you payment\n\tPersuadee: I'll do $20. \nPersuader: Oh man, I can't believe it! Thank you so much! Sadly, this task will only let you donate the whole 2 dollars. If you wanna donate more you can donate through the website! I'm looking at donating 20 tonight too\n\tPersuadee: Oh I didn't know that. Thank you for letting me know.\nPersuader: Yeah, I'm just so glad that I know they really help. How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment. \n\tPersuadee: I'll still do $20 and go through the site.\nPersuader: Do you want to also donate the 2 dollars from this task?", "label": [[133, 196, "1-RAPPORT-OTHER"], [236, 274, "1-RAPPORT-OTHER"], [275, 373, "1-RAPPORT-OTHER"], [374, 416, "1-RAPPORT-DISCLOSE"], [374, 416, "6-SOCIAL-OTHER"], [599, 639, "1-RAPPORT-OTHER"], [640, 803, "3-EMOTION-STORY"], [804, 841, "1-RAPPORT-DISCLOSE"], [946, 1090, "3-EMOTION-STORY"], [1091, 1154, "3-EMOTION-STORY"], [1155, 1252, "3-EMOTION-STORY"], [1253, 1302, "3-EMOTION-STORY"], [1253, 1302, "1-RAPPORT-OTHER"], [1253, 1302, "3-EMOTION-ALTRUISTIC"], [1440, 1496, "3-EMOTION-STORY"], [1440, 1496, "3-EMOTION-ALTRUISTIC"], [1497, 1532, "3-EMOTION-OTHER"], [1642, 1647, "4-LOGIC-CONCEDE"], [1648, 1713, "2-NEGOTIATE-REQUEST"], [1648, 1713, "6-SOCIAL-OTHER"], [1879, 1906, "1-RAPPORT-COMPLIMENT"], [1907, 1926, "1-RAPPORT-COMPLIMENT"], [2050, 2088, "1-RAPPORT-SIMILAR"], [2166, 2218, "1-RAPPORT-OTHER"], [2219, 2270, "2-NEGOTIATE-REQUEST"], [2456, 2512, "2-NEGOTIATE-REQUEST"]], "idx": "717"}
{"id": 2948, "data": "Persuader: Hello how are you today?\n\tPersuadee: Hello, I am well. How are you?\nPersuader: I am good, are you off for Labor Day?\n\tPersuadee: I am now, I was working until about an hour ago. How about yourself?\nPersuader: I am off as well!  I am curious of what you think about world-wide charity organizations and if you have ever heard of Save The Children?\n\tPersuadee: I think that certain organizations have a very important role to play when directed in the right fashion. I believe I have heard of save the children. Is that the organization that prioritizes funding for children without homes?\nPersuader: Yes that is part of what they do, for instance the refugee crisis in Syria, this organization commits to saving these children from the daily threat of violence.  But that is just an example.\n\tPersuadee: I actually work with some organizations that do similar work to this on a smaller more local scale. The United Way Foundation was founded in my city and we give donations through work\nPersuader: Oh nice!  I want to say it's Denver or Chicago but I don't remember lol.  Anyways, the website is  URL if you would like to check it out.\n\tPersuadee: Thanks I'll look at it. Do you work with them?\nPersuader: I do not, but I am an advocate for their cause.  If you are comfortable with donating up to $2 of your bonus, you may, the researchers will take the amount you specify out of your bonus.\n\tPersuadee: Do you know any more information about where the money specifically goes to?\nPersuader: I personally do not, though I have seen concrete evidence through unbiased sources that save the children does do charitable work.  If you ever heard the term, \"save a child for a cup of coffee\"  it came from them.\n\tPersuadee: Definitely. And I am not doubting that they do good work I was just curious about how they allocate their donations. Going back to the United Way I mentioned earlier they actually let you decide where your donations get put to work. If you would like them to choose for you they have a community fund.\nPersuader: Oh I get that, I guess that will be in the hands of the researchers themselves.  I am sure save the children allows specific donations to go to specific needs, but you would be donating through a \"3rd party\" so to speak.  Would you like to contribute?\n\tPersuadee: You said up to $2 but my payment for this is only $0.30 so I am not sure how this works\nPersuader: Oh, there is a bonus of $2 for completing this task, after we speak there will be a section where you can designate how much you would like to donate.\n\tPersuadee: I see. That makes more sense. I will most likely donate some of the bonus then. That makes it easy\nPersuader: Very nice, I will match whatever amount you declare here, how about that?\n\tPersuadee: Sure that works. I was thinking $0.50 in that case.\nPersuader: 0.50 it is then, thank you so much!\n\tPersuadee: Thank you. Nice speaking with you.", "label": [[90, 127, "1-RAPPORT-FRIEND"], [220, 237, "1-RAPPORT-SIMILAR"], [239, 357, "1-RAPPORT-OTHER"], [610, 771, "1-RAPPORT-OTHER"], [610, 771, "3-EMOTION-EMPATHY"], [610, 771, "3-EMOTION-ALTRUISTIC"], [1009, 1018, "1-RAPPORT-COMPLIMENT"], [1019, 1081, "1-RAPPORT-OTHER"], [1083, 1146, "1-RAPPORT-OTHER"], [1217, 1264, "1-RAPPORT-DISCLOSE"], [1266, 1403, "2-NEGOTIATE-REQUEST"], [2266, 2295, "2-NEGOTIATE-REQUEST"], [2680, 2753, "2-NEGOTIATE-RECIP"], [1504, 1634, "1-RAPPORT-OTHER"], [1503, 1634, "5-AUTHORITY-CREDENTIALS"], [1635, 1718, "1-RAPPORT-OTHER"], [2044, 2123, "1-RAPPORT-OTHER"], [2044, 2123, "4-LOGIC-CONCEDE"], [2680, 2753, "1-RAPPORT-COMPLIMENT"], [2829, 2864, "1-RAPPORT-COMPLIMENT"]], "idx": "718"}
{"id": 2949, "data": "Persuader: Hello, how are you?\n\tPersuadee: Fine, thank you. How do you feel about donating to a children's charity?\nPersuader: I always they to donate when ever I am able. Especially childrens charities, children are so innocent and deserve the best chance at life.\n\tPersuadee: But do you really trust the charities that you give to? Do you know if they are actually using that money for the intended purpose?\nPersuader: YEs I always look into the charities that i donate to. For instance I always donate to our local childrens hospital because my nephew was treat there when he was diagnosed with cancer. I saw how many sick little kids where there fight for their lives. So I also donate to the hospital and childrens cancer network because the money goes directly to research cancers that effect children.\n\tPersuadee: I agree, the local charities are good. I don't trust the bigger charities. I think most of the money that is donated goes towards salaries, etc.\nPersuader: Sadly that is true some times. How do you feel about donating to childrens charities?\n\tPersuadee: I think it is better to help children yourself. That way, you know what the money is being used for. Also, when you do it yourself, it is a lot more rewarding.\nPersuader: True, but there are so many innocent little children who don't have access to food or clean water, not to mention basic health needs. We are lucky to have help if needed they have no one to turn to.\n\tPersuadee: How much do you usually donate every year>\nPersuader: I try to donate at least 250 every year. \n\tPersuadee: That is good. Do you have any kids?\nPersuader: Yes, I have two and I have a lot of nephews and nieces, 1 has a lot of  health issues so childrens charities are always important to me. Do you have children?\n\tPersuadee: I do not have any children yet, do you think that having kids had a big effect on whether on not you are willing to donate to a children's charity?\nPersuader: Yes, probably but my nephew got sick before I had kids and thats what made me realize that cancer or any illness can happen to anyone whether its your child or some one close to you. It is the scariest thing that can happen to anyone especially a child. Once I saw how many children were fighting cancer and other serious disease it woke me up to what is important in life and just because we are not going through it there are so many children suffering that the least I can do is donate.\n\tPersuadee: That is a great way to think about it. I'm sure that when I have kids, my thinking will change a lot as well. So I think that we should donate .10 each to the children. What do you think?\nPersuader: Yes I am fine with that\n\tPersuadee: It is a small amount, but I think that every penny can make a lot of difference. If half the people in the world just donated 10 cents to such charities, then we would raise a LOT of money. It is not necessary to donate hundreds of dollars.\nPersuader: Yes that is what I believe to, We wouldn't even notice 10 cents we spend so much on coffee little things the .10 cents is nothing.\n\tPersuadee: Agreed. We spend so much money on other things, but the moment someone asks for a little charity, we make up many excuses. We will donate .10 and hopefully that will make a difference.", "label": [[127, 172, "1-RAPPORT-OTHER"], [172, 265, "2-NEGOTIATE-OPINION"], [421, 475, "1-RAPPORT-DISCLOSE"], [476, 605, "3-EMOTION-STORY"], [605, 672, "3-EMOTION-EMPATHY"], [606, 672, "3-EMOTION-STORY"], [673, 808, "1-RAPPORT-DISCLOSE"], [673, 808, "4-LOGIC-ARGUE"], [977, 1006, "4-LOGIC-CONCEDE"], [1008, 1062, "1-RAPPORT-OTHER"], [1246, 1379, "4-LOGIC-CONCEDE"], [1246, 1379, "4-LOGIC-COUNTER"], [1246, 1379, "3-EMOTION-EMPATHY"], [1380, 1444, "3-EMOTION-EMPATHY"], [1511, 1552, "1-RAPPORT-DISCLOSE"], [1612, 1749, "1-RAPPORT-DISCLOSE"], [1749, 1770, "1-RAPPORT-FRIEND"], [1942, 2124, "3-EMOTION-STORY"], [2125, 2196, "3-EMOTION-OTHER"], [2196, 2431, "3-EMOTION-STORY"], [2643, 2666, "4-LOGIC-CONCEDE"], [2931, 3061, "1-RAPPORT-SIMILAR"], [2930, 3061, "3-EMOTION-GUILT"]], "idx": "721"}
{"id": 2950, "data": "Persuader: Good morning.\n\tPersuadee: Good morning, how are you doing?\nPersuader: I'm great, thank you for asking! Do you have some time today to talk about an amazing charity I am part of?\n\tPersuadee: Sure, I'd love to hear what charity you participate in\nPersuader: It's called Save the Children and we work towards helping disadvantaged children around the world have adequate food, shelter and healthcare.\n\tPersuadee: Sounds wonderful! Do you only work in the US?\nPersuader: Great question. No, we work all around the world, wherever our help is needed.\n\tPersuadee: What a great charity, is there anything I can do to help?\nPersuader: Absolutely, we are always looking for individuals who are willing to contribute to the cause.\n\tPersuadee: How much are you looking for?\nPersuader: A donation of just $1 can help feed a child for 5 days.\n\tPersuadee: And specifically, where does that money go towards?\nPersuader: The money goes towards providing meals and clean water.\n\tPersuadee: I'd be interested in donating to your cause\nPersuader: That's great! Thank you very much for your donation!\n\tPersuadee: Happy to be able to help such a worthy cause!\nPersuader: The research team will collect all donations and send it to Save the Children.\n\tPersuadee: One last question - are all members who help volunteer based?\nPersuader: We do maintain support staff in country who are paid a living wage, but the rest of our staff are volunteers.\n\tPersuadee: Great! Thanks so much and I'm just so happy to be able to donate", "label": [[114, 188, "1-RAPPORT-OTHER"], [266, 408, "1-RAPPORT-OTHER"], [267, 408, "5-AUTHORITY-OTHER"], [267, 408, "3-EMOTION-ALTRUISTIC"], [478, 493, "1-RAPPORT-FRIEND"], [494, 556, "3-EMOTION-ALTRUISTIC"], [494, 556, "1-RAPPORT-OTHER"], [638, 731, "1-RAPPORT-OTHER"], [638, 731, "2-NEGOTIATE-REQUEST"], [785, 840, "1-RAPPORT-OTHER"], [785, 840, "2-NEGOTIATE-REQUEST"], [1039, 1052, "1-RAPPORT-COMPLIMENT"], [1053, 1091, "1-RAPPORT-COMPLIMENT"], [1325, 1434, "1-RAPPORT-OTHER"]], "idx": "722"}
{"id": 2951, "data": "Persuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. Would you be willing to donate a portion of your hit earnings to help?\n\tPersuadee: No, I am sorry, but I think I'd rather keep the money I make\nPersuader: Any small donation is essential to help ensuring children's rights to health, education, safety. Even a quarter would help.\n\tPersuadee: I don't know anything about this charity.  I don't even know if it is a real charity.  Seems like something someone made up for this HIT. \nPersuader:  URL ( \"The research team will collect all donations and send it to Save the Children.\")\n\tPersuadee: Ok that looks real to me lol.  Still not sure I want to donate to it though.  It is hard to earn money on mTurk and I don't want to give any of it away.  \nPersuader: Well take a look at the website, I know money is hard to come by on Mturk. \n\tPersuadee: The website does have a strong appeal, I will give it that.  I am already 20 minutes into this HIT though and earning less than 2 dollars for that time would be a waste for me.  So, I am not going to donate.  \nPersuader: Well that is your decision, but a couple of quarters could make a big difference to a child. What if you were in the same situation?\n\tPersuadee: I understand the point but I'd rather donate locally\nPersuader: You could think of donating even a quarter as a good bit of karma.\n\tPersuadee: I guess but I need every penny I make on mTurk. \nPersuader: Well you can be part of the solution and help these children, but if you need to small amount I will not hold it against you.\n\tPersuadee: I am going to keep the money.  Sorry.  I wouldn't expect anyone working on mTurk to give away these hard earned pennies.  If they are looking for people to be a part of the solution they should find people with money to burn\nPersuader: You should feel lucky to have what you have, I am sure you are very well of compared to those children who have nothing. There is nothing that might change your mind?\n\tPersuadee: I may say yes just to reach the end of this HIT lol.  50 minutes for 2 bucks...sheesh\nPersuader: I would like to get this wrapped up also, I just want you to know that your donation will really go to the charity.\n\tPersuadee: Sorry, but I have no reason to believe that so I am not going to donate\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2)?   \"The research team will collect all donations and send it to Save the Children.\" Any amount would be great and we can wrap this up. Thank you for your time.\n\tPersuadee: I choose to donate 0", "label": [[11, 179, "1-RAPPORT-OTHER"], [180, 250, "2-NEGOTIATE-REQUEST"], [335, 432, "2-NEGOTIATE-OTHER"], [335, 431, "3-EMOTION-ALTRUISTIC"], [432, 458, "3-EMOTION-ALTRUISTIC"], [888, 963, "4-LOGIC-CONCEDE"], [1197, 1289, "2-NEGOTIATE-OTHER"], [1406, 1472, "5-AUTHORITY-SUPERIOR"], [2040, 2085, "2-NEGOTIATE-OTHER"], [2194, 2310, "1-RAPPORT-SIMILAR"], [2195, 2310, "4-LOGIC-OTHER"], [2457, 2520, "3-EMOTION-ALTERCASTING"], [2664, 2714, "3-EMOTION-ALTRUISTIC"], [2715, 2739, "1-RAPPORT-FRIEND"], [335, 431, "4-LOGIC-ARGUE"], [888, 963, "2-NEGOTIATE-REQUEST"], [1197, 1288, "3-EMOTION-ALTRUISTIC"], [1290, 1329, "3-EMOTION-EMPATHY"], [1406, 1472, "3-EMOTION-ALTRUISTIC"], [1545, 1670, "3-EMOTION-ALTRUISTIC"], [1545, 1670, "3-EMOTION-OTHER"], [1919, 2039, "3-EMOTION-GUILT"], [2405, 2456, "3-EMOTION-ALTERCASTING"]], "idx": "723"}
{"id": 2952, "data": "Persuader: Do you want to help me make a difference?\n\tPersuadee: Sure\nPersuader: Have you heard of Save The Children, a well-acknowledged chairty?\n\tPersuadee: yes. I have donated before.\nPersuader: Would you like to donate again?\n\tPersuadee: Not sure why?\nPersuader: Children like Maria can use your help. She is one of ten children. They need all the help they can get. They live in a war zone.\n\tPersuadee: Oh that is horrible. I think I might donate. I think any amount of money will help. Are you going to donate?\nPersuader: I try to donate monthly. I will donate again this month. I think of how just a cup of coffee can pay for a meal for a family in another country like Maria.\n\tPersuadee: That is powerful. A little goes a long way for people in need. We may  not think much about a couple of bucks but to other people that can mean food for a day or two.\nPersuader: You're not donating just to the child but the family and helping them all.\n\tPersuadee: I think I could donate 25 cents. Will that be enough to help in some aspect? What is a general rule of thumb when making donations?\nPersuader: Ten cents is good. Twenty cents is better. 25 cents is better. But fifty cents can really help.\n\tPersuadee: I think I will stick with 25 cents. I usually try to stay consistent when making a effort to help others.\nPersuader: How about thirty cents?\n\tPersuadee: Ok. I can do 30 cents. I like to help other people less fortunate than me.\nPersuader: Do you think you can donate again next year too?\n\tPersuadee: Maybe. I am always open minded to helping other humans in need. I will probably donate late this year as well.\nPersuader: Ok. So 30 cents is your final donation for today?\n\tPersuadee: Yes. I would like to donate 30 cents. It is part of being a good human being.", "label": [[11, 52, "1-RAPPORT-OTHER"], [81, 146, "1-RAPPORT-OTHER"], [81, 146, "5-AUTHORITY-CREDENTIALS"], [198, 229, "2-NEGOTIATE-REQUEST"], [267, 305, "3-EMOTION-STORY"], [267, 305, "3-EMOTION-ALTRUISTIC"], [306, 333, "3-EMOTION-STORY"], [334, 371, "3-EMOTION-STORY"], [334, 371, "3-EMOTION-ALTRUISTIC"], [371, 395, "3-EMOTION-STORY"], [371, 395, "3-EMOTION-EMPATHY"], [528, 552, "1-RAPPORT-DISCLOSE"], [553, 584, "1-RAPPORT-DISCLOSE"], [585, 683, "3-EMOTION-GUILT"], [585, 683, "3-EMOTION-ALTRUISTIC"], [874, 948, "3-EMOTION-ALTRUISTIC"], [1104, 1122, "2-NEGOTIATE-OPINION"], [1123, 1146, "2-NEGOTIATE-OPINION"], [1147, 1166, "2-NEGOTIATE-OPINION"], [1167, 1199, "2-NEGOTIATE-OPINION"], [1329, 1352, "2-NEGOTIATE-BARGAIN"], [1451, 1499, "2-NEGOTIATE-REQUEST"], [1638, 1683, "2-NEGOTIATE-REMIND"]], "idx": "724"}
{"id": 2953, "data": "Persuader: Hi.  Are you a bot?\n\tPersuadee: No i am not\nPersuader: Have you don this HIT before?\n\tPersuadee: No i have not\nPersuader: My goal is supposed to get you to donate any amount to a charity.  It's up to you whether you want to donate or not\n\tPersuadee: No i do not want to donate any money\nPersuader: That's totally fine.  What is your task anyway?\n\tPersuadee: I do not have any task, what do you think. Tell me more about the charity\nPersuader: What does your communicator role task description say?\n\tPersuadee: talking about children's charity\nPersuader: The charity is Save the Children\n\tPersuadee: Oh okay. Where is it located?\nPersuader: I'm not sure.  I've done this HIT before.  You get a bonus if you donate even just one cent.  \n\tPersuadee: not i am not even willing to donate anything\nPersuader: That's totally fine.  How long have you been doing mTurk?\n\tPersuadee: i do not think that is what we are meant to talk about. Can we talk about your charity, maybe i can talk to some people about it\nPersuader: It's related to charity.  I was going to follow up if you ever donate to charities when a HIT prompts you to do so\n\tPersuadee: How do i donate if i want to donate\nPersuader: It appears at the end of the survey once this chat is done\n\tPersuadee: Okay i will look forward to it then", "label": [[16, 30, "1-RAPPORT-OTHER"], [66, 95, "1-RAPPORT-OTHER"], [133, 199, "1-RAPPORT-OTHER"], [200, 248, "3-EMOTION-OTHER"], [309, 329, "1-RAPPORT-FRIEND"], [200, 248, "1-RAPPORT-FRIEND"], [331, 356, "1-RAPPORT-FRIEND"], [454, 508, "1-RAPPORT-OTHER"], [565, 597, "1-RAPPORT-OTHER"], [665, 693, "1-RAPPORT-DISCLOSE"], [694, 744, "2-NEGOTIATE-REWARD"], [836, 871, "1-RAPPORT-FRIEND"], [814, 834, "1-RAPPORT-FRIEND"], [1024, 1048, "1-RAPPORT-OTHER"], [1050, 1138, "1-RAPPORT-OTHER"]], "idx": "725"}
{"id": 2954, "data": "Persuader: Hi! I'm glad we got matched. Can I start out by asking if there are any charitable causes that you feel specifically drawn to?\n\tPersuadee: I  am very interested in breast cancer and raising funds for that \nPersuader: Thank you, that is definitely a worthy cause. I wanted to get a feel for whether your interests tended to be focused on people, environment, etc. and I'm glad to hear that you are concerned for people's well-being. Unfortunately the donation I want to bring up isn't directly related to illness, but it is related to the health and livelihood of people. Have you heard of Save the Children?\n\tPersuadee: It souns vaguely familiar does it help children in this country\nPersuader: one of the beautiful things about it is that it helps children in the US AND around the world. (I myself sometimes get a bit discouraged or feel like my personal donations don't mean as much if its reach is too localized. Especially when it's something as important as helping and in many cases rescuing children from violent areas or from malnutrition/disease. Thousands of children die every day due to circumstances that are completely outside of their control and this organization actually helps to provide them with stability which eventually will better our global future.\n\tPersuadee: that sounds like something I wuld be interested in.\nPersuader: Awesome! I'm happy to hear it. At the end of the day kids are particularly vulnerable so this organization's mission is one that I feel really strongly about.  URL here is their website if you'd like to check out accreditation before my next topic which is how this HIT lets us help. Let me know when you've looked at it :)\n\tPersuadee: let donate $1\nPersuader: Yeah! I was just about to say we can choose to donate anywhere from 0 to $2. At the end of the day, what we're really donating is our time (the minutes that it's taken to do this HIT). I don't want either of us to have to forego earning anything for our time, but I think $1 is great\n\tPersuadee: I have children and my son was very ill at one point so anything that helps children I am very interested in.  I checked ou the website and I feel like it is something I can get behind\nPersuader: I understand completely and I hope your son is doing better and continues to stay healthy! From what I'm seeing, the donation gets deducted from the task payment and even though it seems like a small donation (in the grand scheme of things) they put 90% of donations to direct aid so every dollar really adds up\n\tPersuadee: Yes he is doing better thank you for saying.  Yes every dollar adds up.  I think it is a worthy cause\nPersuader: Great! I'm glad to have been matched with a generous person :)\n\tPersuadee: I agree great minds think alike\nPersuader: Yes! And if this HIT keeps the same charity for all of the workers, then I think it's great that it's getting visibility too\n\tPersuadee: I didn;t even think aout it like that but you are right.  I think if we could all just donate a tiny bit of our income it would help everybody\nPersuader: That's a great idea. I would too even if it's a small percentage. This is on a similar topic but not directly related, but just in case you shop on Amazon and didn't know-- if you shop through smile.amazon.com you can actually choose a charity that gets a portion of donations on the money you spent. Doesn't cost you extra, I'm sure there are ones devoted to breast cancer!\n\tPersuadee: wow I didn't know at all.  Is that an app or a direct website?\nPersuader: just the direct website! I think it should be the default honestly. your login and everything is the same and you can change the charity it goes to whenever you'd like :)\n\tPersuadee: awesome I am going to definitely use them I am spending money anyway why not  donate as well.  It is a win win\nPersuader: yes! exactly. I'm buying the same things and use amazon all the time, so it makes me feel a little like I'm helping at the same time. Thanks for chatting and taking this HIT with me:)\n\tPersuadee: you as well thank you for all the information good night.", "label": [[15, 39, "1-RAPPORT-FRIEND"], [40, 137, "1-RAPPORT-OTHER"], [228, 273, "1-RAPPORT-COMPLIMENT"], [274, 443, "1-RAPPORT-OTHER"], [274, 443, "1-RAPPORT-COMPLIMENT"], [443, 581, "1-RAPPORT-OTHER"], [582, 618, "1-RAPPORT-OTHER"], [706, 800, "2-NEGOTIATE-OPINION"], [802, 928, "1-RAPPORT-DISCLOSE"], [928, 1067, "3-EMOTION-ALTRUISTIC"], [928, 1067, "3-EMOTION-EMPATHY"], [1068, 1285, "3-EMOTION-EMPATHY"], [1068, 1285, "3-EMOTION-ALTRUISTIC"], [1361, 1369, "1-RAPPORT-COMPLIMENT"], [1370, 1391, "1-RAPPORT-COMPLIMENT"], [1392, 1519, "6-SOCIAL-OTHER"], [1392, 1519, "3-EMOTION-EMPATHY"], [1525, 1644, "5-AUTHORITY-CREDENTIALS"], [1645, 1684, "1-RAPPORT-FRIEND"], [1722, 1727, "4-LOGIC-CONCEDE"], [1799, 1906, "4-LOGIC-ARGUE"], [1906, 2005, "2-NEGOTIATE-RECIP"], [1907, 2005, "1-RAPPORT-COMPLIMENT"], [2214, 2304, "1-RAPPORT-FRIEND"], [2304, 2525, "4-LOGIC-OTHER"], [2305, 2525, "3-EMOTION-ALTRUISTIC"], [2769, 2773, "4-LOGIC-CONCEDE"], [2651, 2713, "1-RAPPORT-COMPLIMENT"], [2774, 2893, "2-NEGOTIATE-OPINION"], [3060, 3080, "1-RAPPORT-COMPLIMENT"], [3081, 3125, "1-RAPPORT-SIMILAR"], [3126, 3360, "1-RAPPORT-OTHER"], [3361, 3434, "1-RAPPORT-OTHER"], [3521, 3545, "1-RAPPORT-OTHER"], [3546, 3589, "2-NEGOTIATE-OPINION"], [3589, 3691, "1-RAPPORT-FRIEND"], [3826, 3830, "4-LOGIC-CONCEDE"], [3831, 3839, "4-LOGIC-CONCEDE"], [3840, 3959, "1-RAPPORT-OTHER"], [3960, 4009, "1-RAPPORT-FRIEND"]], "idx": "726"}
{"id": 2955, "data": "Persuader: Hello, how are you?\n\tPersuadee: I am doing good, how are you?\nPersuader: I'm doing good. Where are you from?\n\tPersuadee: I am from Baltimore, Maryland. Usa. How about you? Where are you from?\nPersuader: I'm in Seattle. How long have you been on MTurk?\n\tPersuadee: Oh, okay. Seattle seems pretty. I have been on MTurk for only a few months. How long have you been on MTurk and do you like it?\nPersuader: A few days. I like it. What are you on Mturk for? I got injured and can't work.\n\tPersuadee: I am on Mturk to make some extra income. I work fulltime as well. If you don't mind me asking, how were you injured? \nPersuader: I fell 50 feet and broke my wrist, toe, thumb, sternium, ribs, heel. I was climbing a mountain and had to do a mountain rescue. \n\tPersuadee: Oh my goodness. That is very intense amount of injuries. Wow, mountain rescue? That sounds pretty exciting, also dangerous. How long had you been doing rescue?\nPersuader: Sorry for the delay in responses. It's hard to type. About a year. I enjoy volunteering my time and services with my skills. I'm an avid rock climber and mountaineer and a few weeks ago I did a charity climb to raise money for the local childrens hospital. \n\tPersuadee: That's definitely okay! The amount of injuries you sustained, I can't even believe you can type at all. That is really amazing. I like to volunteer my time (when I have it) at day shelters in Baltimore.\nPersuader: Thanks. I'm happy not to be dead or paralyzed. What kind of shelters? Animal, children, homeless? \n\tPersuadee: I imagine surviving an injury does put life into perspective. Oh, I forgot to mention. Homeless day shelters for humans.\nPersuader: Oh nice. I've helped with the climbing out of homelessness programs up here in Seattle. The shelters take homeless and addicts and put them through a program to climb mt rainier. It's all through donations. A lot of people are down on their luck, but there's also a lot of mental issues and addicts. It's quite sad, so I applaud you for helping. One thing I found out is you can donate partial mturk funds to a childrens foundation, did you know that?\n\tPersuadee: Oh wow. Yes a lot of people are down and out. I never knew that at all. I also didn't know mturk funds could be donated to a children's foundation. That is pretty nice.\nPersuader: Yeah, I try and donate a partial bit of my earnings. Even though I'm down on my luck I still have a roof over my head and food in the fridge. This organization helps with health, housing, and education for children. Would you like to help out too?\n\tPersuadee: I am down on my luck much of the time, but yes, I am able to donate a little bit of my mturk pay. It won't be alot right at this moment, but it will still be a donation.\nPersuader: Sorry to hear that for you too. I feel it's better than nothing, so I try to donate a little. How much would you like to donate? Your donation would be directly deducted from this task. You can do anywhere between $0 and $2.\n\tPersuadee: I would like to donate 0.05 today. It's not much, but if I can do more jobs that generate pretty decently, I can donate more.\nPersuader: Awesome, I hope your luck improves, and it was nice chatting with you.\n\tPersuadee: Thank you so much, I hope yours does as well. Have a good weekend and holiday weekend.", "label": [[100, 119, "1-RAPPORT-FRIEND"], [214, 229, "1-RAPPORT-DISCLOSE"], [230, 262, "1-RAPPORT-FRIEND"], [414, 425, "1-RAPPORT-DISCLOSE"], [425, 437, "1-RAPPORT-DISCLOSE"], [635, 703, "1-RAPPORT-DISCLOSE"], [1000, 1013, "1-RAPPORT-DISCLOSE"], [1014, 1071, "1-RAPPORT-DISCLOSE"], [1431, 1438, "1-RAPPORT-FRIEND"], [1439, 1478, "1-RAPPORT-OTHER"], [1478, 1500, "1-RAPPORT-OTHER"], [1674, 1682, "1-RAPPORT-COMPLIMENT"], [1682, 1761, "1-RAPPORT-DISCLOSE"], [1762, 1852, "3-EMOTION-STORY"], [1973, 2019, "3-EMOTION-OTHER"], [1973, 2019, "1-RAPPORT-COMPLIMENT"], [2020, 2125, "1-RAPPORT-OTHER"], [2318, 2370, "1-RAPPORT-DISCLOSE"], [2460, 2534, "3-EMOTION-ALTRUISTIC"], [2460, 2534, "1-RAPPORT-OTHER"], [2534, 2565, "2-NEGOTIATE-REQUEST"], [2759, 2790, "1-RAPPORT-FRIEND"], [437, 464, "1-RAPPORT-FRIEND"], [464, 493, "1-RAPPORT-DISCLOSE"], [704, 763, "1-RAPPORT-DISCLOSE"], [947, 980, "1-RAPPORT-FRIEND"], [980, 999, "1-RAPPORT-DISCLOSE"], [1072, 1204, "1-RAPPORT-DISCLOSE"], [1501, 1529, "1-RAPPORT-OTHER"], [1853, 1880, "1-RAPPORT-OTHER"], [1881, 1973, "3-EMOTION-EMPATHY"], [2370, 2459, "3-EMOTION-STORY"], [2790, 2852, "4-LOGIC-ARGUE"], [2853, 2887, "2-NEGOTIATE-REQUEST"], [2791, 2852, "1-RAPPORT-SIMILAR"], [3133, 3203, "1-RAPPORT-COMPLIMENT"], [3133, 3203, "1-RAPPORT-FRIEND"]], "idx": "727"}
{"id": 2956, "data": "Persuader: Hi there! Can I tell you all\n\tPersuadee: Hello how are\nPersuader: sorry it cut me off...can I tell you about a charity called Save the Children?\n\tPersuadee: Yes pleas do\nPersuader: They help children make sure they have access to health resources, education, and safe environments.\n\tPersuadee: Sounds like a good charity. What countries do they provide service to?\nPersuader: mainly children in developing countries.  Did you know over 1,000 children were killed in Syria in just the first 2 months of 2018.\n\tPersuadee: What kind of health benefits to they provide to the children?\nPersuader: they provide them access to doctors and medicine that they wouldnt normally get.  Donations are their main source of income.\n\tPersuadee: What is the standard monthly donation someone usually gives.\nPersuader: A lot of people like to give 30/month so it's only a dollar a day.  however any donation helps, even just 1 dollar.\n\tPersuadee: What percentage of my donation actually makes it to the children?\nPersuader: 86% goes towards the services...the rest is used mainly for fundraising efforts\n\tPersuadee: Could you provide a breakdown of where that 14% goes?\nPersuader: 9% fundraising and 5% goes towards keeping the charity running like salaries etc\n\tPersuadee: Is save the children backed by any religious organizations?\nPersuader: I'm not sure about religious organizations but several large companies partner with them.  Would you consider making a donation?\n\tPersuadee: Could you pleas give examples of the large companies?\nPersuader: Google, Disney, target and paypal\n\tPersuadee: What percentage of your total donations come from these large corporations.\nPersuader: Most come from individuals like you.  consider making a donation!\n\tPersuadee: Yes I would", "label": [[99, 129, "1-RAPPORT-OTHER"], [192, 292, "3-EMOTION-ALTRUISTIC"], [192, 292, "1-RAPPORT-OTHER"], [387, 428, "1-RAPPORT-OTHER"], [429, 518, "1-RAPPORT-OTHER"], [429, 518, "3-EMOTION-EMPATHY"], [604, 684, "1-RAPPORT-OTHER"], [604, 684, "3-EMOTION-ALTRUISTIC"], [604, 684, "3-EMOTION-EMPATHY"], [686, 728, "1-RAPPORT-OTHER"], [813, 879, "1-RAPPORT-OTHER"], [813, 879, "6-SOCIAL-NORMS"], [881, 928, "3-EMOTION-ALTRUISTIC"], [1018, 1097, "1-RAPPORT-OTHER"], [1175, 1255, "1-RAPPORT-OTHER"], [1339, 1428, "1-RAPPORT-OTHER"], [1430, 1467, "2-NEGOTIATE-REQUEST"], [1678, 1714, "6-SOCIAL-GROUP"], [1716, 1743, "2-NEGOTIATE-REQUEST"]], "idx": "728"}
{"id": 2957, "data": "Persuader: Hello\n\tPersuadee: hi\nPersuader: I would like to donate\n\tPersuadee: definitely I like to help in anyway that I can to help children and animals. \nPersuader: Even it's 5 dollars\n\tPersuadee: it depends. I would like to donate about 0.50 to the charity\nPersuader: Yes me too \n\tPersuadee: I feel that donating is an ethical reason to give your tithes and offerings\nPersuader: I like children\n\tPersuadee: Me 2. Children and Animals are the most precious of God's creations.\nPersuader: That's true also\n\tPersuadee: I agree all the way that they are the best creations of all. And giving a donation is an ethical choice. Any amount I believe is good.\nPersuader: Yes I would donate\n\tPersuadee: yeah me too. I think 0.50 cents is a perfect amount to donate.\nPersuader: Did u donate before\n\tPersuadee: Yes, But I donated about 0.20 cents. This time I like to do 0.50 since I also know that the charity is legitimate.\nPersuader: Oh wow that's good\n\tPersuadee: I always like to give a small donation of some kind and always believe that others should also.\nPersuader: Yes me too\n\tPersuadee: I think it is also the right thing.", "label": [[43, 65, "1-RAPPORT-DISCLOSE"], [167, 186, "2-NEGOTIATE-OTHER"], [271, 282, "1-RAPPORT-SIMILAR"], [382, 397, "1-RAPPORT-DISCLOSE"], [490, 506, "4-LOGIC-CONCEDE"], [665, 683, "4-LOGIC-CONCEDE"], [770, 789, "1-RAPPORT-OTHER"], [928, 946, "1-RAPPORT-COMPLIMENT"], [1066, 1076, "1-RAPPORT-SIMILAR"]], "idx": "729"}
{"id": 2958, "data": "Persuader: I think it would be good to donate your payment to Save the Children, it could help alot of kids out\n\tPersuadee: yes i will.\nPersuader: That's very good since they do so much for children.\n\tPersuadee: Sure, Do you like donations? \nPersuader: Yes I think donating to charity is a very honorable thing to do.\n\tPersuadee: Definitely, Are you interested in such things?\nPersuader: Yes I donate to charity every month through my paychecks.\n\tPersuadee: Oh! this is so good. \nPersuader: Are you aware of what save te children does?\n\tPersuadee: I know a little bit. But do not fully know.\nPersuader: They give money to help children in other countries and get them away from viloence.\n\tPersuadee: Oh! this is nice. Thank you so much.\nPersuader: They are also a reputable charity.\n\tPersuadee: This is good thing. I am more interested in this. \nPersuader: Do you donate to other charities also?\n\tPersuadee: Yes, But I remember what it gave me.\nPersuader: How much would you be willing to donate today?\n\tPersuadee: I think I can give $25.\nPersuader: Ok so you will donate $25 to the charity, that's amazing. Thank you very much.\n\tPersuadee: The explanations you provided were very useful. Thank you so much.\nPersuader: So you will give $25 today right?\n\tPersuadee: Yes i will.\nPersuader: Thank you for your time, have a great day.\n\tPersuadee: Thank you very much, have a nice day.", "label": [[11, 111, "2-NEGOTIATE-OPINION"], [10, 111, "3-EMOTION-ALTRUISTIC"], [146, 199, "1-RAPPORT-COMPLIMENT"], [147, 199, "3-EMOTION-ALTRUISTIC"], [253, 317, "1-RAPPORT-DISCLOSE"], [253, 317, "5-AUTHORITY-SUPERIOR"], [388, 445, "1-RAPPORT-DISCLOSE"], [491, 535, "1-RAPPORT-OTHER"], [603, 687, "1-RAPPORT-OTHER"], [603, 687, "3-EMOTION-ALTRUISTIC"], [603, 687, "3-EMOTION-EMPATHY"], [748, 782, "2-NEGOTIATE-OPINION"], [748, 782, "6-SOCIAL-OTHER"], [857, 895, "1-RAPPORT-OTHER"], [955, 1002, "2-NEGOTIATE-REQUEST"], [1050, 1107, "2-NEGOTIATE-REMIND"], [1050, 1107, "1-RAPPORT-COMPLIMENT"], [1108, 1128, "1-RAPPORT-COMPLIMENT"], [1219, 1252, "2-NEGOTIATE-REMIND"], [1288, 1330, "1-RAPPORT-FRIEND"]], "idx": "730"}
{"id": 2959, "data": "Persuader: I would like to tell you about \"Save the Children\", and international organization that provides support for children in developing countries.\n\tPersuadee: Okay, sure\nPersuader: for nearly 100 years, Save the Children has put the rights of every child at the center of their mission.  In just last year, they helped 237,000 children.\n\tPersuadee: Oh wow, that's great. What kinds of things are they helping them with?\nPersuader: they help children in poverty around the world, help children with preventable diseases, and children suffering from neglect.  Picture a child suffering from a disease with an easy cure but no access.\n\tPersuadee: Yes, that's very unfortunate. That's really sad.\nPersuader: Are you willing to make a donation to \"Save the Children\"?  Would you like any more information?\n\tPersuadee: How do I donate? \nPersuader: Your donation will be deducted directly from your task payment.  You can choose any amount from 0 to all of your payment.  Save the Children is the voice for vulnerable children.\n\tPersuadee: I would rather keep my full task payment but I will consider donating online.\nPersuader: Is there any way I could get you to reconsider?  Millions of children are missing out on an education.  Your donation right now could help any number of children in need.\n\tPersuadee: That's okay, I would rather donate online. But thanks for letting me know about it!\nPersuader: Even a small donation right now would help so much!  Save the children are among the first to respond when crisis strikes around the world.  The research team will make sure your donation goes to Save the Children.\n\tPersuadee: I'll donate 10 cents\nPersuader: Thank you so much!  Would you like any more information on Save the Children?\n\tPersuadee: Sure, I'll read more information\nPersuader: Save the Children provides food assistance to familes following a natural disaster.  They strengthen communities\n\tPersuadee: That's great. It sounds like a really good cause.\nPersuader: I hope you feel so proud of your donation to this worthy cause!\n\tPersuadee: Yes, thank you! ", "label": [[11, 153, "1-RAPPORT-OTHER"], [11, 153, "3-EMOTION-ALTRUISTIC"], [188, 293, "3-EMOTION-ALTRUISTIC"], [187, 293, "1-RAPPORT-OTHER"], [295, 343, "3-EMOTION-ALTRUISTIC"], [437, 564, "3-EMOTION-EMPATHY"], [438, 563, "3-EMOTION-ALTRUISTIC"], [438, 564, "1-RAPPORT-OTHER"], [565, 638, "3-EMOTION-EMPATHY"], [710, 769, "2-NEGOTIATE-REQUEST"], [771, 807, "1-RAPPORT-OTHER"], [849, 912, "3-EMOTION-ALTERCASTING"], [914, 970, "3-EMOTION-ALTERCASTING"], [972, 1027, "1-RAPPORT-OTHER"], [972, 1027, "5-AUTHORITY-OTHER"], [1128, 1176, "2-NEGOTIATE-OTHER"], [1178, 1230, "3-EMOTION-EMPATHY"], [1233, 1299, "4-LOGIC-ARGUE"], [1233, 1299, "2-NEGOTIATE-REQUEST"], [1233, 1299, "3-EMOTION-ALTRUISTIC"], [1406, 1458, "3-EMOTION-ALTRUISTIC"], [1406, 1458, "2-NEGOTIATE-BARGAIN"], [1460, 1546, "1-RAPPORT-OTHER"], [1460, 1546, "3-EMOTION-ALTRUISTIC"], [1548, 1621, "3-EMOTION-ALTERCASTING"], [1666, 1685, "1-RAPPORT-COMPLIMENT"], [1686, 1743, "1-RAPPORT-OTHER"], [1800, 1883, "1-RAPPORT-OTHER"], [1800, 1883, "3-EMOTION-ALTRUISTIC"], [1885, 1912, "1-RAPPORT-OTHER"], [1986, 2049, "3-EMOTION-PROMISE"], [1885, 1912, "1-RAPPORT-OTHER"]], "idx": "731"}
{"id": 2960, "data": "Persuader: hey\n\tPersuadee: Hello, how are you?\nPersuader: good enough do you donate for save children campaign?\n\tPersuadee: I do donate, yes. Probably not as much as I should but I do. Do you donate?\nPersuader: yes i do..would you like to donate here? you can refer this  URL \n\tPersuadee: I am not sure about that. That is something I need to think about. How much do you donate?\nPersuader: even i am thinking the same\n\tPersuadee: What would you say is a fair amount to donate?\nPersuader: i am not sure... do you think anything about it?\n\tPersuadee: I think there are a lot of organizations out there and children's charities that need help. How does one know which one you should actually donate to.\nPersuader: yes... thats why we have this  URL link which help us whether donate or not?\n\tPersuadee: Do you think it is safe to donate to this charity?\nPersuader: actually i mostly donate money whom in need. in this type of organisations have so many people who donate.\n\tPersuadee: Well, have you actually donated to the Save the Children charity before?\nPersuader: yes i have donated about $500\n\tPersuadee: That is a good donation. \nPersuader: you think to donate?\n\tPersuadee: I think I could donate a little but not that much.\nPersuader: how much money ?\n\tPersuadee: I can donate $100.", "label": [[58, 111, "1-RAPPORT-OTHER"], [210, 220, "1-RAPPORT-DISCLOSE"], [221, 251, "2-NEGOTIATE-REQUEST"], [506, 537, "1-RAPPORT-OTHER"], [712, 719, "4-LOGIC-CONCEDE"], [863, 907, "1-RAPPORT-DISCLOSE"], [908, 969, "1-RAPPORT-OTHER"], [1066, 1095, "1-RAPPORT-DISCLOSE"], [1240, 1256, "2-NEGOTIATE-REQUEST"], [252, 276, "5-AUTHORITY-OTHER"], [391, 418, "1-RAPPORT-SIMILAR"], [719, 788, "1-RAPPORT-OTHER"], [1145, 1165, "2-NEGOTIATE-REQUEST"]], "idx": "732"}
{"id": 2961, "data": "Persuader: Good afternoon/evening\n\tPersuadee: Hello\nPersuader: Looks like there might be a bonus coming at the end of this HIT, have you got any plans for the money?\n\tPersuadee: Nope, what do you recommend?\nPersuader: I read a lot about the Save the Children charity before I came in here.  I hope that more people will donate a portion of their income.  Even small amounts will definitely help\n\tPersuadee: What's Save the Children all about?\nPersuader: They provide relief and support to children in developing nations, especially the millions of kids who are at risk in Syria.  They are a charity we can trust, so I think we all should do our part to help the less fortunate\n\tPersuadee: Do they provide for the millions of hungry kids here in the USA?\nPersuader: They concentrate on developing countries, but, personally, I think that there is just as great a need abroad as there is at home\n\tPersuadee: Yeah, i think an American charity should focus on America too\nPersuader: That's true, but we're all in this together, as they say.  People far away need help just as much as people close to us.  You could even take the money that you want to give to charity and split it in half among American and international relief agencies \n\tPersuadee: That would work best for me. That way i know where my money is going. Is there a minimum to donate?\nPersuader: No, there is no minimum that I've ever heard of.  They know that any small amount can help.\n\tPersuadee: That's great! Is there a website where i can donate?\nPersuader: I'm glad to hear it!  Save the Children do have a website at  URL  You can learn more about them there, but there's an easier way to donate\n\tPersuadee: What is the easier way?\nPersuader: The researchers behind this HIT are gathering up donations so that they can give the money to the charity all at once.  The research team will collect all donations and send it to Save the Children.  It must save time and transaction fees for the charity that way.\n\tPersuadee: That's interesting and sounds good, right?\nPersuader: Yeah, it does sound good.  Of course it's your decision, in the end.  I am kind of curious about the details though.  How much do you like to donate to the charity now?  The researchers will let you donate anything up to the amount of your total task payment.  Or nothing, if that's what you decide.\n\tPersuadee: I think i will make a donation of $2\nPersuader: That's wonderful!  I think I'm getting eager to see what happens next with the research and the charity, so I'm about to move on.  It was great chatting with you.  And thanks for helping!", "label": [[218, 289, "1-RAPPORT-OTHER"], [218, 289, "1-RAPPORT-DISCLOSE"], [291, 353, "1-RAPPORT-OTHER"], [355, 394, "3-EMOTION-ALTRUISTIC"], [453, 579, "1-RAPPORT-OTHER"], [979, 1036, "2-NEGOTIATE-RECIP"], [979, 1037, "4-LOGIC-CONCEDE"], [63, 165, "1-RAPPORT-OTHER"], [291, 353, "2-NEGOTIATE-REQUEST"], [454, 578, "3-EMOTION-ALTRUISTIC"], [580, 676, "2-NEGOTIATE-OPINION"], [765, 893, "2-NEGOTIATE-OPINION"], [979, 1036, "4-LOGIC-COUNTER"], [1038, 1099, "4-LOGIC-ARGUE"], [1101, 1234, "2-NEGOTIATE-OTHER"], [1408, 1449, "3-EMOTION-ALTRUISTIC"], [1526, 1547, "1-RAPPORT-COMPLIMENT"], [1548, 1665, "1-RAPPORT-OTHER"], [1913, 1977, "4-LOGIC-ARGUE"], [2044, 2069, "4-LOGIC-CONCEDE"], [2071, 2112, "1-RAPPORT-FRIEND"], [2113, 2160, "1-RAPPORT-OTHER"], [2162, 2212, "3-EMOTION-ALTERCASTING"], [2214, 2303, "3-EMOTION-ALTERCASTING"], [2305, 2343, "1-RAPPORT-FRIEND"], [2404, 2421, "1-RAPPORT-COMPLIMENT"], [2423, 2533, "1-RAPPORT-FRIEND"], [2535, 2567, "1-RAPPORT-FRIEND"], [2568, 2591, "1-RAPPORT-FRIEND"]], "idx": "733"}
