{"id": 3127, "data": "Persuader: Hello, how's your day going?\n\tPersuadee: not too bad yours?\nPersuader: Good so far, been busy with HITs this morning which is a nice change for the usual weekend lull of HITs\n\tPersuadee: don't disagree with that.... at least it's cooled off a bit here anyway\nPersuader: Yea the weather is looking up today, might have to get out to a park or something fun today.\n\tPersuadee: sounds like fun :)\nPersuader: Hey have you ever heard about an organization called Save the Children?\n\tPersuadee: no. haven't heard of them..... what do they do?\nPersuader: They help kids all over the globe in dire situations by providing relief and aid to them, they're pretty awesome!\n\tPersuadee: have you ever donated to them?\nPersuader: I have a few times, through this HIT actually. At the end the researchers let us donate any amount of our task payment directly to the organization.\n\tPersuadee: how much have you donated? I mean I can only afford a little otherwise I wouldn't be doing HITS...;)\nPersuader: I usually donate just a small amount between like 10 and 30 cents, even just a small amount makes a big difference because there are so many of us each helping a small amount.\n\tPersuadee: sounds like a good idea, you think $.10 is good enough?\nPersuader: It most certainly is - every bit is appreciated! The kids will benefit greatly from this as the researchers have been doing hundreds of HITs so it really does add up when everyone donates a small amount.\n\tPersuadee: are you going to donate?\nPersuader: I'm going to donate $.30 - today has been a good day for HITs so it won't kill me heh. And just think how many other pairs of people are making the same decision! \n\tPersuadee: I know I hope the researchers raise a lot of money through this...\nPersuader: It'd be cool if they showed us at the end of the study how much has been raised so far, I'd really like that.\n\tPersuadee: I know it would make all the people who did this HIT feel good unless their not really caring people then well...", "label": [[416, 487, "1-RAPPORT-OTHER"], [559, 672, "1-RAPPORT-OTHER"], [774, 875, "1-RAPPORT-OTHER"], [1000, 1175, "3-EMOTION-ALTRUISTIC"], [1255, 1304, "4-LOGIC-CONCEDE"], [1254, 1303, "1-RAPPORT-COMPLIMENT"], [1304, 1458, "4-LOGIC-ARGUE"], [1594, 1670, "3-EMOTION-OTHER"], [82, 185, "1-RAPPORT-FRIEND"], [281, 373, "1-RAPPORT-FRIEND"], [559, 672, "3-EMOTION-ALTRUISTIC"], [559, 672, "2-NEGOTIATE-OPINION"], [727, 773, "1-RAPPORT-DISCLOSE"], [1000, 1175, "1-RAPPORT-DISCLOSE"], [1000, 1175, "4-LOGIC-ARGUE"], [1304, 1458, "3-EMOTION-ALTRUISTIC"], [1506, 1593, "1-RAPPORT-DISCLOSE"], [1761, 1870, "1-RAPPORT-FRIEND"]], "idx": "847"}
{"id": 3128, "data": "Persuader: hello\n\tPersuadee: hi how are you\nPersuader: I'm good, how are you?\n\tPersuadee: I'm good...what are we to discuss?\nPersuader: we are about making a donation to a fund named save the children\n\tPersuadee: ok are we to decide annamount?\nPersuader: yes, indeed. how much would be appropriate for you?\n\tPersuadee: I'm sorry I meant $20\nPersuader: do you know what save the children fund does? \n\tPersuadee: I guess they save children\nPersuader: yes, they help kids that suffered from violence\n\tPersuadee: oh that sounds good..how do they help\nPersuader: they promote childrens rights, help with medical treatment if necessary\n\tPersuadee: ok I support that\nPersuader: how often do you donate?\n\tPersuadee: every other month or so, but not to them\nPersuader: do you volunteer too?\n\tPersuadee: not my time anymore no...too busy\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: I would choose 0 in this instance\nPersuader: why do you don't want to donate?", "label": [[136, 200, "1-RAPPORT-OTHER"], [255, 267, "4-LOGIC-CONCEDE"], [268, 306, "2-NEGOTIATE-OTHER"], [352, 398, "1-RAPPORT-OTHER"], [448, 496, "1-RAPPORT-OTHER"], [449, 496, "3-EMOTION-ALTRUISTIC"], [671, 695, "1-RAPPORT-OTHER"], [890, 953, "3-EMOTION-ALTERCASTING"], [558, 629, "1-RAPPORT-OTHER"], [558, 629, "3-EMOTION-ALTRUISTIC"], [760, 781, "1-RAPPORT-OTHER"], [839, 889, "2-NEGOTIATE-REQUEST"], [1066, 1098, "1-RAPPORT-OTHER"]], "idx": "848"}
{"id": 3129, "data": "Persuader: Hello\n\tPersuadee: Hi\nPersuader: How much would you be willing to donate to a children's charity?\n\tPersuadee: Everything I could, if it was the right charity, I believe in helping needy children but don't like donating to charities that keep more of the proceeds than they donate.\nPersuader: The charity I am talking about is \"Save the children.\" Your donation helps with children\\'s right to health, education. This isn\\'t like a guy on your TV next to impoverished children. They really are making a difference.\n\tPersuadee: That\\'s good, I\\'ve heard good things about \"Save the Children\". I\\'d donate my whole $2 to them.\nPersuader: Wow! That's great news! Your proceeds will help children in need all around the world!\n\tPersuadee: That's is pretty cool. I really feel it's every able persons responsibility to help make sure that less fortunate children have the same resources and available opportunities as the more fortunate ones.\nPersuader: I totally agree! Can you state as your last statement how much you are willing to donate so they can make sure they have the correct amount? Have a great day!\n\tPersuadee: Sure, I am willing to donate the whole $2 to \"Save the Children\".\nPersuader:  Great! I'm not sure how we finish this conversation. We were pretty fast.\n\tPersuadee: Well, talking about children's charities is pretty interesting. We keep talking for a bit and eventually they button pops up. \nPersuader: Yeah sounds great! I was actually adopted from Thailand by Holt. I highly recommend them also.\n\tPersuadee: Holt? Is that a children's charity? I've never heard of them.\nPersuader: Yes they are. There were started during the Korean war and the couple were saving orphans from the war. I donate to Holt every year.\n\tPersuadee: Wow, it sounds like a charity my husband and I will have to investigate. We like to donate through our church to various charities and they're always looking for something new.\nPersuader: They are great since they help orphans and they also get children adopted. They are in most third world countries.\n\tPersuadee: Interesting, do they solicit donations or is a word of mouth charity? I ask because if they solicit they usually have a web page and a brochure for people to look over.\nPersuader: They are based out of Washington state. I usually get mail from them and you can sponsor particular children and get quarterly updates.\n\tPersuadee: Nice, I\\'ll look in to it. Anyway back to the \"Save the Children\" charity I\\'ll definitely donate my $2 to them for sure.", "label": [[1099, 1116, "1-RAPPORT-FRIEND"], [1496, 1525, "2-NEGOTIATE-OPINION"], [1611, 1624, "4-LOGIC-CONCEDE"], [1714, 1743, "1-RAPPORT-DISCLOSE"], [2019, 2058, "1-RAPPORT-OTHER"], [2251, 2290, "1-RAPPORT-OTHER"], [2290, 2386, "1-RAPPORT-DISCLOSE"], [357, 421, "3-EMOTION-ALTERCASTING"], [357, 421, "3-EMOTION-ALTRUISTIC"], [422, 486, "2-NEGOTIATE-OTHER"], [650, 668, "1-RAPPORT-COMPLIMENT"], [669, 731, "3-EMOTION-ALTRUISTIC"], [958, 974, "4-LOGIC-CONCEDE"], [43, 107, "2-NEGOTIATE-REQUEST"], [302, 356, "1-RAPPORT-OTHER"], [487, 523, "2-NEGOTIATE-OPINION"], [645, 649, "1-RAPPORT-COMPLIMENT"], [1207, 1213, "1-RAPPORT-COMPLIMENT"], [1260, 1280, "1-RAPPORT-FRIEND"], [1431, 1450, "4-LOGIC-CONCEDE"], [1450, 1495, "1-RAPPORT-DISCLOSE"], [1625, 1714, "1-RAPPORT-OTHER"], [1944, 2018, "2-NEGOTIATE-OPINION"]], "idx": "849"}
{"id": 3130, "data": "Persuader: How would you like to donate to Save the Children, a wonderful charity that helps children with health, education and your donation can make a big difference!\n\tPersuadee: That sounds interesting but can you tell me more?\nPersuader: Often children have a lack of support for children in developing countries, especially in war zones. For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence.\n\tPersuadee: Where is the charity headquartered?\nPersuader: 501 Kings Highway East, Suite 400 Fairfield, CT 06825, if that helps.\n\tPersuadee: Please forgive me for the questions but I have to ask as I have been scammed by so called charities before.  How many children do you help?\nPersuader: I completely understand and it is hard to know in today's world, we have helped 155 million children to this day!\n\tPersuadee: That sounds like a lot! Wow!  Last year I got victimized by a Nigerian scam helping a so-called Nigerian Prince's legal fund who had been imprisoned and persecuted for being homosexual.\nPersuader:  77 cents of your dollar goes to the children will the rest goes to operation costs. So how much would you like to donate?\n\tPersuadee: How much are you looking for?\nPersuader: The average donation is around $2.00 dollars.\n\tPersuadee: That is a respectable request.  I live on SSI and don't make much. Thank you for letting me know how much of my money actually goes to the children. I was just about to ask that.  How can I donate the $2.00?  Check/Credit Card/Pay Pal?\nPersuader: Your donation will be directly deducted from your task payment.\n\tPersuadee: Oh ok. Is it tax deductible do you know?\nPersuader: Yes it is.\n\tPersuadee: Will I get a picture and/or a letter from the child I am helping?\nPersuader: I think that is only for large and monthly donations, however I will even match your donation in whatever you give.\n\tPersuadee: I would be happy to donate to Save the Children!\nPersuader: Wonderful! How much  would you like to donate then?\n\tPersuadee: I would like to donate the full amount of the task payment.\nPersuader: Thank you so much", "label": [[11, 169, "2-NEGOTIATE-OPINION"], [11, 169, "3-EMOTION-ALTRUISTIC"], [344, 436, "3-EMOTION-EMPATHY"], [610, 679, "1-RAPPORT-OTHER"], [1342, 1387, "6-SOCIAL-NORMS"], [1775, 1785, "4-LOGIC-CONCEDE"], [1875, 1990, "2-NEGOTIATE-RECIP"], [243, 343, "1-RAPPORT-OTHER"], [243, 343, "3-EMOTION-EMPATHY"], [437, 550, "3-EMOTION-EMPATHY"], [842, 956, "1-RAPPORT-OTHER"], [843, 956, "3-EMOTION-ALTRUISTIC"], [1167, 1250, "1-RAPPORT-OTHER"], [1251, 1288, "3-EMOTION-ALTERCASTING"], [2062, 2073, "1-RAPPORT-COMPLIMENT"], [2074, 2114, "2-NEGOTIATE-REQUEST"], [2198, 2215, "1-RAPPORT-COMPLIMENT"], [11, 169, "1-RAPPORT-OTHER"], [11, 169, "2-NEGOTIATE-REQUEST"]], "idx": "850"}
{"id": 3131, "data": "Persuader: Hi. Would you consider donating to Save the Children?\n\tPersuadee: I might consider\nPersuader: Okay that's a start.  Well Save the Children is a very reputable organization and your donation would be used for a good purpose. \n\tPersuadee: do you donate?\nPersuader: No, honestly I don't but I would feel like my money would go to a good cause if I were to \n\tPersuadee: I appreciate your honesty\nPersuader: We could all do better, I suppose. These organizations only ask for a small amount that we may spend on coffee each day or snacks we don't need.\n\tPersuadee: I hear you. I do believe in donations, but my only worry is that the money doesn't go to where I think it is going. I prefer to volunteer is I can\nPersuader: That's a good idea actually, that way you know for sure your efforts are helping.\n\tPersuadee: But the places I do donate are often revolved around helping children, so this is a great organization\nPersuader: It only takes pocket change for us to help out. \n\tPersuadee: I agree. you never know who you could be helping\nPersuader: Do your family or friends donate to such causes?\n\tPersuadee: We do. My mom is on the board for a few nonprofits that we attend fundraisers for. That is a great way to raise money\nPersuader: Wow.  Well you've seen charity first-hand.\n\tPersuadee: Yes, I try to help as much as I can, but it's hard when you are broke\nPersuader: I definitely understand.  Sometimes it's more a matter of convenience, too.  It doesn't take much to save 30c a week or something.\n\tPersuadee: that is true, but its hard to justify that 30c is going to make any difference\nPersuader: Well,in America, of course that's nothing.  But in developing countries it could be huge.\n\tPersuadee: that is a very good point", "label": [[127, 235, "1-RAPPORT-OTHER"], [127, 235, "2-NEGOTIATE-OPINION"], [15, 64, "1-RAPPORT-OTHER"], [105, 125, "1-RAPPORT-OTHER"], [127, 235, "3-EMOTION-ALTRUISTIC"], [274, 364, "1-RAPPORT-OTHER"], [449, 558, "2-NEGOTIATE-OTHER"], [449, 558, "3-EMOTION-GUILT"], [729, 810, "1-RAPPORT-COMPLIMENT"], [1058, 1106, "1-RAPPORT-FRIEND"], [414, 448, "1-RAPPORT-FRIEND"], [729, 810, "4-LOGIC-CONCEDE"], [937, 985, "4-LOGIC-ARGUE"], [937, 985, "3-EMOTION-GUILT"], [1254, 1290, "1-RAPPORT-COMPLIMENT"], [1248, 1252, "1-RAPPORT-COMPLIMENT"], [1384, 1408, "4-LOGIC-CONCEDE"], [1410, 1459, "1-RAPPORT-OTHER"], [1461, 1514, "4-LOGIC-OTHER"], [1617, 1659, "4-LOGIC-CONCEDE"], [1661, 1706, "4-LOGIC-COUNTER"]], "idx": "851"}
{"id": 3132, "data": "Persuader: How are you doing today?\n\tPersuadee: Hey, doing good. What about you?\nPersuader: I am good too. It's a beautiful day here in Ohio. Are you involved with any charities at all?\n\tPersuadee: The heat is windinig down a bit for fall. No, I'm not.\nPersuader: Have you heard about Save the Children one?\n\tPersuadee: No, I haven't. Sounds like a children's charity.\nPersuader: an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. I think we can really help this one today. Would you be willing to help?\n\tPersuadee: I'm not sure. Do you work for them?\nPersuader: No, I am not. But once in a while i like to help the needy ones and especially children.\n\tPersuadee: That's good to hear. There are a lot of charities out there that claim to help children, but most of the money line the pockets of the higher ups.\nPersuader: I agree with you. But still think it will be a right thing to do today. Would you be willing to donate half of this task's payment?\n\tPersuadee: I'll need some time to think about it. Do you have any further information on them?\nPersuader: I don't know much, but know it will help children. It will help with their education, safety, rights to good health.\n\tPersuadee: Ok. I'll look them up later. Good for you reaching out to others to help them.\nPersuader: You can choose any amount from $0 to all your payment. Your donation will be directly deducted from your task payment.\n\tPersuadee: It will be $0 for now. Sorry about that.\nPersuader: Are you sure? Do you have any kids, grandkids?\n\tPersuadee: I have a kid. I'm just not sure why I should donate to this one instead of others.\nPersuader: May be a random act of kindness on this beautiful day? \n\tPersuadee: You're very persistent. Unfortunately, I'll still have to decline.", "label": [[107, 141, "1-RAPPORT-DISCLOSE"], [142, 185, "1-RAPPORT-FRIEND"], [264, 307, "1-RAPPORT-OTHER"], [528, 570, "2-NEGOTIATE-OPINION"], [379, 527, "1-RAPPORT-OTHER"], [380, 527, "3-EMOTION-ALTRUISTIC"], [528, 570, "3-EMOTION-ALTRUISTIC"], [571, 600, "2-NEGOTIATE-REQUEST"], [1209, 1274, "1-RAPPORT-OTHER"], [1574, 1606, "1-RAPPORT-OTHER"], [660, 673, "1-RAPPORT-DISCLOSE"], [674, 748, "1-RAPPORT-DISCLOSE"], [674, 748, "3-EMOTION-ALTRUISTIC"], [919, 936, "4-LOGIC-CONCEDE"], [937, 990, "2-NEGOTIATE-OPINION"], [990, 1050, "2-NEGOTIATE-REQUEST"], [1158, 1208, "1-RAPPORT-OTHER"], [1209, 1274, "3-EMOTION-ALTRUISTIC"], [1432, 1495, "3-EMOTION-ALTERCASTING"], [1560, 1573, "7-PRESSURE-PRESIST"], [1713, 1768, "3-EMOTION-OTHER"]], "idx": "852"}
{"id": 3133, "data": "Persuader: Hello\n\tPersuadee: hi there\nPersuader: how are you today\n\tPersuadee: I'm doing ok, a little tired. How are you/\nPersuader: Exhausted. Turking after work is no fun but I need the money lol\n\tPersuadee: I hear that!\nPersuader: will you donate any bonus to the charity \"save the children\" today?\n\tPersuadee: No, thanks. I think I'm going to keep the bonus.\nPersuader: No worries, I'd do the same\n\tPersuadee: Yeah, I was curious how this was going to go. I always feel a little guilty saying no.\nPersuader: Me too, but I just try to think how much my family needs the money and I feel a little better\n\tPersuadee: Yeah, exactly. \"Save the children\" is pretty vague, too, haha.\nPersuader: Yep, they gave me all kinds of tactics to use on you that I didn't want to like asking how much you spend on things like candy LOL\n\tPersuadee: Haha! That's interesting. What other tactics did they suggest?\nPersuader: They said to tell you that you are part of the solution and that you have a moral responsibility to help\n\tPersuadee: Well, true, but I also have a moral responsibility to my family. I feel worse when cashiers ask me. It seems to happen so frequently now.\nPersuader: I actually work in a grocery store. They only ask you for donations as a tax write-off. I mean, the money does go to charity but there is something in it for everyone\n\tPersuadee: Hah, that's good to know. There's even a South Park episode about this...(of course there is)\nPersuader: Man I love South Park, excited for it to come back next month\n\tPersuadee: I wasn't into it originally, but my husband wore me down. Now I like it.\nPersuader: Good talking with you, have a nice night\n\tPersuadee: Nice talking with you too!", "label": [[512, 605, "1-RAPPORT-DISCLOSE"], [692, 822, "1-RAPPORT-FRIEND"], [909, 1013, "1-RAPPORT-FRIEND"], [1211, 1262, "1-RAPPORT-FRIEND"], [133, 143, "1-RAPPORT-SIMILAR"], [144, 197, "1-RAPPORT-DISCLOSE"], [234, 301, "2-NEGOTIATE-REQUEST"], [374, 401, "1-RAPPORT-SIMILAR"], [512, 605, "1-RAPPORT-SIMILAR"], [1174, 1210, "1-RAPPORT-DISCLOSE"], [1263, 1341, "1-RAPPORT-FRIEND"], [1459, 1520, "1-RAPPORT-DISCLOSE"], [1617, 1657, "1-RAPPORT-FRIEND"]], "idx": "853"}
{"id": 3134, "data": "Persuader: hello; how are you today?\n\tPersuadee: hello, I am well. How are you\nPersuader: im good, thank you.  i have a charitable organisation i would like to speak with you about that is doing good work.  \n\tPersuadee: Ok what type of organization?\nPersuader: the organisation is Save the Children ( URL .  have you heard of them?\n\tPersuadee: A bit, could you tell me a little more about it?\nPersuader: sure; they have US and Global programs and are centered around assisting kids.\n\tPersuadee: ok; where would my donation go?\nPersuader: The research team will collect all donations and send it to Save the Children.\n\tPersuadee: Ok, how much are you asking for?\nPersuader: it would be a portion of the task payment.  you can choose any amount from $0 to all ($2).\n\tPersuadee: How much do most people donate\nPersuader: this information i'm not privy to for privacy reasons, but for example, 77 cents a day can shelter a refugee family.  any amount makes an impact.\n\tPersuadee: I would be interested in donating\nPersuader: that's great!  have you contributed to any like organisations in the past?\n\tPersuadee: I've contributed to similar organizations through my synagogue \nPersuader: that's very good to hear.  the sum of parts are greater then the whole and it really pools everyone together to make a big impact to those in need.\n\tPersuadee: I'd like to donate half of my payment\nPersuader: thank you kindly.  that is most appreciated.\n\tPersuadee: So $1 please ", "label": [[111, 207, "2-NEGOTIATE-OPINION"], [261, 306, "1-RAPPORT-OTHER"], [307, 331, "1-RAPPORT-OTHER"], [404, 482, "3-EMOTION-ALTRUISTIC"], [111, 207, "1-RAPPORT-OTHER"], [404, 482, "1-RAPPORT-OTHER"], [817, 934, "4-LOGIC-OTHER"], [1210, 1330, "4-LOGIC-OTHER"], [1210, 1330, "3-EMOTION-ALTRUISTIC"], [1392, 1409, "1-RAPPORT-COMPLIMENT"], [936, 963, "4-LOGIC-OTHER"], [1021, 1034, "1-RAPPORT-COMPLIMENT"], [1036, 1095, "1-RAPPORT-OTHER"], [1183, 1208, "1-RAPPORT-COMPLIMENT"], [1411, 1436, "1-RAPPORT-COMPLIMENT"]], "idx": "854"}
{"id": 3135, "data": "Persuader: Hi\n\tPersuadee: How's it going?\nPersuader: Pretty good \n\tPersuadee: So we're supposed to talk about a childrens charity? I'd give all your money to the children.\nPersuader: How about we both decide to donate to the charity\n\tPersuadee: No. Just you.\nPersuader: If we both donate then we both get a bonus and help the charity\n\tPersuadee: Hmm... I'll donate $1 if you donate $1000.\nPersuader: Ok.. that's a deal\n\tPersuadee: Beautiful. We're both wonderful caring people.\nPersuader: Yes we are\n\tPersuadee: How do you think we should solve the hunger issues in the world?\nPersuader: Have a good day\n\tPersuadee: But we must finish!\nPersuader: More people should go on a vegetarian diet\n\tPersuadee: I think we should feed one half of the hungry people to the other half.\nPersuader: That's a silly idea\n\tPersuadee: Yeah, just joshing. \nPersuader: So when is this talk ovah\n\tPersuadee: NOW THE TALK IS OVER!", "label": [[400, 418, "3-EMOTION-HUMOUR"], [588, 603, "1-RAPPORT-FRIEND"], [647, 689, "2-NEGOTIATE-OPINION"], [849, 874, "1-RAPPORT-FRIEND"], [785, 804, "1-RAPPORT-FRIEND"], [183, 232, "2-NEGOTIATE-RECIP"], [270, 333, "4-LOGIC-ARGUE"], [489, 499, "4-LOGIC-CONCEDE"]], "idx": "855"}
{"id": 3136, "data": "Persuader: Hi friend.  Have you ever heard of Save the Children?  They're a great charity I support.  I'm earning extra money on Amazon Turk to help support them.\n\tPersuadee: Yes, I believe they sponsor children in need.  I do the same for World Vision.  I sponsor 3 children.\nPersuader: That's amazing.  When you see all the crazy things happening in the world today, famine, genocide, etc. it seems so important to help.  We are so lucky to live in a country where almost everyone has at least the minimum needed for survival.  So many poor kids around the world don't have food, clothing, shelter. I'm so glad these amazing charities help those kids.   \n\tPersuadee: I appreciate the letters that I receive to see the impact that our donations make.  Although it is not much money for us its makes a huge difference to the children from what I have seen.  How long have you been donating?\nPersuader: For years.  I started back in college, when an extra few dollars a month was a lot to give, and now that I've moved on in my career and life I'm thankful I'm able to give more. Plus, Save the Children is really high rated on Charity Watch.  You know some charities spend 75 percent of donations back into gathering more money and administration etc.  Save the Children is able to give away nearly everything they gather.  I just read they are going to be helping victims of the Hurricane in Hawaii.  \n\tPersuadee: That is good.  I've heard good things about Save the Children.  I think my brother sponsors a kid with them.  I believe World Vision is rated highly as well.  I'm glad that I can help others in need since I've been blessed a bit to help others.\nPersuader: Absolutely. We are blessed to be a blessing, that's what I believe.  You know what, you've encouraged me.  I think I'm going to donate the money I earn today to Save the Children.  You want to join me?  It won't be much but every penny counts.  We can't do much with 30 cents, but in another country that could make a big impact.  \n\tPersuadee: Sure.  I would love to help.  I would love to make a donation today.\nPersuader: That's amazing.  Should we give our whole 30 cents?  It's not like either of us can do much with that either.\n\tPersuadee: Probably more.  Do you donate by the catalog or general donation?\nPersuader: I read that the people sponsoring this research study are collecting money, and at the end we have the option of just telling them to keep our payment and give it to Save the Children instead of paying out to us.  Hassle free.  \n\tPersuadee: Ok, sounds good.  I'll donate the whole amount.\nPersuader: I'm so glad I got partnered with you.  With all the negativity in the news, I'm glad to see there are still great people out there.\n\tPersuadee: Great.  I've been looking at the Save the Children website so I will likely buy off the catalog, like Emergency Food.  Thanks for sharing.\nPersuader: Yeap, I think I need to look at the website again and see the new ways to donate.  So we'll both donate the money we earn here, then we can donate extra off the website.  I'm going to blog about you later today.  It will encourage our friends.  \n\tPersuadee: Very good.  I glad we can help.  Every bit helps. \nPersuader: Nice to meet you fellow Turker. You've encouraged my heart today.\n\tPersuadee: Ditto to you. Have a great day. God bless!\nPersuader: Goodbye.  Have a wonderful day.\n\tPersuadee: You.  Enjoy the rest of the day.", "label": [[23, 65, "1-RAPPORT-OTHER"], [66, 100, "1-RAPPORT-DISCLOSE"], [305, 391, "3-EMOTION-EMPATHY"], [392, 422, "3-EMOTION-ALTRUISTIC"], [529, 600, "3-EMOTION-EMPATHY"], [914, 1079, "1-RAPPORT-DISCLOSE"], [1253, 1322, "3-EMOTION-ALTRUISTIC"], [1671, 1682, "4-LOGIC-CONCEDE"], [11, 21, "1-RAPPORT-FRIEND"], [102, 162, "1-RAPPORT-DISCLOSE"], [288, 303, "1-RAPPORT-COMPLIMENT"], [424, 528, "3-EMOTION-OTHER"], [601, 656, "2-NEGOTIATE-OPINION"], [902, 912, "1-RAPPORT-DISCLOSE"], [1079, 1141, "5-AUTHORITY-CREDENTIALS"], [1143, 1251, "3-EMOTION-ANGER"], [1324, 1402, "1-RAPPORT-OTHER"], [1683, 1738, "2-NEGOTIATE-OPINION"], [1852, 1872, "2-NEGOTIATE-RECIP"], [1874, 1914, "4-LOGIC-OTHER"], [1916, 2002, "4-LOGIC-ARGUE"], [1916, 2002, "3-EMOTION-ALTRUISTIC"], [2095, 2110, "1-RAPPORT-COMPLIMENT"], [1740, 1776, "1-RAPPORT-COMPLIMENT"], [1778, 1850, "1-RAPPORT-DISCLOSE"], [2112, 2147, "2-NEGOTIATE-REQUEST"], [2508, 2522, "2-NEGOTIATE-OTHER"], [2633, 2725, "1-RAPPORT-COMPLIMENT"], [3240, 3273, "1-RAPPORT-FRIEND"], [3240, 3273, "1-RAPPORT-COMPLIMENT"], [2148, 2204, "4-LOGIC-ARGUE"], [2594, 2632, "1-RAPPORT-COMPLIMENT"], [2888, 2970, "1-RAPPORT-FRIEND"], [2971, 3057, "2-NEGOTIATE-REQUEST"], [3059, 3099, "1-RAPPORT-DISCLOSE"], [3101, 3133, "1-RAPPORT-OTHER"], [3208, 3240, "1-RAPPORT-FRIEND"], [3350, 3371, "1-RAPPORT-FRIEND"]], "idx": "856"}
{"id": 3137, "data": "Persuader: Hey There\n\tPersuadee: Hello, how are you today? Have you come to talk about the charity?\nPersuader: Yes I'm here to talk about an organization called Save The Children. It's a charity you should donate to\n\tPersuadee: Well, why exactly should I donate? There's a lot of charities out there, what makes yours special?\nPersuader: Let me ask you this, do you have children?\n\tPersuadee: Yes, I have one child. He's four.\nPersuader: Perfect. Now I want you to imagine how your child's life would be if he was alone, bouncing from foster home to foster home. Imagine him with no strong mentor or leader in his life. How does that make you feel?\n\tPersuadee: I would suppose that it would be a rough life, but even if I did want to donate to a children's charity specifically, why would I choose yours out of all of them?\nPersuader: You should pick my charity because we pride ourselves on transparency. If you were to give me $0.50 today I could tell you exactly where all the money was to go. You want to know where? It's going straight into a college fund for a foster child. \n\tPersuadee: If I did decide to donate to you, what would the average donation be? \nPersuader: The average donation is 25 cents to 50 cents. Anything helps\n\tPersuadee: Well, I think I would like to send a donation, but first I still want to know a little bit more. Does every single penny go towards the foster children or does the donation company keep a percentage of the profits?\nPersuader: For all of our donations from individuals, 100% of the proceeds go to the child. The charity runs from larger donations from corporations. \n\tPersuadee: That's good to hear, I'm feeling more inclined to donate now, but could you first tell me more about who runs the charity operations? or if there's any other uses that this money will go towards outside of college funds?\nPersuader: The charity has a dedicated operations team that has been running the ship for over a decade now. We do take donations for things other than college funds, including: food donations, clothing etc. I just work on the college team\n\tPersuadee: That's fair, well, I guess that it wouldn't hurt to give some money to your charity. How do I go about doing that?\nPersuader: It's pretty easy, the donation can be deducted from your task payment. \n\tPersuadee: Alright, well, once we've finished up here then I will be sure to do that.\nPersuader: Thank you so much for your donation, it really might not seem like much. But it's going to a great cause, something you can feel good about.\n\tPersuadee: No problem, it is always nice to help out a good cause. ", "label": [[111, 179, "1-RAPPORT-OTHER"], [338, 380, "1-RAPPORT-FRIEND"], [438, 446, "1-RAPPORT-COMPLIMENT"], [447, 562, "3-EMOTION-EMPATHY"], [563, 619, "3-EMOTION-EMPATHY"], [620, 648, "2-NEGOTIATE-OTHER"], [179, 215, "2-NEGOTIATE-OPINION"], [835, 905, "4-LOGIC-ARGUE"], [906, 996, "4-LOGIC-ARGUE"], [997, 1020, "1-RAPPORT-OTHER"], [1222, 1236, "3-EMOTION-ALTRUISTIC"], [1021, 1081, "3-EMOTION-ALTRUISTIC"], [1176, 1222, "6-SOCIAL-NORMS"], [1556, 1614, "4-LOGIC-ARGUE"], [1957, 2055, "3-EMOTION-ALTRUISTIC"], [2056, 2087, "1-RAPPORT-DISCLOSE"], [2469, 2536, "3-EMOTION-ALTRUISTIC"], [2469, 2536, "3-EMOTION-PROMISE"], [1475, 1555, "3-EMOTION-ALTRUISTIC"], [1859, 1956, "1-RAPPORT-OTHER"], [1957, 2055, "1-RAPPORT-OTHER"], [2226, 2297, "2-NEGOTIATE-OPINION"], [2396, 2468, "1-RAPPORT-COMPLIMENT"]], "idx": "857"}
{"id": 3138, "data": "Persuader: Have you ever heard of the charity Save the Children?\n\tPersuadee: No it sounds terrible though.\nPersuader: Terrible?  It provides food to hungry children.\n\tPersuadee: Thats the parents job.  \nPersuader: Some of these poor children do not have parents or their parents cannot afford food. Any tiny donation amount can change a child's life. Have you ever been truly hungry?\n\tPersuadee: Yes I have hungry many times.  I am very poor.  \nPersuader: I'm sorry you are poor and that you have been hungry.  I'm sure you understand how desperate the children are.  I'm hoping to donate 50 cents of my HIt to Save the Children.  Would you be willing to donate to help a hungry child:?\n\tPersuadee: Not a chance.  I only donate to worthwhile charities and children's charities aren't that.\nPersuader: I understand. I have a heart for children. They cannot provide for themselves and often are put in situations because of other people. I hope your situation improves.  Maybe just this once, would you be willing to donate 10 cents of your hit?  That would leave you $1.90 and a child can be blessed because of just 10 cents.\n\tPersuadee: There are three kinds of charities I would never consider donating to:  children's, diseases and veterans.\nPersuader: What type of charities do you donate to?  Those are the 3 I would be willing to donate to. LOL\n\tPersuadee: Homeless shelters, food pantries, environmental stuff.  Poor people I see on the street.\nPersuader: That's great and very worthy causes. I know it is not easy to donate when you have no extra money. I also donate to food pantries and have passed out many sandwiches and drinks to the homeless. I even made a sleeping bag out of grocery sacks, it was waterproof so the guy gave it to could sleep off of the wet ground. Are you sure you would not be willing to just give 10 cents for a child?\n\tPersuadee: I wouldn't give 1 cent for a child\nPersuader: Wow, why not?\n\tPersuadee: I have different priorities.  There are victims that people blame; they need donations much more.\nPersuader: Okay. I appreciate you taking the time to talk to me.  I hope your financial situation improves greatly.  Hope you have a good night.  \n\tPersuadee: I'm sure I will; I hope I find something to eat.\nPersuader: I hope you do too.  Be blessed.\n\tPersuadee: You should give all of your pay to the children.\nPersuader: Yes, I should.", "label": [[11, 64, "1-RAPPORT-OTHER"], [129, 165, "1-RAPPORT-OTHER"], [299, 350, "3-EMOTION-ALTRUISTIC"], [510, 566, "3-EMOTION-EMPATHY"], [567, 629, "2-NEGOTIATE-REQUEST"], [631, 686, "3-EMOTION-ALTRUISTIC"], [844, 935, "3-EMOTION-EMPATHY"], [936, 969, "1-RAPPORT-FRIEND"], [969, 1043, "2-NEGOTIATE-REQUEST"], [1045, 1124, "4-LOGIC-ARGUE"], [1045, 1124, "3-EMOTION-ALTRUISTIC"], [1297, 1345, "1-RAPPORT-DISCLOSE"], [1462, 1498, "1-RAPPORT-COMPLIMENT"], [1656, 1779, "1-RAPPORT-DISCLOSE"], [1780, 1852, "2-NEGOTIATE-REQUEST"], [2101, 2150, "1-RAPPORT-FRIEND"], [2254, 2272, "1-RAPPORT-FRIEND"], [2274, 2285, "1-RAPPORT-FRIEND"], [129, 165, "3-EMOTION-ALTRUISTIC"], [214, 298, "3-EMOTION-EMPATHY"], [299, 350, "2-NEGOTIATE-OTHER"], [351, 383, "1-RAPPORT-OTHER"], [456, 509, "1-RAPPORT-FRIEND"], [631, 686, "2-NEGOTIATE-REQUEST"], [801, 814, "4-LOGIC-CONCEDE"], [815, 843, "1-RAPPORT-DISCLOSE"], [844, 935, "3-EMOTION-ANGER"], [1255, 1295, "1-RAPPORT-OTHER"], [1499, 1560, "1-RAPPORT-OTHER"], [1561, 1655, "1-RAPPORT-SIMILAR"], [2052, 2099, "1-RAPPORT-FRIEND"], [2152, 2181, "1-RAPPORT-FRIEND"]], "idx": "858"}
{"id": 3139, "data": "Persuader: hello, are you interested in charities?\n\tPersuadee: yes i am are you?\nPersuader: of course i am, do you know save the children charity?\n\tPersuadee: no can you tell me a little about it\nPersuader: of course, save the children is a non-profit organization that helps the children all over the world.\n\tPersuadee: that sounds great. i feel like i need to do something like that\nPersuader: are you interested in helpin childrens?\n\tPersuadee: how can i help them?\nPersuader: you can help them by donating, do you want to donate?\n\tPersuadee: how long have you been donating for?\nPersuader: several years now, different organizations. do you like to donate?\n\tPersuadee: what other organizations? i donate sometimes.\nPersuader: when i see or when they ask me i help, are you willing to donate today?\n\tPersuadee: i need a little more information, if thats not too much to ask?\nPersuader: no of course, what you need to know?\n\tPersuadee: what exactly does the charity do for children?\nPersuader: they feed them , buy clothes, cure them, and take them to schools. \n\tPersuadee: how much can i donate?\nPersuader: every amount is desirable, you heart would know.\n\tPersuadee: is 20 dollars okay?\nPersuader: yes of course, are you willing to donate such money?\n\tPersuadee: yes i am", "label": [[11, 50, "1-RAPPORT-OTHER"], [207, 308, "1-RAPPORT-OTHER"], [396, 435, "1-RAPPORT-OTHER"], [730, 801, "1-RAPPORT-DISCLOSE"], [730, 801, "2-NEGOTIATE-REQUEST"], [889, 925, "1-RAPPORT-FRIEND"], [996, 1063, "3-EMOTION-ALTRUISTIC"], [1110, 1158, "3-EMOTION-OTHER"], [92, 146, "1-RAPPORT-OTHER"], [207, 308, "3-EMOTION-ALTRUISTIC"], [480, 533, "2-NEGOTIATE-REQUEST"], [480, 533, "3-EMOTION-ALTRUISTIC"], [593, 637, "1-RAPPORT-DISCLOSE"], [637, 660, "1-RAPPORT-FRIEND"], [996, 1063, "1-RAPPORT-OTHER"], [1201, 1254, "1-RAPPORT-FRIEND"]], "idx": "859"}
{"id": 3140, "data": "Persuader: Hi!\n\tPersuadee: Hi\nPersuader: So there's a great charity called Save the Children. HAve you heard of it?\n\tPersuadee: yes, I believe i have , is it for kids with Cancer? \nPersuader: Yes it is. It is to help kids with unfortunate diseases and things of that nature. I feel heartbroken for some of these kids.\n\tPersuadee: I also hate seeing children so helpless. I think this charity also helps with kids over seas in haiti too. \nPersuader: Yes it does. Overall, it has gotten great reviews and many people who have donated feel gratified for doing their small part in potentially saving someone's life. I have donated before to the charity.\n\tPersuadee: I was just about to mention that I never really have donated to any organization. if there is one i support it would definately be this one. I am sure there are many ways to help\nPersuader: Yes, absolutely. I remember when I donated, the foundation sent me an update about how one of the patients was doing. It felt great to see a little reflection of what my donation was helping to do.\n\tPersuadee: That is amazing!!! I will absolutely look to donating something later, just because I have always wanted to anyways and now this so why not. anything helps and It would make me feel better to know that I tried even if it not a big amount, I will donate what I can and continue. \nPersuader: Okay great. That sounds perfect. How much would you like to donate now? It could be any amount from $0 to what your payment for this task would be.\n\tPersuadee: how would i do it now\nPersuader: Well, you would just tell me what you would like to donate out of your $2. Like I said, it goes to Save the Children and any amount helps. However, it is completely up to you! Your time is valuable.\n\tPersuadee: right, well i feel horrible only saying $0 but i will say $0.00 because i want to go the website with my daughter and look it over and then donate there so she can be part of it\nPersuader: Perfect! That sounds great. I appreciate you taking the time to look over the website. \n\tPersuadee: OF course, it will be great for all around, my daughter to see that she should do things like this out of kindness and for the children , thank you\nPersuader: Absolutely. I think it is important to teach our kids from a young age that giving back to others in need is very gratifying and important. \n\tPersuadee: thank you so much! do i close this window now\nPersuader: Okay sounds good. Take a look at the site and have a good day! Bye.\n\tPersuadee: have a great day", "label": [[94, 115, "1-RAPPORT-OTHER"], [203, 274, "3-EMOTION-ALTRUISTIC"], [462, 611, "5-AUTHORITY-CREDENTIALS"], [462, 611, "3-EMOTION-PROMISE"], [612, 649, "1-RAPPORT-DISCLOSE"], [852, 868, "4-LOGIC-CONCEDE"], [869, 969, "3-EMOTION-STORY"], [970, 1049, "3-EMOTION-STORY"], [1385, 1423, "2-NEGOTIATE-REQUEST"], [1684, 1721, "1-RAPPORT-FRIEND"], [1945, 1954, "1-RAPPORT-COMPLIMENT"], [2216, 2344, "1-RAPPORT-FRIEND"], [2432, 2476, "2-NEGOTIATE-REQUEST"], [41, 93, "1-RAPPORT-OTHER"], [192, 202, "4-LOGIC-CONCEDE"], [203, 274, "3-EMOTION-EMPATHY"], [274, 317, "1-RAPPORT-DISCLOSE"], [449, 461, "4-LOGIC-CONCEDE"], [1352, 1363, "1-RAPPORT-COMPLIMENT"], [1364, 1384, "1-RAPPORT-COMPLIMENT"], [1619, 1683, "3-EMOTION-ALTRUISTIC"], [1721, 1742, "1-RAPPORT-FRIEND"], [1954, 1972, "1-RAPPORT-COMPLIMENT"], [1973, 2032, "1-RAPPORT-FRIEND"], [2204, 2215, "4-LOGIC-CONCEDE"], [2414, 2431, "1-RAPPORT-FRIEND"]], "idx": "860"}
{"id": 3141, "data": "Persuader: Hi How are you?\n\tPersuadee: Hello, I am great, how are you?\nPersuader: I'm great as well! Have you by chance ever heard of an organization called Save the Children?\n\tPersuadee: Yes I have heard of them.\nPersuader: Perfect! So then you are familiar that they are an outreach program that helps children not only from different countries but also in the U.S. get the help that they need?\n\tPersuadee: Yes, they are a great help to all.  I am very impressed with them.\nPersuader: That's so comforting to hear! Not many people are aware of the organization! They have many ways that we can help continue their mission. Are you familiar with any of those programs as well?\n\tPersuadee: I only know about the feeding program.  I did not know they did other things\nPersuader: Yes, the feeding program is probably the most common and also one of the most successful.  However they do have other programs as well that helps keep them moving.  You can become a monthly donor, sponsor a child, shop the gift catalog from their website, or there's the Make a one-time gift program, which is what I'm here for!\n\tPersuadee: How much can they really do with a couple of bucks though?\nPersuader: They can feed entire camps with several couple dollars! That's how they're funded! They get running water and electricity to children that need it.  Just a few bucks adds up when its coming from a couple of people, you know?\n\tPersuadee: I guess so.  Seems they have many supporters, makes me feel like mine drop in the bucket is meaningless.\nPersuader: I don't think so at all. It makes you a contributor to a wonderful cause, not a drop in a bucket! If a few bucks was the difference between getting child(ren) out of a hostile living environment and into one more stable, wouldn't that mean something to you? That definitely could be the case. It's not meaningless. It's a valued contribution.\n\tPersuadee: I would possibly donate at some point\nPersuader: That's great to hear and you have the perfect opportunity right now. \n\tPersuadee: I want to be able to give more than $2.  I will consider giving in the future.  \nPersuader: You could give the $2 from chatting with me about this cause and donate again - by any one of those means that I mentioned above in any amount that you are satisfied with.  It's free money going to a good cause and it all gets taken care of directly from here. \n\tPersuadee: I prefer to give directly through the website.  I am here to make money.\nPersuader: That's so unfortunate. It's basically giving free money to children who have no essentially nothing and you're still getting paid whether you donate or not. \n\tPersuadee: I understand where you are coming from, I just prefer to give on my own time.", "label": [[101, 175, "1-RAPPORT-OTHER"], [234, 396, "3-EMOTION-ALTRUISTIC"], [869, 941, "1-RAPPORT-OTHER"], [1189, 1244, "3-EMOTION-ALTRUISTIC"], [1245, 1272, "1-RAPPORT-OTHER"], [1272, 1337, "3-EMOTION-ALTRUISTIC"], [1338, 1413, "4-LOGIC-ARGUE"], [1567, 1639, "3-EMOTION-ALTRUISTIC"], [1640, 1800, "3-EMOTION-ALTRUISTIC"], [1800, 1835, "4-LOGIC-OTHER"], [1835, 1856, "3-EMOTION-ALTRUISTIC"], [1856, 1884, "3-EMOTION-ALTRUISTIC"], [2120, 2292, "2-NEGOTIATE-REQUEST"], [2293, 2381, "3-EMOTION-ALTRUISTIC"], [2501, 2635, "3-EMOTION-GUILT"], [225, 233, "1-RAPPORT-COMPLIMENT"], [234, 396, "1-RAPPORT-OTHER"], [487, 517, "1-RAPPORT-COMPLIMENT"], [517, 563, "1-RAPPORT-COMPLIMENT"], [564, 624, "1-RAPPORT-OTHER"], [625, 677, "1-RAPPORT-OTHER"], [778, 867, "1-RAPPORT-OTHER"], [943, 1106, "1-RAPPORT-OTHER"], [1640, 1799, "3-EMOTION-EMPATHY"], [1946, 2015, "1-RAPPORT-COMPLIMENT"]], "idx": "861"}
{"id": 3142, "data": "Persuader: Hi. Are you a bot?\n\tPersuadee: No I'm not.\nPersuader: I'm a little skeptical.  Can you prove it by saying something a typical response script wouldn't say?\n\tPersuadee: I'm literally a human and I just want to talk about a charity so I can get paid.\nPersuader: Alright. Cool.  So my task is to convince you donate.  Any amount.\n\tPersuadee: Great, so I would do that.\nPersuader: Even once cent is fine.  Are you seriously going to?  \n\tPersuadee: Depends on how good you are at convincing.\nPersuader: The charity is for Save the Children.  Whether you donate is up to you.  In the end, we still get our 30 cents\n\tPersuadee: But why should I donate to them?\nPersuader: mTurk money is easy money. This HIT is worth 30 cents.  We're getting 30 cents just to talk to each other. A one cent donation seems minor\n\tPersuadee: I wouldn't say this is easy money, but it is minor.\nPersuader: How long have you been doing mTurk by the way?\n\tPersuadee: A couple years.\nPersuader: And why is it that you think that it isn't easy money? Yes, the money is small, but some tasks are easier than others\n\tPersuadee: Because between other workers not being smart and people rejecting for no reason, every HIT is a gamble.\nPersuader: Other people not being smart?  Do you do a lot of interaction HITs?  I mainly do surveys. \n\tPersuadee: I do everything I can.\nPersuader: Don't you get a bonus if you do donate?  \n\tPersuadee: The HIT instructions tell you what you need to know.", "label": [[287, 324, "1-RAPPORT-OTHER"], [326, 337, "1-RAPPORT-OTHER"], [388, 411, "2-NEGOTIATE-OTHER"], [413, 442, "1-RAPPORT-FRIEND"], [509, 546, "1-RAPPORT-OTHER"], [582, 619, "4-LOGIC-OTHER"], [676, 702, "4-LOGIC-ARGUE"], [703, 730, "4-LOGIC-ARGUE"], [732, 782, "4-LOGIC-ARGUE"], [890, 936, "1-RAPPORT-FRIEND"], [1031, 1093, "4-LOGIC-ARGUE"], [1222, 1251, "1-RAPPORT-FRIEND"], [1291, 1312, "1-RAPPORT-FRIEND"], [548, 580, "1-RAPPORT-FRIEND"], [783, 814, "4-LOGIC-ARGUE"], [976, 1030, "1-RAPPORT-FRIEND"], [1253, 1289, "1-RAPPORT-FRIEND"], [1359, 1400, "4-LOGIC-OTHER"]], "idx": "862"}
{"id": 3143, "data": "Persuader: hello, do you ever have gived money to a charity?\n\tPersuadee: yes ,  I have\nPersuader: what you think about that?\n\tPersuadee: I think it is good\nPersuader: do you like to give money today in a charity?\n\tPersuadee: I would consider it,, for what ?\nPersuader: our charity is named save the children. do you want more information ?\n\tPersuadee: sure, what do they do?\nPersuader: they help children around the world, do you know what else they do?\n\tPersuadee: no , what else?\nPersuader: they are helping Hawaii with the hurricane. does that sound cool?\n\tPersuadee: yes, how about food?\nPersuader: of course they give food, shelter and education to children but with Hawaii is different they are helping everyone.\n\tPersuadee: do they work in africa?\nPersuader: they work in africa too, they work all over the world.\n\tPersuadee: what is the minumum donation?\nPersuader: its up to you, every amount is helful.\n\tPersuadee: how about 1 dollar a day?\nPersuader: that sounds great, thank you \n\tPersuadee: whaere can I donate?\nPersuader: in the end of the survey.", "label": [[11, 60, "1-RAPPORT-OTHER"], [98, 124, "1-RAPPORT-OTHER"], [309, 339, "1-RAPPORT-OTHER"], [386, 453, "1-RAPPORT-OTHER"], [386, 453, "3-EMOTION-ALTRUISTIC"], [493, 536, "3-EMOTION-ALTRUISTIC"], [603, 718, "3-EMOTION-ALTRUISTIC"], [765, 820, "3-EMOTION-ALTRUISTIC"], [874, 912, "3-EMOTION-ALTRUISTIC"], [962, 991, "1-RAPPORT-COMPLIMENT"], [167, 212, "2-NEGOTIATE-REQUEST"], [269, 309, "1-RAPPORT-OTHER"], [537, 558, "1-RAPPORT-OTHER"], [603, 718, "1-RAPPORT-OTHER"], [765, 820, "1-RAPPORT-OTHER"]], "idx": "863"}
{"id": 3144, "data": "Persuader: Do you ever donate to worthy causes? I want to tell you today about one of my favorite charities, Save the Children\n\tPersuadee: yes definitly i am donate in save the children\nPersuader: That's great. I love this group because they help millions of children worldwide and do a great job of making sure my donations are actually used to help children.\n\tPersuadee: nice i like this group for many children save in the world\nPersuader: Yes they work both in the US and abroad\n\tPersuadee: yes i am live in us\nPersuader: Great me too. Here, they work on advocacy, education, and help children after emergency situations occur.\n\tPersuadee: yes i education help for the children.\nPersuader: I agree. They lead Head Start and Early Head Start programs in this country which really ensure that kids get a great start in their educations\n\tPersuadee: yes definitly develop for education\nPersuader: It's amazing to me that this organization reaches 120 countries around the world. That's a lot of children they are helping!\n\tPersuadee: very intresting \nPersuader: Yes they are such a great charity that they have won many awards for their efforts\n\tPersuadee: i have no award in the group.so i have like many children save in our life\nPersuader: Ok. Did you know that they recently went to Hawaii to help kids after the hurricane landed?\n\tPersuadee: yes i help to kids \nPersuader: Yes, that's great. I loved that they set up shelters that were child friendly because t's so hard for kids to be away from home like that\n\tPersuadee: yes my home in 3 childrens i take for in the life \nPersuader: Great. Now that our chat is over, I need to ask, \"How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\"\n\tPersuadee: 100$ donate for group", "label": [[47, 126, "1-RAPPORT-OTHER"], [197, 210, "1-RAPPORT-COMPLIMENT"], [211, 360, "4-LOGIC-ARGUE"], [443, 482, "1-RAPPORT-OTHER"], [11, 47, "1-RAPPORT-OTHER"], [526, 539, "1-RAPPORT-SIMILAR"], [703, 837, "3-EMOTION-ALTRUISTIC"], [896, 978, "1-RAPPORT-DISCLOSE"], [979, 1021, "3-EMOTION-ALTRUISTIC"], [1062, 1144, "5-AUTHORITY-CREDENTIALS"], [1378, 1396, "1-RAPPORT-COMPLIMENT"], [1397, 1515, "3-EMOTION-ALTRUISTIC"], [1590, 1596, "1-RAPPORT-COMPLIMENT"], [540, 631, "3-EMOTION-ALTRUISTIC"], [694, 703, "4-LOGIC-CONCEDE"], [1062, 1144, "2-NEGOTIATE-OPINION"], [1247, 1334, "1-RAPPORT-OTHER"], [1597, 1691, "2-NEGOTIATE-REQUEST"]], "idx": "864"}
{"id": 3145, "data": "Persuader: hi\n\tPersuadee: hi! How are you today\nPersuader: today i am fine. you\n\tPersuadee: I am doing alright, thank you\nPersuader: you know about save the children charity?\n\tPersuadee: I know a little, yes\nPersuader: i am also\n\tPersuadee: Do you donate to charity?\nPersuader: No. I will plan to donate\n\tPersuadee: Yeah, I try to as much as I can, but it's hard sometimes to give up money when you have so little\nPersuader: yes but we will give to children charity to get benefit for my life\n\tPersuadee: I do agree in helping children. They need it the most\nPersuader: how much you plan to donate\n\tPersuadee: I can only give a couple cents.\nPersuader: you gathered information about children's charity\n\tPersuadee: I don't have much information, no\nPersuader: Oh we will collect that information. than we donate to charity\n\tPersuadee: do you ever volunteer?\nPersuader: yes ever to donate\n\tPersuadee: How much do you volunteer?", "label": [[133, 174, "1-RAPPORT-OTHER"], [219, 228, "1-RAPPORT-SIMILAR"], [282, 303, "1-RAPPORT-DISCLOSE"], [570, 597, "3-EMOTION-ALTERCASTING"], [797, 822, "1-RAPPORT-OTHER"], [869, 887, "1-RAPPORT-DISCLOSE"], [278, 281, "1-RAPPORT-DISCLOSE"], [425, 492, "3-EMOTION-ALTRUISTIC"], [425, 492, "4-LOGIC-COUNTER"], [653, 702, "1-RAPPORT-OTHER"], [759, 796, "1-RAPPORT-OTHER"]], "idx": "865"}
{"id": 3146, "data": "Persuader: How are you doing today?\n\tPersuadee: I'm pretty good. And you?\nPersuader: I'm doing well thanks for asking.  Have you donated to any charities recently?\n\tPersuadee: No, I am usually too broke to donate anything.\nPersuader: I hear you.  I don't have much money to spend either but I am willing to help out a little.  Would you be willing to donate some of the money you earn from this task to a charity?\n\tPersuadee: Actually, I might. I have been reading a book called \"The Secret\" and one thing it teaches is that to get more money you have to give money. Is there a specifc charity that I should donate to?\nPersuader: Yes I am a big fan of the Save the Children charity.  They are one of the most trusted charities in the world and really make a difference in helping protect and keep children alive and in a safe enviroment.\n\tPersuadee: I do love kids. I have three grown kids and eleven grandkids!! It breaks my heart to think about children suffering. Do they help out in the US as well as other countries?\nPersuader: As many as 190 different contries this charity is helping out.  Where help is needed most is decided by experts in the field.  For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence.\n\tPersuadee: That really is very sad. I know that charity has been around a long time, so I would more than likely be willing to donate. Do you give to them?\nPersuader: Yes I have donated in the past and will be donating some of the earnings from this task today.  What would you be willing to donate today?  \n\tPersuadee: I will donate all of what I earn from this task today. Perhaps it will garner me some good karma with the universe.\nPersuader: That is what I like to hear.  Because of your kindness and well spoken words,  I will be donating all as well.  The total donation amount for each of us would be $2.00.  Would you like to confirm that account now?\n\tPersuadee: Sure, why not? I will donate the entire $2.00. It will send good vibes out to the universe and we will both benefit from our good deeds. Not to mention the good that we will be doing for the children.\nPersuader: Yes I agree, and you have a good soul!  If more people in this world was like you it would be a much better place!\n\tPersuadee: I believe that when you put out positive vibes the universe sends you back positive things. But I really do have a soft spot in my heart for children and hungry people.\nPersuader: Yes I believe in very similar ideas.  So we did a good thing hear today let's be proud\n\tPersuadee: well, I think our conversation will be ending soon, so I hope you have a great evening\nPersuader: I hope you do as well.  I must say it was a pleasure being in your company.\n\tPersuadee: Same here, good night", "label": [[247, 326, "1-RAPPORT-SIMILAR"], [684, 837, "3-EMOTION-ALTRUISTIC"], [684, 837, "5-AUTHORITY-OTHER"], [1160, 1252, "3-EMOTION-EMPATHY"], [1252, 1366, "3-EMOTION-EMPATHY"], [120, 163, "1-RAPPORT-OTHER"], [234, 245, "1-RAPPORT-SIMILAR"], [327, 413, "2-NEGOTIATE-REQUEST"], [630, 683, "1-RAPPORT-DISCLOSE"], [1033, 1095, "3-EMOTION-ALTRUISTIC"], [1097, 1159, "1-RAPPORT-OTHER"], [1534, 1630, "1-RAPPORT-DISCLOSE"], [1631, 1675, "3-EMOTION-ALTERCASTING"], [1815, 1844, "1-RAPPORT-COMPLIMENT"], [1845, 1925, "2-NEGOTIATE-RECIP"], [1927, 1983, "2-NEGOTIATE-REQUEST"], [1985, 2028, "2-NEGOTIATE-REQUEST"], [2253, 2292, "1-RAPPORT-COMPLIMENT"], [2598, 2646, "2-NEGOTIATE-RECIP"], [2781, 2832, "1-RAPPORT-FRIEND"], [1845, 1925, "1-RAPPORT-COMPLIMENT"], [2253, 2291, "4-LOGIC-CONCEDE"], [2292, 2367, "1-RAPPORT-COMPLIMENT"], [2560, 2596, "1-RAPPORT-SIMILAR"], [2598, 2646, "3-EMOTION-ALTRUISTIC"], [2756, 2779, "1-RAPPORT-FRIEND"]], "idx": "866"}
{"id": 3147, "data": "Persuader: hello how are you doing today\n\tPersuadee: Good morning, it's a good day! How are you?\nPersuader: im not doing too bad, have you heard of the charity save the children?\n\tPersuadee: I have not\nPersuader: its a great organization that i donate to regulary, they help children out in developing countries\n\tPersuadee: Where can I find more information about this charity?\nPersuader: you can go to  URL or just type save the children ina search engine\n\tPersuadee: In what ways does this organization help children?\nPersuader: it does about everything for the kids from ensuring safety, to medical treatment, and basic care that most of us take for granted most of the time, myself included\n\tPersuadee: How do I know that ALL donations go towards helping children?\nPersuader: The requesters on the survey will handle the donations at the end of the study, you can contact them if you require more information\n\tPersuadee: This is a silly question and I understand if you choose to not answer. Are you from the United States or do you live elsewhere?\nPersuader: born, bred, and an air force veteran here in the US\n\tPersuadee: Thank you for your service! I didn't just want to assume that we are both from the US. Although I agree that charities like the Save the Children are important just like children/people of developing countries are important, there are A LOT of children in the U.S. that are in major need of help. I understand that there is a difference but there are a lot of starving children here too that need just as much help.\nPersuader: there are indeed a lot of people here that need help as well, but those people here have better access to government and private services and programs, most people in developing countries do not, in the books ive read lots of children beg for MREs and bottles of water from soldiers, id like to never have to read about that in another military biography, don't you agree?\n\tPersuadee: I do agree. I also agree that people here have better access to gov't assistance. That being said, as a foster parent, it is my experience that children here starve, too. Not that I am saying I don't want to help anyone outside of this country. I have and will again. I am saying I am only one person and if I have to choose one or the other I will help here first, then, if I have enough to go around I would be happy to help in other places...\nPersuader: well thank you for being a foster parent, a very noble thing.  If you makes you feel better i will match whatever donation you choose to donate and do the same amount in surveys for the american red cross and the national parks system if that would make you feel better, both charitys go to helping those here in america\n\tPersuadee: Unfortunately, I am not in a place to donate at this time. \nPersuader: that is unfortuante are you sure you cant even donate 10 or 20 cents, like i said ill do surveys on survey monkey to match your donation on here\n\tPersuadee: I know 10 cents doesn't seem like a lot, but when you have a houseful of mouths to feed it adds up. I guess that makes me seem a little selfish but 10 cents will but a pack of noodles that will feed 2 kids at my house. \nPersuader: alright well if you cant donate i understand can you please state for the requesters how much you would like to donate to make if offical anywhere between 0 and 2 dollars\n\tPersuadee: Thank you, again for your service. ", "label": [[108, 178, "1-RAPPORT-OTHER"], [213, 311, "3-EMOTION-ALTRUISTIC"], [531, 694, "3-EMOTION-EMPATHY"], [1064, 1115, "1-RAPPORT-DISCLOSE"], [1555, 1927, "3-EMOTION-EMPATHY"], [2460, 2717, "2-NEGOTIATE-RECIP"], [2801, 2945, "3-EMOTION-GUILT"], [2801, 2945, "2-NEGOTIATE-RECIP"], [3189, 3359, "1-RAPPORT-OTHER"], [213, 311, "1-RAPPORT-DISCLOSE"], [213, 311, "2-NEGOTIATE-OPINION"], [389, 456, "1-RAPPORT-OTHER"], [531, 694, "3-EMOTION-ALTRUISTIC"], [530, 694, "3-EMOTION-GUILT"], [1555, 1927, "4-LOGIC-COUNTER"], [2397, 2457, "1-RAPPORT-COMPLIMENT"], [2460, 2717, "2-NEGOTIATE-BARGAIN"]], "idx": "867"}
{"id": 3148, "data": "Persuader: Would you like to donate to a Charity called Save the Children?\n\tPersuadee: Hi, it all depends on who you really are, if it's for a person very close to me if I'm willing\nPersuader: It would go to supporting children in developing countries, especially in war zones. For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. \n\tPersuadee: if I would agree with that, and if my organ donated what problems would my body have? the operation has risks\nPersuader: I am not asking for an organ donation, but more of a financial one. You can give any amount, even as little as $0.01 can help.\n\tPersuadee: oh ok I'm sorry I have read wrong, if I would be willing to donate with pleasure is a good cause\nPersuader: How much would you like to donate?\n\tPersuadee: I am willing to donate $ 10\nPersuader: Fantastic, you are a very generous person and this money will help the cause greatly\n\tPersuadee: Not that, there are many needs in the world and this is a good cause\nPersuader: Yes, you are helping to ensure children's rights to health, education, safety, etc. \n\tPersuadee: If sometimes I go down the street and there are people with posters I raise money for children and I always give them something because it is a good cause\nPersuader: Do you have children yourself? Does this cause have a very personal meaning to you?\n\tPersuadee: If I have two very beautiful children that are my life, maybe that's why I'm very attentive to things like this of this magnitude\nPersuader: What would you say to someone who does not have children, if you were trying to get them to help the cause?\n\tPersuadee: to think about all the needs that a child in need at this moment is helping, and to think that this may be their child\nPersuader: Children really are the future and if humans have any hope of surviving in the long run, we need to raise our children to see the good in this world and help others\n\tPersuadee: if it's what I think they have everything in their hands\nPersuader: Yes, Well I thank you again for your donation and I wish you a very happy rest of your day!\n\tPersuadee: it is very happy day", "label": [[11, 74, "2-NEGOTIATE-REQUEST"], [193, 277, "1-RAPPORT-OTHER"], [278, 370, "3-EMOTION-EMPATHY"], [686, 745, "2-NEGOTIATE-REQUEST"], [866, 900, "1-RAPPORT-OTHER"], [952, 1036, "3-EMOTION-ALTRUISTIC"], [1423, 1475, "1-RAPPORT-FRIEND"], [1392, 1422, "1-RAPPORT-FRIEND"], [1629, 1736, "1-RAPPORT-OTHER"], [1879, 2043, "5-AUTHORITY-SUPERIOR"], [2124, 2215, "1-RAPPORT-FRIEND"], [193, 277, "3-EMOTION-ALTRUISTIC"], [370, 485, "3-EMOTION-EMPATHY"], [619, 686, "1-RAPPORT-OTHER"], [687, 745, "3-EMOTION-ALTRUISTIC"], [952, 1036, "1-RAPPORT-COMPLIMENT"], [1129, 1213, "3-EMOTION-ALTRUISTIC"], [1879, 2043, "3-EMOTION-ALTRUISTIC"]], "idx": "868"}
{"id": 3149, "data": "Persuader: Hello, how are you today?\n\tPersuadee: I'm doing well. How about yourself?\nPersuader: Pretty good, just working on Turking and grinding the HITs out heh.\n\tPersuadee: Yeah me too.  I always seem to miss the high dollar ones though.  I click on them and it always says no more hits.\nPersuader: Yea it's tough to catch the good ones people are running scripts and catching em all almost as they are posted.\n\tPersuadee: Really? That stuff should be banned.\nPersuader: Yea I don't like it either, makes it tougher for the rest of us that are just using a basic browser without the bells and whistles\n\tPersuadee: Exactly. So how long have you been doing this?\nPersuader: I've been at it about two years now, I mainly turk in the evening or when I'm home with my young kid. Gives me something to do to pass the time.\n\tPersuadee: Nice.  This is my first week.  I've noticed that I come here more during my spare time than going on social media or wasting time.  It's just better to make a little money.\nPersuader: Absolutely! And some of the HITs give you an opportunity to donate to a good cause, this HIT for instance has the option for us to donate some of our payment for the task to a charitable organization called Save the Children\n\tPersuadee: Oh really?  I didn't know that.  Who is Save the Children?\nPersuader: Save the Children is a non-government organization that assist kids all around the world that are in dire situations and need help just to get basic necessities.\n\tPersuadee: Wow. That's something I could get behind.  Are they vetted though?\nPersuader: They are, and the researchers ensure 100% of any donation we decide to make goes directly to them to benefit the kids.\n\tPersuadee: Even just a small donation?\nPersuader: They stress that every donation no matter how small really counts. Lots of people decide to give just a little but it really adds up.\n\tPersuadee: Cool.  So how do we do this?\nPersuader: At the end of the HIT it'll give you a box to input any amount you'd like to donate to the children.\n\tPersuadee: Cool.  I think I'll donate the 30 cents I get with this HIT", "label": [[96, 163, "1-RAPPORT-FRIEND"], [1323, 1484, "1-RAPPORT-OTHER"], [1575, 1693, "3-EMOTION-ALTRUISTIC"], [302, 413, "1-RAPPORT-FRIEND"], [474, 604, "1-RAPPORT-SIMILAR"], [674, 777, "1-RAPPORT-DISCLOSE"], [777, 819, "1-RAPPORT-FRIEND"], [1016, 1027, "4-LOGIC-CONCEDE"], [1028, 1240, "3-EMOTION-ALTRUISTIC"], [1323, 1484, "3-EMOTION-ALTRUISTIC"], [1745, 1811, "3-EMOTION-ALTRUISTIC"], [1812, 1878, "6-SOCIAL-NORMS"]], "idx": "869"}
{"id": 3150, "data": "Persuader: Hello! how are you doing today\n\tPersuadee: Hi, I'm doing well how are you? well, ho\nPersuader: I am doing well, thank you. Do you donate at all?\n\tPersuadee: I've thought about it but never have. Do you? \nPersuader: I try to the best I can, but i focus on charities I feel strongly about, such as save the children!\n\tPersuadee: That's such a good charity! We try to donate goods we have our kids outgrow as opposed to mone \nPersuader: that is an excellent way to donate. There are so many children in need\n\tPersuadee: And it's never the kids fault, they have no desicion in their situation, they shouldn't have to suffer \nPersuader: I completely agree. That is why it is so important to give back. even just a couple of cents can go a long way\n\tPersuadee: That is soo true\nPersuader: Will yoube willing to donate any cents today?\n\tPersuadee: I could donate .30 today\nPersuader: that is very generous. most people don't donate any\n\tPersuadee: I know it's not a lot but it's what I can do at the moment. \nPersuader: even just 5 cnts can make a deifference, so 30 is even better!\n\tPersuadee: I always imagine the donations that matter are in the 100s not cents.  \nPersuader: if everyone in the US gave 5 cents, that would raise over 16 million dollars. it all counts!\n\tPersuadee: I never thought of it that way before! \nPersuader: every little bit helps!\n\tPersuadee: Are you donating any today as well? ", "label": [[663, 708, "2-NEGOTIATE-OPINION"], [888, 911, "1-RAPPORT-COMPLIMENT"], [1024, 1086, "1-RAPPORT-COMPLIMENT"], [1181, 1259, "2-NEGOTIATE-RECIP"], [1260, 1274, "3-EMOTION-ALTRUISTIC"], [1338, 1361, "3-EMOTION-ALTRUISTIC"], [134, 155, "1-RAPPORT-OTHER"], [226, 325, "1-RAPPORT-DISCLOSE"], [445, 481, "1-RAPPORT-COMPLIMENT"], [481, 515, "3-EMOTION-EMPATHY"], [643, 662, "4-LOGIC-CONCEDE"], [708, 753, "4-LOGIC-OTHER"], [794, 839, "2-NEGOTIATE-REQUEST"], [911, 939, "1-RAPPORT-COMPLIMENT"], [1023, 1086, "3-EMOTION-ALTRUISTIC"]], "idx": "870"}
{"id": 3151, "data": "Persuader: Hello! How are you today?\n\tPersuadee: Hello there, ok, I was waiting quite a while for a response\nPersuader: I am sorry! My HIT just notified me of a successful match. Responses will be quicker from here on out. :) Do you donate to charities currently?\n\tPersuadee: No, I don't\nPersuader: Today, you have a unique opportunity to donate part of your earnings from this HIT to an organization called Save The Children. Have you heard of this organization prior to this conversation?\n\tPersuadee: Actually, yes I have. When I was a child, my family sponsored several children, I believe through that or a similar organization.\nPersuader: Wonderful! Save The Children has continued to be a helping hand for children in the US and many other countries. They are currently assisting children experiencing violence and disarray in Syria along with helping children affecting by immigration laws here in the US.\n\tPersuadee: I understand that there are alot of children around the world in need.\nPersuader: There truly are. It's amazing what Save the Children steps in to accomplish. 86% of their donations go directly toward program funding while the remaining 14% goes toward management efforts and fundraising. \n\tPersuadee: That's a pretty good percentage, I think it's one of the highest for charitable organizations.\nPersuader: I agree. It's one of my favorite parts about Save the Children. You are familiar with sponsorship as previously mentioned but save the children also accepts one time donations without further obligation.\n\tPersuadee: I don't know that, but of course it make perfect sense that any charity would accept a one time donation.\nPersuader: True. Kind of goes without saying I suppose :) Is there a reason you don't currently donate to this charity?\n\tPersuadee: I help support my own grandchildren whose parents are having a lot of difficulty in the current economy. I have also experienced a significant loss of income, thus working on Mturk to make ends meet.\nPersuader: That's very awesome of you and I am sorry to hear of your recent loss of income. I understand needing MTurk for supplemental income as our family is single income right now and sometimes its rough living paycheck to paycheck! I think that is why this opportunity is so unique today. The donation you choose to commit (which can be as little as 1 cent) will be deducted from the payment for this HIT and automatically sent to save the children by the requestor. \n\tPersuadee: Well, I think I could probably send at least 50 cents, will you be able to match that amount?\nPersuader: The payment for this HIT is 30 cents (at least on my end) and I don't think we can exceed that amount. I will DEFINITELY match you if you are willing to donate the 30 cents from your payment :)\n\tPersuadee: oh! Ok, well then I can certainly donate the 30 cents  as well. Good way to end my night.\nPersuader: Couldn't agree more :) Thank you for your donation and I wish you the best of luck with your grandchildren and here on MTurk :) \n\tPersuadee: Same to you. Have a good night.\nPersuader: You as well :)", "label": [[223, 263, "1-RAPPORT-OTHER"], [427, 490, "1-RAPPORT-OTHER"], [644, 654, "1-RAPPORT-COMPLIMENT"], [757, 912, "3-EMOTION-ALTRUISTIC"], [757, 912, "3-EMOTION-EMPATHY"], [1024, 1083, "2-NEGOTIATE-OPINION"], [120, 131, "1-RAPPORT-FRIEND"], [132, 178, "1-RAPPORT-FRIEND"], [179, 223, "1-RAPPORT-FRIEND"], [299, 426, "1-RAPPORT-OTHER"], [299, 427, "3-EMOTION-ALTRUISTIC"], [655, 756, "3-EMOTION-ALTRUISTIC"], [1007, 1023, "4-LOGIC-CONCEDE"], [1084, 1214, "4-LOGIC-ARGUE"], [1333, 1342, "4-LOGIC-CONCEDE"], [1666, 1671, "4-LOGIC-CONCEDE"], [2079, 2224, "1-RAPPORT-SIMILAR"], [2577, 2679, "1-RAPPORT-OTHER"], [2680, 2770, "2-NEGOTIATE-RECIP"], [1342, 1397, "1-RAPPORT-DISCLOSE"], [1397, 1536, "1-RAPPORT-FRIEND"], [1672, 1774, "1-RAPPORT-FRIEND"], [1998, 2078, "1-RAPPORT-COMPLIMENT"], [1998, 2078, "1-RAPPORT-FRIEND"], [2224, 2281, "2-NEGOTIATE-OPINION"], [2281, 2459, "3-EMOTION-ALTERCASTING"], [2884, 3012, "1-RAPPORT-FRIEND"], [2884, 3012, "1-RAPPORT-COMPLIMENT"], [3068, 3082, "1-RAPPORT-FRIEND"]], "idx": "871"}
{"id": 3152, "data": "Persuader: hi\n\tPersuadee: hi how are you?\nPersuader: I'm fine, How are you?\n\tPersuadee: i am well. where are you?\nPersuader: I am in Illinois, where are you?\n\tPersuadee: i am from oakhom\nPersuader: Do you know about the children's charity?\n\tPersuadee: yes, i know children's charity.. u know children's charity.. pls tell me details.\nPersuader: They give money to help children in other countries and get them away from viloence.\n\tPersuadee: oh!  thank you so much. then?\nPersuader: Do you donate any children's charity?\n\tPersuadee: yes, i am donate but one year back.\nPersuader: How much do you donate charity?\n\tPersuadee: just i am donate $100 dollar only.\nPersuader: oh! This is so good.\n\tPersuadee: thank u. do you donate any charity?\nPersuader: Yes. I donate children charity.\n\tPersuadee: how much do you donate?\nPersuader: I was donate $50.\n\tPersuadee: oh! good job", "label": [[198, 239, "1-RAPPORT-OTHER"], [345, 429, "3-EMOTION-ALTRUISTIC"], [483, 520, "1-RAPPORT-OTHER"], [580, 611, "1-RAPPORT-OTHER"], [674, 690, "1-RAPPORT-COMPLIMENT"], [750, 754, "1-RAPPORT-DISCLOSE"], [125, 157, "1-RAPPORT-DISCLOSE"], [124, 157, "1-RAPPORT-FRIEND"], [755, 781, "1-RAPPORT-DISCLOSE"], [828, 846, "1-RAPPORT-DISCLOSE"]], "idx": "872"}
{"id": 3153, "data": "Persuader: hi, you should really consider donating to Save the Children\n\tPersuadee: What exactly does Save the Children do with the money?\nPersuader: They use the money for promoting children's rights and supporting their life needs in developing countries\n\tPersuadee: Ok, do you know which countries they help out?\nPersuader:  Bangladesh, Bhutan, China, Fiji , India, Indonesia , Japan, Myanmar, Nepal, Philippines, Thailand, Vanuatu, Vietnam\n\tPersuadee: Wow, that's impressive. Do you guys help our refugee kids from war zones?\nPersuader: yes we do\n\tPersuadee: Thank you. Is there a minimum on how much I have to donate?\nPersuader: no, there is no minimum. you can donate some or all of your incoming payment for the task. every little bit helps.\n\tPersuadee: What if I am still reluctant and want proof if this is a real charity?\nPersuader: you are welcome to google it. however, I can give you more statistical information would that help?\n\tPersuadee: Yes please, that would help.\nPersuader: For more than 30 years, Save the Children has been on the ground in Asia helping children  every day, and in times of crisis. In 2016, we helped nearly 17.5 million children in need. \n\tPersuadee: Ok, I am convinced. How can I donate?\nPersuader: wonderful! I am so happy to hear that. the donation will come out of your task payment at whatever amount you feel is right.\n\tPersuadee: Ok, what type of payments do you accept?\nPersuader: it it simply deducted from your task payment, whatever you choose. how much are you wanting to donate?\n\tPersuadee: I'd like to donate 50 dollars from my Paypal, will that work?\nPersuader: for right now. I am offering a donation that comes out of your task payment. However, you can donate the remaining amount that you want on their website at  URL \n\tPersuadee: Oh, I thought we were role-playing? In that case, I'd like to donate 0 dollars please.", "label": [[11, 71, "7-PRESSURE-FORCE"], [328, 443, "1-RAPPORT-OTHER"], [659, 724, "3-EMOTION-ALTRUISTIC"], [725, 748, "3-EMOTION-ALTRUISTIC"], [843, 872, "2-NEGOTIATE-OTHER"], [995, 1122, "3-EMOTION-ALTRUISTIC"], [1123, 1180, "3-EMOTION-ALTRUISTIC"], [150, 256, "3-EMOTION-ALTRUISTIC"], [541, 550, "4-LOGIC-CONCEDE"], [634, 658, "1-RAPPORT-OTHER"], [872, 942, "2-NEGOTIATE-OTHER"], [1242, 1253, "1-RAPPORT-COMPLIMENT"], [1633, 1695, "1-RAPPORT-OTHER"], [1696, 1780, "1-RAPPORT-OTHER"], [1253, 1280, "1-RAPPORT-COMPLIMENT"], [1280, 1366, "1-RAPPORT-FRIEND"], [1498, 1533, "2-NEGOTIATE-REQUEST"]], "idx": "873"}
{"id": 3154, "data": "Persuader: what you think about save the children donation ?\n\tPersuadee: I think it is a genuine organization who uses it's fundraising donations in the right way.\nPersuader: you dont think anything bad is happening with this donation?\n\tPersuadee: No I think they use most of their donations to actually help children. Do you believe they don't?\nPersuader: i really dont have a real opinion , but the world is dirty and everybody cheat.\n\tPersuadee: I think there are a lot of safeguards in organizations like this one that is set up to prevent such a thing.\nPersuader: so you think to trust this organisation and help the children with donating in the future?\n\tPersuadee: Yes, for sure. I think they are a trustworthy organization.\nPersuader: did they ever did a big mistake that was all over the news?\n\tPersuadee: I am not aware of that. In fact, I believe they were a top-rated children's charity the last couple years.\nPersuader: did they collect a lot of money for the children's? \n\tPersuadee: I am pretty sure they do. Like me, I think people donate to more children's charities than anything else.\nPersuader: i always thought that the money goes for other things and not the children , but i am spectral about this.\n\tPersuadee: Well it takes personnel and resources to run any organization so I'm sure some of the money goes to that but I suspect more goes to the children.\nPersuader: things must be always clear to the public eyes .\n\tPersuadee: True, especially if you take part in donating. However, I usually just give where I feel I need to and if people use it the wrong way, I believe they will get what's coming to them.\nPersuader: if what you say i true i agree with you completely. \n\tPersuadee: Maybe it is a blind trust but there's really no way to know for sure if they use the money correctly unless you are the person handling the money.\nPersuader: blind trust it is. But i know for sure that they help a lot of children, the question is can they do more with that amount of money?\n\tPersuadee: Well I'm sure there is always more that can be done. I just feel that if they help a few children get a better childhood then it is worth it. Children are our future.", "label": [[174, 235, "1-RAPPORT-OTHER"], [356, 436, "2-NEGOTIATE-OPINION"], [1114, 1221, "1-RAPPORT-OTHER"], [11, 60, "1-RAPPORT-OTHER"], [569, 659, "1-RAPPORT-OTHER"], [743, 802, "1-RAPPORT-OTHER"], [933, 985, "1-RAPPORT-OTHER"], [1390, 1439, "2-NEGOTIATE-OPINION"], [1644, 1697, "4-LOGIC-CONCEDE"], [1868, 1886, "4-LOGIC-CONCEDE"]], "idx": "874"}
{"id": 3155, "data": "Persuader: Did you Know that Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: I think I've heard of them, but aren't they religiously affiliated? I'm all for improving conditions for children in developing countries, but I don't really want money paying for evangelizing.\nPersuader: Yes they are affiliated with religion but all proceeds are put towards saving the children they do profit are use any funds for personal gain or spread of religion.\n\tPersuadee: How transparent are they about uses of their funds? Are they well rated by the watchdog groups that keep an eye on non-profits?\nPersuader: Save the Children is. Mention the organization's credentials and international impact\n\tPersuadee: It's great to hear there are people out there doing such important work. Have you ever donated to them?\nPersuader: Yes I have , how much do you spend on unnecessary stuff like a bag of snack or candy. You Know small donations can help a lot of children and their families\n\tPersuadee: Really? I suppose even with the economy being as hard as it is, exchange rates are still good enough to make a real impact. \nPersuader: Yes any donations made to helpless children make a real impact on their life. Not many kids get a real shot and they all deserve one If I had a chance to change a childs life foe the better and didn't I would not be able to live with myself.\n\tPersuadee: That's a good point, I think a lot of the times the little things we can do that have really positive impacts kind of get lost in the shuffle. If I can ask a personal question, how did you make room in your finances to donate?  \nPersuader: I did't I just gave what I thougt cas right and took the blow . I thought about how these kids do without so much and realized I could do without once in order to help someone in need\n\tPersuadee: So how did you decide what was right for you? \nPersuader: I gave what was given to me . Over the next few chats I'm going to tell you the story of Bruce a child that like alot of these chidren need help but threw Save The Chidren found it. At the end Of our next few chats I'm going to ask you to  donate what you earn from this survey . I want you to think about what it means to save a child thats in trouble and how by saving that child you find new hope in your own life.\n\tPersuadee: I'm certainly willing to listen. Tell me about Bruce.\nPersuader: Bruce was born to a single mother who was only 14 at the time he came into this world , the girls mother and father were ashamed of her pregnancy and kicked out of the house. Bruce was born and taken from the girl because she was to young to raise him and her was adobted out to a poor family that did their best to provide for him . The founder of save the children heard about the family and learned of Bruces story . He came to meet Bruce .\n\tPersuadee: That poor girl, being rejected by her own family like that. I'm glad that Bruce was taken in, though. How did the visit go?\nPersuader: The owner got involved in Bruces life and sav the children went to work and provide food and cloths and school needs for Bruce . Bruce went own to join the save the children foundation after he completed college and is helping save children today. \n\tPersuadee: That's awesome! He even made it through college. I can see how he'd be really devoted to the organization, given the impact they had on his life.\nPersuader: Yes he is a force for good and was saved out of tragedy.\n\tPersuadee: If only all kids were so lucky. But I guess it takes a lot of work to try to help the ones who need it most\nPersuader: Now I would Like to ask you to donate what you about to receive and and give to other in need. Yiur will go to help other just like that right now are looking or in room by themselves hoping for a miracle .Will you be that miracle and help a child like Bruce today? \n\tPersuadee: I will. Be the change you want to see in the world, right?\nPersuader: Yes you will . So how much of your earnings will you give, for a child that needs to be saved today?.\n\tPersuadee: 5 dollars buys a latte, and I think it should be easy for me to give up a coffee a month. I bet they have ways to set up recurring donations pretty easily.\nPersuader: Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment. The research team will collect all donations and send it to Save the Children", "label": [[11, 197, "1-RAPPORT-OTHER"], [11, 197, "3-EMOTION-ALTRUISTIC"], [415, 579, "1-RAPPORT-OTHER"], [731, 752, "1-RAPPORT-OTHER"], [944, 1030, "1-RAPPORT-DISCLOSE"], [944, 1030, "1-RAPPORT-OTHER"], [1249, 1326, "3-EMOTION-EMPATHY"], [1327, 1490, "3-EMOTION-GUILT"], [1806, 1926, "3-EMOTION-ALTRUISTIC"], [2027, 2178, "1-RAPPORT-OTHER"], [2277, 2414, "2-NEGOTIATE-REQUEST"], [2667, 2825, "3-EMOTION-STORY"], [753, 816, "5-AUTHORITY-CREDENTIALS"], [1031, 1100, "3-EMOTION-ALTRUISTIC"], [1249, 1327, "3-EMOTION-ALTRUISTIC"], [1327, 1490, "3-EMOTION-EMPATHY"], [1743, 1806, "1-RAPPORT-DISCLOSE"], [1807, 1926, "3-EMOTION-STORY"], [1997, 2026, "1-RAPPORT-DISCLOSE"], [2179, 2276, "1-RAPPORT-OTHER"], [2492, 2666, "3-EMOTION-STORY"], [2826, 2911, "3-EMOTION-STORY"], [2912, 2935, "3-EMOTION-STORY"], [3083, 3211, "3-EMOTION-STORY"], [3501, 3557, "2-NEGOTIATE-OPINION"], [3689, 3784, "2-NEGOTIATE-REQUEST"], [3784, 3895, "3-EMOTION-ALTRUISTIC"], [3895, 3955, "3-EMOTION-ALTRUISTIC"], [4053, 4139, "2-NEGOTIATE-REQUEST"], [4053, 4139, "3-EMOTION-ALTRUISTIC"], [3212, 3331, "3-EMOTION-STORY"], [3784, 3895, "3-EMOTION-EMPATHY"], [4038, 4053, "4-LOGIC-CONCEDE"], [4319, 4382, "3-EMOTION-ALTERCASTING"]], "idx": "875"}
{"id": 3156, "data": "Persuader: This site Helps many child\n\tPersuadee: What kind of children does it help?\nPersuader: Their motto is to help children's future...that every child deserves a future\n\tPersuadee: What is the name of the organization?\nPersuader: Save the Children\n\tPersuadee: How do they help children?  Food? Clothing? Shelter? Education?\nPersuader: They help in the children's basic need like food and clothing. They help in whatever it takes for children to transforming their lives and the future\n\tPersuadee: Is this charity local?  global?  Just in my country (United States)?\nPersuader: This charity is from Fairfield Town in Connecticut\n\tPersuadee: I think  it's important to support initiatives to help children get a good education, and have the things they need to go to school and learn.  How much should we donate?\nPersuader: Ya.. It's very important. There are many way to donate money like one time gift, Monthly donor, and sponsorship for some children. \n\tPersuadee: Sponsorship of a child might be interesting....I'd like to know what my donation is being used for, and that it's actually helping someone. \nPersuader: Child sponsorship works like a way of giving and that connects one compassionate person like you with one child in need. Sponsoring a child gives the chance to grow up healthy, educated and safe _ forever changing the course of their life and future. You can select a child according to your choice by age, gender \n\tPersuadee: That is appealing. Does the charity send updates on how the child is doing if I sponsor?\nPersuader: Ya... Definitely they will update you every information about the child you are donating\n\tPersuadee: How does the sponsorship work?  Do I make a monthly donation? I can't afford much. What is the minimum dollar amount?\nPersuader: You can Sponsor a child for just $36 a month\n\tPersuadee: Let's say for this experiment, we will contribute the $36 a month for six months, and see how it goes. We can renew for another six months it it looks like the donation is working. What do you think?\nPersuader: Ya.. It will definitely work and save the children's future..\n\tPersuadee: OK. Glad that we came to an agreement.  How do we end this task?", "label": [[97, 174, "3-EMOTION-ALTRUISTIC"], [583, 633, "1-RAPPORT-OTHER"], [827, 831, "4-LOGIC-CONCEDE"], [1124, 1244, "3-EMOTION-ALTRUISTIC"], [1245, 1374, "3-EMOTION-ALTRUISTIC"], [1557, 1639, "4-LOGIC-ARGUE"], [1781, 1825, "1-RAPPORT-OTHER"], [11, 37, "1-RAPPORT-OTHER"], [97, 174, "1-RAPPORT-OTHER"], [236, 253, "1-RAPPORT-OTHER"], [341, 403, "3-EMOTION-ALTRUISTIC"], [404, 490, "3-EMOTION-ALTRUISTIC"], [833, 853, "4-LOGIC-CONCEDE"], [854, 959, "1-RAPPORT-OTHER"], [1375, 1438, "1-RAPPORT-OTHER"], [1551, 1554, "4-LOGIC-CONCEDE"], [2049, 2052, "4-LOGIC-CONCEDE"], [2053, 2109, "3-EMOTION-ALTRUISTIC"]], "idx": "876"}
{"id": 3157, "data": "Persuader: Have you heard of the Save the children foundation?\n\tPersuadee: I haven't heard about this foundation. Would it be related to children lost to cults or terrorist groups?\nPersuader: Save the children helps young ones affected by disasters of all kinds\n\tPersuadee: I see. Are these children specifically from poor countries? Or may it included children affected by, let's say, Hurricane Katrina back in 2005?\nPersuader: There is a US Program as well as a global outlet\n\tPersuadee: That is good to hear. How specifically will these children be helped? Will the foundation only provide homes? Or is there more to it?\nPersuader: There's definitely more to it STC provides advocacy, education, protection, and food among other services\n\tPersuadee: So it seems that the STC is an all around foundation, aiming to prevent disasters from stunting the progress of young ones. Do you think the foundation is part of the first helpers to a disaster? Or is it a more gradual affect they provide? \nPersuader: The foundation is with children every step of the way from the initial stages of an event to the residual effects months/years later STC looks to help\n\tPersuadee: I do believe being there for every step of the way can really improve the child's chances for success, which is heartwarming. Since I have not heard of the foundation from the start, do you think there impact is less great, than other foundations that are known, such as Red Cross?\nPersuader: Every organization has it's own impact. STC reached 155 million children during 2017 235,000 of which were in the United States. That's a pretty big impact. You can view more stats here  URL s/about-us/resource-library/annual-report\n\tPersuadee: That is a huge impact. I have quickly researched the foundation, and have seen some of these stats. It seems even corporations are involved with the foundation, such as the CEO of Chobani, who believes we should save every child possible. I believe that more companies, like chobani, should partner and donate some of the proceedings they receive to help the children. Do you agree? \nPersuader: Yes I do. Support from corporations would really help in communities across the world\n\tPersuadee: Refering back to the aid STC provides, do you think it is better to provide emergency assistance, just days or weeks after the disaster, or provide gradual assistance after the initial affects of the disaster has been solved? Do you think the foundation needs to pick and choose based on the funding they have?\nPersuader: STC does strive to meet needs at both times, however emphasis is placed on emergency services because it is believed that is when children are most vulnerable. With proper funding we will be able to continue assisting through out the entire process. You can help How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: That makes a lot of sense, a good basis can propagate to the next few months. I have always been reluctant in donating to such foundations, due to many corruptions in this industry. It is said that most of these foundations are Non-Profit, however, some of these foundations provide false help. I have read that Red Cross showed up at a disaster with empty trucks, just for publicity. How can I know for sure any of these foundations are legit?\nPersuader: I definitely understand Our independently audited financial statements consistently show that nearly 9 out of every 10 dollars we spend goes to programs and services for children and families in need. We keep administrative costs low so that more funding goes to children's programs.   In fiscal year 2017, 86% of all expenditures went to program services.   \n\tPersuadee: Reports on the financials of the company/foundation is very important, and I appreciate the search for the statistics. I do believe statistics like these can help and persuade people to donate more. I do believe that the government should make such reports mandatory, and even possibly provide a certain status to those foundations that do use a majority of their revenue for the purposes they claim. Do you think the government should involve themselves in such scandals that may occur?\nPersuader: Government involvement may be necessary in those cases. Thankfully STC doesn't have anything to worry about in that department. Would you be willing to donate today?\n\tPersuadee: I appreciate the conversation and all the statistics you have given me, however, I will not be donating to said foundation. I believe a good majority of these foundations make false claims. I would be willing to volunteer, but I will not give hard earned money to something that would go against my beliefs against corporate corruption.", "label": [[11, 62, "1-RAPPORT-OTHER"], [191, 261, "3-EMOTION-ALTRUISTIC"], [429, 477, "1-RAPPORT-OTHER"], [1006, 1156, "3-EMOTION-ALTRUISTIC"], [1461, 1501, "1-RAPPORT-OTHER"], [1502, 1591, "1-RAPPORT-OTHER"], [1591, 1619, "2-NEGOTIATE-OPINION"], [1619, 1694, "1-RAPPORT-OTHER"], [2102, 2111, "4-LOGIC-CONCEDE"], [2112, 2187, "4-LOGIC-CONCEDE"], [2522, 2682, "3-EMOTION-EMPATHY"], [2682, 2771, "3-EMOTION-ALTRUISTIC"], [2772, 2835, "2-NEGOTIATE-REQUEST"], [2836, 2899, "3-EMOTION-ALTERCASTING"], [3427, 3629, "4-LOGIC-ARGUE"], [3714, 3784, "4-LOGIC-OTHER"], [4427, 4464, "2-NEGOTIATE-REQUEST"], [635, 740, "4-LOGIC-CONCEDE"], [2772, 2836, "3-EMOTION-ALTRUISTIC"], [3629, 3711, "4-LOGIC-ARGUE"], [4299, 4355, "1-RAPPORT-OTHER"], [4355, 4427, "2-NEGOTIATE-OPINION"]], "idx": "877"}
{"id": 3158, "data": "Persuader: Hi, how much do you like to donate to the charity now\n\tPersuadee: I would definitely donate because I often donate to charities\nPersuader: This donation will go to Save the children\n\tPersuadee: This is a worthy organization because many children receive some benefits\nPersuader: Can you specify the amount of donation\n\tPersuadee: I would donate $10 to this charity\nPersuader: ok fine. The research team would collect the donations\n\tPersuadee: ok great-who is the research team?\nPersuader: The researxh team will contact you\n\tPersuadee: Ok-thanks-I will be waiting to hear from them\nPersuader: Fine anything you want to know about the Save the children\n\tPersuadee: I have seen information about this organization before\nPersuader: To brief you again Save  the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Yes, it is a worthy organization and I do believe that it helps in many substantial ways.\nPersuader: Donation to this organisation is essential to help ensuring children's rights to health, education, safety, etc. \n\tPersuadee: The donations to heal and help with health issues is very crucial\nPersuader: For instance, millions of Syrian children have grown up facing the daily threat of violence.\n\tPersuadee: Yes- the war in Syria had traumatized many children\nPersuader: In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. \n\tPersuadee: yes, I think I have told about my donation and now waiting for the conversation to end.  Thanks.", "label": [[11, 64, "2-NEGOTIATE-REQUEST"], [150, 192, "3-EMOTION-ALTRUISTIC"], [290, 328, "2-NEGOTIATE-REQUEST"], [604, 662, "1-RAPPORT-OTHER"], [1246, 1338, "3-EMOTION-EMPATHY"], [1413, 1528, "3-EMOTION-EMPATHY"], [387, 395, "4-LOGIC-CONCEDE"], [740, 929, "3-EMOTION-ALTRUISTIC"], [1042, 1156, "3-EMOTION-ALTRUISTIC"]], "idx": "878"}
{"id": 3159, "data": "Persuader: hai\n\tPersuadee: Hello, how are you? Do you have any charities you support?\nPersuader: i am fine yes i support for this charities\n\tPersuadee: Which charities do you support?\nPersuader: save the children\n\tPersuadee: Oh, I love that charity too.  Do you try and raise money for them?\nPersuader: yes  i donate fifty rupees only\n\tPersuadee: Well, that is generous of you. I try to donate some money to them as well. \nPersuader: nice to chat you\n\tPersuadee: Would you be willing to donate some more money to Save the Children?\nPersuader: yes i donate fifty rupees\n\tPersuadee: That is wonderful I don't know how much is 50 rupees in US dollars?\nPersuader: oh thank you very much\n\tPersuadee: I will also donate some money to Save the Children. How much do you think I should give, if you are giving 50 rupees?\nPersuader: same money i think so\n\tPersuadee: OK, I will give the same amount of money in US dollars. \nPersuader: okey thank you very much\n\tPersuadee: Thank you very much as well. \nPersuader: thank you very very much\n\tPersuadee: Goodbye. Have a wonderful day.", "label": [[97, 139, "1-RAPPORT-DISCLOSE"], [660, 682, "1-RAPPORT-FRIEND"], [542, 568, "1-RAPPORT-DISCLOSE"], [926, 950, "1-RAPPORT-FRIEND"], [1003, 1028, "1-RAPPORT-FRIEND"], [195, 212, "1-RAPPORT-OTHER"], [303, 334, "1-RAPPORT-DISCLOSE"], [434, 450, "1-RAPPORT-FRIEND"], [824, 845, "1-RAPPORT-OTHER"]], "idx": "879"}
{"id": 3160, "data": "Persuader: Hello! I have something really important that I would like to talk to you about today.\n\tPersuadee: HI! OK, I'm curious to hear what you have to say.\nPersuader: Great! Have you ever heard of the Save the Children Foundation?\n\tPersuadee: Not sure. Sounds familiar.\nPersuader: Well, it is an international non-governmental organization that promotes the rights of children in war torn areas. It provides relief and helps support the children in these developing countries. Does this sound like something you could be passionate about?\n\tPersuadee: Yes, it does.\nPersuader: It is a great organization because they use donations really well. They are able to tangibly help these kiddos. They have a huge interntional impact. What do you think about that?\n\tPersuadee: Sounds good so far.\nPersuader: Do you have any questions about the organization?\n\tPersuadee: How long has it been around?\nPersuader: It was founded in 1919! So its almost had a century of impact. \n\tPersuadee: Who is behind it?\nPersuader: The people who run it are non-for profit and do it full time! You know what is really awesome though?\n\tPersuadee: What is really awesome?\nPersuader: We can help! This program that we are doing right now on MTURK allows us to donate some of our earnings to Save the Children. It is such a simple and easy way to make an impact if one wanted to.\n\tPersuadee: What percent of donations go to staff, administrative costs, etc.?\nPersuader: 9 of every 10 dollars goes directly to children in need! So only 10% to administrative costs. The other thing is that we can help a child by donating the cost of a candy bar! \n\tPersuadee: How is the money distributed? Who precisely is performing the relief help?\nPersuader: Volunteers provide the relief work through a variety of programs and emergency aid. The money is distributed where it is needed most - so if there is an emergency more money will go there. But there is a question that I would like to ask you.\n\tPersuadee: Go ahead, ask.\nPersuader: Would you be willing to donate $0.20 to the relief work if I match the donation from this Mturk task? Together we can make a difference!\n\tPersuadee: Yes, that would be OK.\nPersuader: Awesome! You are the best!", "label": [[18, 97, "1-RAPPORT-OTHER"], [285, 399, "3-EMOTION-ALTRUISTIC"], [171, 177, "1-RAPPORT-COMPLIMENT"], [178, 234, "1-RAPPORT-OTHER"], [399, 480, "3-EMOTION-ALTRUISTIC"], [580, 646, "2-NEGOTIATE-OPINION"], [647, 691, "3-EMOTION-ALTRUISTIC"], [692, 729, "2-NEGOTIATE-OPINION"], [481, 542, "1-RAPPORT-OTHER"], [803, 852, "1-RAPPORT-OTHER"], [730, 759, "1-RAPPORT-OTHER"], [1010, 1072, "1-RAPPORT-OTHER"], [1159, 1171, "1-RAPPORT-OTHER"], [1172, 1284, "1-RAPPORT-OTHER"], [1285, 1353, "3-EMOTION-ALTRUISTIC"], [1444, 1501, "3-EMOTION-ALTRUISTIC"], [1538, 1619, "3-EMOTION-ALTRUISTIC"], [1802, 1907, "3-EMOTION-ALTRUISTIC"], [1907, 1960, "1-RAPPORT-OTHER"], [1999, 2101, "2-NEGOTIATE-REQUEST"], [905, 928, "1-RAPPORT-OTHER"], [929, 968, "5-AUTHORITY-OTHER"], [1072, 1111, "1-RAPPORT-OTHER"], [1501, 1537, "4-LOGIC-OTHER"], [1718, 1801, "1-RAPPORT-OTHER"], [1999, 2101, "2-NEGOTIATE-RECIP"], [2101, 2135, "2-NEGOTIATE-RECIP"], [2182, 2191, "1-RAPPORT-COMPLIMENT"], [2191, 2208, "1-RAPPORT-COMPLIMENT"]], "idx": "880"}
{"id": 3161, "data": "Persuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. We need your help now!\n\tPersuadee: How can I help?\nPersuader: You need to donate half the money of this hit towards the cause if you would please\n\tPersuadee: What would my donation go to in helping the children?\nPersuader: of course it would. they need you!\n\tPersuadee: I don't think I can give half....\nPersuader: How much do you think you can spare. Try not to be unreasonable.\n\tPersuadee: I can give  50 cents.\nPersuader: How about you make it 70 cents, remember how value that is to them, rather than us.\n\tPersuadee: What about about 60 cents?\nPersuader: That's not bads but remember 1000 of children die.\n\tPersuadee: Man, a guilt trip...\nPersuader: I'm sorry, but we should feel guilty, shouldn't we.\n\tPersuadee: Sure, but I have to worry about my own kids.\nPersuader: that's important, but so are these kids, who can be fed for very cheap\n\tPersuadee: How cheap? How many kids can 70 cents feed?\nPersuader: A quite a few, things are a lot cheaper in countries like syria. \n\tPersuadee: Ok I will give 80 cents then.\nPersuader: That's brilliant man. I will match it, thanks!\n\tPersuadee: Awesome, I didn't know you were gonna match too!", "label": [[11, 180, "1-RAPPORT-OTHER"], [11, 180, "3-EMOTION-ALTRUISTIC"], [180, 202, "7-PRESSURE-FORCE"], [242, 325, "7-PRESSURE-FORCE"], [423, 437, "3-EMOTION-ALTRUISTIC"], [532, 559, "2-NEGOTIATE-REQUEST"], [739, 789, "3-EMOTION-GUILT"], [1233, 1257, "2-NEGOTIATE-RECIP"], [494, 531, "1-RAPPORT-OTHER"], [605, 688, "2-NEGOTIATE-BARGAIN"], [834, 885, "2-NEGOTIATE-OPINION"], [954, 1024, "4-LOGIC-COUNTER"], [1092, 1157, "4-LOGIC-ARGUE"], [1211, 1232, "1-RAPPORT-COMPLIMENT"]], "idx": "881"}
{"id": 3162, "data": "Persuader: HI, have you ever heard of Save The Children?\n\tPersuadee: I haven't, is that a charity?\nPersuader: It is and a very reputable one. Have you ever donated to one before?\n\tPersuadee: I've donated to a few in the past\nPersuader: Maybe I can get to do it again, Save the Children is international and non-governmental. Would you be interested in donating?\n\tPersuadee: Possibly, do they have a website?\nPersuader: They do, it's  URL by donating you are helping children and their families. How much can I count on you for?\n\tPersuadee: I really can't do much, but I'd be glad to put down a dollar\nPersuader: Thanks for your dollar, the research team will collect all donations and send it to Save the Children. Your donation will be directly deducted from your task payment, would you like to give more?\n\tPersuadee: For now, I'm happy with my current donation but maybe another time\nPersuader: Thanks for the donation, do you know how to submit this task?\n\tPersuadee: I think we each have to exchange 10 messages before I can do that\nPersuader: please check out the website for more info, maybe you will donate more\n\tPersuadee: Is ther any other charities you're fond of?\nPersuader: Just Save The Children, like being part of the solution. Have you thought about donating to something else?\n\tPersuadee: World Wildlife Fund: WWF, I like to support animals too if I can\nPersuader: what's the website,  might look it up\n\tPersuadee: You can find it at  URL \nPersuader: Thanks i will, i think thats 10 too\n\tPersuadee: Awesome, good chat!", "label": [[11, 56, "1-RAPPORT-OTHER"], [109, 142, "2-NEGOTIATE-OPINION"], [142, 178, "1-RAPPORT-OTHER"], [236, 325, "1-RAPPORT-OTHER"], [325, 361, "2-NEGOTIATE-REQUEST"], [419, 495, "3-EMOTION-ALTRUISTIC"], [495, 527, "3-EMOTION-ALTERCASTING"], [612, 714, "1-RAPPORT-COMPLIMENT"], [898, 959, "1-RAPPORT-COMPLIMENT"], [898, 959, "1-RAPPORT-FRIEND"], [1049, 1119, "2-NEGOTIATE-REQUEST"], [1187, 1243, "1-RAPPORT-DISCLOSE"], [715, 807, "2-NEGOTIATE-BARGAIN"], [1243, 1294, "1-RAPPORT-FRIEND"], [1383, 1420, "1-RAPPORT-FRIEND"], [1469, 1504, "1-RAPPORT-FRIEND"]], "idx": "882"}
{"id": 3163, "data": "Persuader: Hello, how's your Labor Day going so far?\n\tPersuadee: So far so good.  How are you?\nPersuader: I'm doing well, just finished dinner with the family so now it's back to Turking heh. \n\tPersuadee: I guess so.  I just had a nice lunch myself.\nPersuader: Nice nice. Hey have you ever heard of the Save the Children foundation?\n\tPersuadee: No, I haven't.  What is it?\nPersuader: Their an organization that provides aid and relief to children all over the globe.\n\tPersuadee: What kind of relief do they provide?\nPersuader: They help with food for kids that are starving, and medical aid to those that need it but can't afford it.\n\tPersuadee: Nice.  How much of what they take in goes for salaries?\nPersuader: The split ends up being 86% for the kids, 5% for fundraisers and the remaining 9% pay the salaries\n\tPersuadee: Do they provide any educational benefits for the kids?\nPersuader: They do support a multitude of education programs in impoverished areas for the children. Hopefully with enough support they can do more and more for the suffering kids.\n\tPersuadee: Do you know the cut-off age for assistance?\nPersuader: I don't have that information unfortunately, but I do want to let you know this HIT gives us an opportunity to donate a portion of our payment directly to the foundation, would you be interested in donating a portion of your payment to help the kids?\n\tPersuadee: I might be willing to donate a very small amount.\nPersuader: That's great, if you don't mind what amount would you donate? I like to match the donation with my partner on these hits when possible.\n\tPersuadee: Oh, that's really nice of you to do that.  Give me a second to think.\nPersuader: I figure if enough of us give even just a small amount it can make a huge difference in the children's lives all around the globe.\n\tPersuadee: OK.  I can afford to donate .03 cents.", "label": [[272, 332, "1-RAPPORT-OTHER"], [713, 811, "4-LOGIC-OTHER"], [11, 52, "1-RAPPORT-FRIEND"], [106, 192, "1-RAPPORT-FRIEND"], [261, 271, "1-RAPPORT-FRIEND"], [384, 466, "3-EMOTION-ALTRUISTIC"], [527, 633, "3-EMOTION-ALTRUISTIC"], [527, 633, "3-EMOTION-EMPATHY"], [890, 979, "3-EMOTION-ALTRUISTIC"], [1127, 1377, "2-NEGOTIATE-REQUEST"], [1451, 1512, "1-RAPPORT-FRIEND"], [1513, 1586, "2-NEGOTIATE-RECIP"], [1679, 1810, "3-EMOTION-ALTRUISTIC"], [980, 1059, "3-EMOTION-EMPATHY"]], "idx": "883"}
{"id": 3164, "data": "Persuader: Hi there, I'd love to talk to you about an amazing fund called Save the Children. \n\tPersuadee: Hi, How are you? yes i love charities that help children and animals.\nPersuader: I'm great thanks for asking! Save the children does just that, they have US and global projects to give children a healthy start in life, the opportunity to learn and protection from harm.\n\tPersuadee: that is good to know. I always want to make sure that the charity I am giving too is legitimate and helpful.\nPersuader: It's definitely legitimate, each year they publish their expenditure report and last year (2017), 86% of all expenditures went to program services, while another 9% was used for fundraising and only 5% was used for management and expenses which is a much lower amount than most charities such as Unicef\n\tPersuadee: very good. I am thinking about making a 0.30 cent donation to them to help the children.\nPersuader: That would be awesome, they actually have an option to directly utilize this task for donation so you can choose any amount from $0 all the way up to $2\n\tPersuadee: ok. yeah i am going to give 0.30 cent donation of my pay towards save the children.\nPersuader: Well that's awesome, I'm glad to hear that you will be making a donation. What other charities do you support?\n\tPersuadee: ASPCA for animals and wounded warrior project.\nPersuader: Do you have animals then? I have a dog and donate to the ASPCA as well\n\tPersuadee: yes, i have a small shih tzu at home. they are so cute. I give to ASPCA because I love animals.\nPersuader: I do too, what makes you support the wounded warrior project\n\tPersuadee: it helps veterans. Most importantly people who fought to save our country.\nPersuader: That's great, I have many veterans in my family so \n\tPersuadee: thats good. I have 100% respect for veterans that have fought for our country. Animals and children are up there too on what I care the most about.\nPersuader: Awesome, I donate mainly to the ASPCA and the Alzheimers association since my grandfather has Alzheimers as well\n\tPersuadee: hope all is well with your grandfather.  I believe donations are God's deeds too.\nPersuader: As well as the disease will let him be, and I agree as well, I'm going to be matching your $0.30 cent donation to Save the Children as well to help support such a great cause!\n\tPersuadee: that sounds great. It is a great cause and believe it will help children in the future.", "label": [[11, 93, "1-RAPPORT-OTHER"], [216, 375, "3-EMOTION-ALTRUISTIC"], [508, 810, "4-LOGIC-OTHER"], [1183, 1257, "1-RAPPORT-COMPLIMENT"], [1553, 1614, "1-RAPPORT-SIMILAR"], [1553, 1614, "1-RAPPORT-FRIEND"], [1713, 1764, "1-RAPPORT-COMPLIMENT"], [1936, 2048, "1-RAPPORT-DISCLOSE"], [11, 93, "2-NEGOTIATE-OPINION"], [187, 215, "1-RAPPORT-FRIEND"], [923, 1075, "1-RAPPORT-COMPLIMENT"], [1257, 1293, "1-RAPPORT-FRIEND"], [1363, 1389, "1-RAPPORT-FRIEND"], [1390, 1434, "1-RAPPORT-DISCLOSE"], [1390, 1434, "1-RAPPORT-SIMILAR"], [1712, 1764, "1-RAPPORT-DISCLOSE"], [1936, 2048, "1-RAPPORT-COMPLIMENT"], [2154, 2329, "2-NEGOTIATE-RECIP"]], "idx": "884"}
{"id": 3165, "data": "Persuader: Greetings!\n\tPersuadee: Good morning! Have you ever donated to a children's charity?\nPersuader: Oh goodness yes.  I always feel really good about it afterwards.  Have you?\n\tPersuadee: I have as well. Children are the most vulnerable people in our society. \nPersuader: It's a good thing, indeed.  A great organization is   URL \n\tPersuadee: I haven't heard of this one? How does it help children?\nPersuader:  For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence\n\tPersuadee: That's awful. I live in the US and wish we were doing more as a country to help these kids. But private donations certainly help. \nPersuader: You should consider that link, explore it, and make a small donation.  Small donations will indeed help a lot of children and their families. \n\tPersuadee: I'll certainly review it. Usually I donate more to charities in my community, but international donations are important too.\nPersuader: Yes, they all are.  All of the children must be taken care of.  I can tell you that your donation right now will make a tangible impact for the world\n\tPersuadee: Have you donated to this organization? I have a small budget but know any amount matters.\nPersuader: Well it's cool that you are using mTurk. This task makes it really easy for everyone. How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: Like this task would donate the mTurk payment to the charity? How does that work?\nPersuader: The Requester DAVIS will handle it all, very convenient.  All you have to do is agree to an amount.Since I can tell you really care, let's wrap up with you agreeing to donate your full amount, and then we can both move on to our next task.  Sounds good to me...how about you?\n\tPersuadee: Like most people who do mTurk, I do really need the money to pay my bills. This is an important cause though. I'll agree to pay half. \nPersuader: Excellent.  Enjoy your day....let's go make some serious cash today!  Rock on!\n\tPersuadee: Hang on though. We haven't each done ten responses per the instructions. So we should do that to make sure we and the charity get paid right?\nPersuader: Well that certainly makes sense!  Thanks for being aware of that particular nuance.  Rainy morning here.\n\tPersuadee: Same here. This will be ten for each of us. Have a great day!", "label": [[106, 123, "1-RAPPORT-DISCLOSE"], [124, 170, "1-RAPPORT-DISCLOSE"], [510, 622, "3-EMOTION-EMPATHY"], [1088, 1131, "2-NEGOTIATE-OPINION"], [1132, 1217, "3-EMOTION-ALTERCASTING"], [1132, 1217, "3-EMOTION-ALTRUISTIC"], [1372, 1416, "2-NEGOTIATE-OPINION"], [1417, 1467, "2-NEGOTIATE-REQUEST"], [1791, 1931, "3-EMOTION-ALTRUISTIC"], [172, 181, "1-RAPPORT-OTHER"], [278, 304, "4-LOGIC-CONCEDE"], [305, 336, "2-NEGOTIATE-OPINION"], [417, 509, "3-EMOTION-EMPATHY"], [777, 846, "2-NEGOTIATE-REQUEST"], [848, 919, "3-EMOTION-ALTRUISTIC"], [1068, 1086, "4-LOGIC-CONCEDE"], [1330, 1371, "1-RAPPORT-FRIEND"], [1692, 1748, "2-NEGOTIATE-OPINION"], [1750, 1791, "2-NEGOTIATE-REQUEST"], [1791, 1931, "1-RAPPORT-COMPLIMENT"], [1791, 1931, "2-NEGOTIATE-REQUEST"], [2126, 2137, "1-RAPPORT-COMPLIMENT"], [2156, 2195, "1-RAPPORT-FRIEND"], [2195, 2204, "1-RAPPORT-FRIEND"], [2370, 2403, "1-RAPPORT-FRIEND"], [1791, 1931, "3-EMOTION-GUILT"], [1933, 1953, "2-NEGOTIATE-OPINION"], [2138, 2155, "1-RAPPORT-FRIEND"], [2404, 2454, "1-RAPPORT-FRIEND"], [2454, 2474, "1-RAPPORT-FRIEND"]], "idx": "885"}
{"id": 3166, "data": "Persuader: ok i continue this survey\n\tPersuadee: What good ellecion of your part want to continue\nPersuader: this survey has a save the children so i agree for tell about the  that a good survey\n\tPersuadee: If you're right, that's the point of the survey. Are you willing to donate to them? any type of donation is appreciated\nPersuader: yes i willing that donation trust of the donation and children truste help for the a money and food dress\n\tPersuadee: People like you really are very admirable any kind of help appreciated thanks!\nPersuader: thank you \n\tPersuadee: But I have a little doubt. How much would you be willing to donate? remember that it is about a charity for children\nPersuader: $100 dollers for the donated charity of children are funds\n\tPersuadee: Are you serious? is a high amount that amazing, you can donate it when you want and if you have any questions about it here I am\nPersuader:  yes children is god graces so  trust and that a highly amount..ok you that tell me question\n\tPersuadee: Okay, I guess this is the end of the poll. From what you have told me, you are willing to donate 100 dollers to help the children. Do you affirm this fact?\nPersuader: yes i confirme that a childrens donate...child donate dont fact its for me \n\tPersuadee: Yes you are right, it is not a fact, it was a bad expression on my part. Sorry\nPersuader: its ok dont sory next question tell me that\n\tPersuadee: Apart from donating. What else would you like to do for homeless children or parents?\nPersuader: That homeless children or parents are a money and fund collect team a collecting money  and dress,food and that our childres and parents needs..homeless parenst and childrens are permanently the make for a new house and arrange for things and main for supporting for you tell that homeless parents and childrens happly \n\tPersuadee: Very well I understand you much more than you think. Your intentions are pure and sincere, people like you really and I repeat are admirable. Thank you for your attention you can end the survey when you want\nPersuader: thank you \n\tPersuadee: Thank you for not disconnecting, have a good day. If you want to know more about children tell me that here I am", "label": [[546, 556, "1-RAPPORT-FRIEND"], [1180, 1219, "4-LOGIC-CONCEDE"], [1221, 1255, "4-LOGIC-CONCEDE"], [1357, 1401, "1-RAPPORT-FRIEND"], [1511, 1654, "3-EMOTION-ALTRUISTIC"], [1655, 1830, "3-EMOTION-ALTRUISTIC"], [1655, 1830, "3-EMOTION-EMPATHY"], [2061, 2072, "1-RAPPORT-FRIEND"], [108, 194, "1-RAPPORT-OTHER"], [338, 443, "3-EMOTION-ALTRUISTIC"], [908, 971, "5-AUTHORITY-SUPERIOR"]], "idx": "887"}
{"id": 3167, "data": "Persuader: Hello, have you heard of the organization Save the Children?\n\tPersuadee: Hell, how are you? Yes I've heard about it\nPersuader: I am doing quite fine, yourself?\n\tPersuadee: I am fine thanks. Would you please tell me more about it?\nPersuader: Sure thing are you interested in more of their US or global activities?\n\tPersuadee: I prefer to know about their international activities, if they are international\nPersuader: They are. The overarching goal is to reach children that are the most vulnerable. The organization works in over 120 countries around the world.\n\tPersuadee: That is so interesting, what are the main issues they work on?\nPersuader: Essentially anything that affects a child. Their healthcare initiative focuses on vaccine preventable illnesses. They also have education and food focuses as well as an emergency division. Do one of those sound interesting to you?\n\tPersuadee: All of them sounds interesting, I mean I have a soft heart for children. are they clear with their financial reports?\nPersuader: Yes, according to give.org they receive top marks on charity accountability.\n\tPersuadee: That's awesome, do they accept volunteers? I do not have many off days but they idea would be nice\nPersuader: There are opportunities to participate in events and advocacy and an e-mail sign up to keep in tune with the organization's activities.\n\tPersuadee: that is so nice. do they have any website that I can visit?\nPersuader:  URL  The email sign up is at the bottom of the page. In addition, you can donate part of your payment today to the organization if interested.\n\tPersuadee: Thanks for the information. I would like to know if the big companies cooperate with them?\nPersuader: Interesting you ask that. There is an employee matching program where individuals who work at companies will donate some amount of money and companies pledge to match. Take a moment to peruse the website and see if you would like to donate.Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: I know and I will donate\nPersuader: Great! It is a great organization in 2017 86% of every dollar raised went to helping children around the world.\n\tPersuadee: That is good, I sure will help and I will visit the website to help later. I mean if it is ethical organization I will donate monthly \nPersuader: That is good. Check it out and hopefully you find some way to transform a child's life for the better.\n\tPersuadee: Thanks have a nice day\nPersuader: You as well.", "label": [[138, 170, "1-RAPPORT-FRIEND"], [509, 572, "1-RAPPORT-OTHER"], [659, 701, "1-RAPPORT-OTHER"], [702, 771, "1-RAPPORT-OTHER"], [848, 889, "1-RAPPORT-OTHER"], [1707, 1732, "1-RAPPORT-FRIEND"], [11, 71, "1-RAPPORT-OTHER"], [252, 323, "1-RAPPORT-OTHER"], [427, 438, "4-LOGIC-CONCEDE"], [438, 509, "3-EMOTION-ALTRUISTIC"], [772, 848, "1-RAPPORT-OTHER"], [1030, 1107, "5-AUTHORITY-CREDENTIALS"], [1230, 1365, "1-RAPPORT-OTHER"], [1450, 1503, "1-RAPPORT-OTHER"], [1503, 1592, "2-NEGOTIATE-REQUEST"], [1733, 1874, "1-RAPPORT-OTHER"], [1875, 1947, "2-NEGOTIATE-REQUEST"], [1947, 2010, "3-EMOTION-ALTERCASTING"], [2126, 2230, "2-NEGOTIATE-OPINION"], [2126, 2230, "4-LOGIC-ARGUE"], [2389, 2402, "1-RAPPORT-COMPLIMENT"], [2403, 2491, "3-EMOTION-ALTRUISTIC"], [2538, 2550, "1-RAPPORT-FRIEND"], [2119, 2126, "1-RAPPORT-COMPLIMENT"], [2403, 2491, "2-NEGOTIATE-REQUEST"]], "idx": "888"}
{"id": 3168, "data": "Persuader: Have you thought about how much of the reward for this HIT you want to donate to Save the Children?\n\tPersuadee: I do not want to donate any of my reward for this hit.  I make donations to charity regularly but not from jobs that I do.\nPersuader: Save the Children is a great international no-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. It has a very low overhead and almost all the money donated to it is directly used to help children.\n\tPersuadee: I know that it is a good organization and I support them.  However I am not getting a reward from this hit.  I am spending my time completing it so I am being paid for a job.  I want the money to do with as I choose.\nPersuader: Save the Children has helped build hundreds of schools in developing nations around the world. They've educated many children who have gone on to do important medical and other life saving jobs.\n\tPersuadee: I still do not want to make a donation from this money.\nPersuader: Another example is in Syria over 1,000 children have already been killed this year! Save the Children is helping to evacuate as many children as possible from that country. Don't you think every child deserves a long and happy life?\n\tPersuadee: Yes I do think that they do.\nPersuader: Don't you want to be part of the solution by giving as much money as possible to Save the Children so they can help as many children as possible?\n\tPersuadee: I do not want to make a donation today.\nPersuader: Think about how you were probably going to just waste the measly reward amount you were being offered for this HIT on junk food or coffee and think about what amazing things Save the Children would be able to do with that money.\n\tPersuadee: I am not going to waste the reward.  I use it for things that my family needs.\nPersuader: Think about how much more those poor kids in developing countries needs the money. Your family is rich enough to live in a first world country and have food on a daily basis. By not donating this tiny amount you're directly allowing children to sufer.\n\tPersuadee: We work for everything that we have.  Nothing is just given to us soooo I am not going to give away something that I work for unless I want to do so.\nPersuader: Of course you work for everything you own. By helping Save the Children you will directly be allowing a child to grow up and work for things him or herself rather than living in poverty and possibly not even making it out of childhood.\n\tPersuadee: It still does not change the fact that I am not going to make a donation with this money.\nPersuader: Save the Children will even let you know about the specific child that your money is helping. So you will really get to know that one child. It's not just some faceless organization with faceless non existant children. Everything is completly real and on the up and up.\n\tPersuadee: I understand this and have supported Unbound a similar charity for years.  Since I already donate to a charity like this I am not making a donation. \nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: I will not donate anything $0.", "label": [[11, 110, "1-RAPPORT-OTHER"], [771, 865, "1-RAPPORT-OTHER"], [866, 965, "3-EMOTION-ALTRUISTIC"], [1218, 1277, "3-EMOTION-GUILT"], [1870, 1952, "3-EMOTION-GUILT"], [2295, 2337, "4-LOGIC-CONCEDE"], [2644, 2737, "4-LOGIC-ARGUE"], [2785, 2862, "4-LOGIC-ARGUE"], [3138, 3201, "3-EMOTION-ALTERCASTING"], [257, 429, "3-EMOTION-ALTRUISTIC"], [430, 530, "4-LOGIC-ARGUE"], [1045, 1128, "3-EMOTION-EMPATHY"], [1129, 1217, "3-EMOTION-ALTRUISTIC"], [1330, 1475, "3-EMOTION-ALTRUISTIC"], [1539, 1767, "3-EMOTION-GUILT"], [1953, 2044, "4-LOGIC-ARGUE"], [2045, 2121, "3-EMOTION-GUILT"], [2338, 2530, "3-EMOTION-ALTRUISTIC"], [2338, 2530, "3-EMOTION-GUILT"], [2738, 2784, "4-LOGIC-ARGUE"], [2863, 2913, "4-LOGIC-ARGUE"], [3087, 3137, "3-EMOTION-ALTERCASTING"]], "idx": "889"}
{"id": 3169, "data": "Persuader: Hello there\n\tPersuadee: Good evening, how are you?\nPersuader: I am doing well- I hope the same for you! \n\tPersuadee: I am doing great. Just had dinner.\nPersuader: Glad to hear it. I was wondering- have you ever heard of an organization called Save the Children? If not, I was hoping I could tell you a bit about what they do\n\tPersuadee: I have briefly heard about it but I don't know much about it so I'd love to hear more.\nPersuader: I appreciate your openness. Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. They rely solely on donations from people like you and I to help ensure children have access to healthcare, education, etc. \n\tPersuadee: Do they help children in the U.S. as well?\nPersuader: Absolutely- all over the world. They are a really amazing organization. \n\tPersuadee: Wow, that's pretty huge. Are there minimums for small donations if you don't have alot of money but want to donate?\nPersuader: No minimums whatsoever! I have friends that donate $5/month and it makes such a huge difference in the lives of these children. \n\tPersuadee: I can imagine little bits adding up pretty quick if many people pitch in for such a great cause.\nPersuader: Exactly. And actually, I hope you don't mind me asking, but might you be willing to donate some or all of the money you're receiving for this specific task ($2) to the Save the Children organization? \n\tPersuadee: I don't mind at all. I would like to donate $1.00 to this charity! Thank for the opportunity to get involved.\nPersuader: You are amazing- thank you so much for your generosity!! There are so many worthy causes out there but this one definitely holds a special place in my heart. \n\tPersuadee: I think I will look this one up to learn more. You are very welcome.\nPersuader: I would encourage it- the website is  URL  Do you have children of your own?\n\tPersuadee: Thank you for the website. Yes I have three children. Two are out of the house and grown. My youngest is 12.\nPersuader: How lovely! Your children are lucky to have such a great role model in you- I wish you nothing but the best in the future! \n\tPersuadee: Same to you! Thanks so much.", "label": [[191, 273, "1-RAPPORT-OTHER"], [273, 335, "1-RAPPORT-OTHER"], [643, 767, "3-EMOTION-ALTRUISTIC"], [73, 115, "1-RAPPORT-FRIEND"], [173, 190, "1-RAPPORT-FRIEND"], [445, 473, "1-RAPPORT-COMPLIMENT"], [474, 642, "3-EMOTION-ALTRUISTIC"], [643, 767, "6-SOCIAL-GROUP"], [834, 866, "4-LOGIC-CONCEDE"], [866, 906, "2-NEGOTIATE-OPINION"], [1046, 1069, "1-RAPPORT-OTHER"], [1294, 1303, "4-LOGIC-CONCEDE"], [1686, 1787, "1-RAPPORT-DISCLOSE"], [1879, 1956, "1-RAPPORT-FRIEND"], [2089, 2101, "1-RAPPORT-COMPLIMENT"], [1070, 1174, "3-EMOTION-ALTRUISTIC"], [1304, 1495, "2-NEGOTIATE-REQUEST"], [1629, 1685, "1-RAPPORT-COMPLIMENT"], [2101, 2212, "1-RAPPORT-FRIEND"]], "idx": "890"}
{"id": 3170, "data": "Persuader: Hi, How are you today?\n\tPersuadee: Hi! I'm great, how are you?\nPersuader: I'm terrific!  I wanted to talk to you today about a charity I am really involved in\n\tPersuadee: Okay, please tell me about the charity.\nPersuader: This charity is called Save the Children and is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.  Do you ever donate to charity organizations?\n\tPersuadee: I almost never donate. Do you?\nPersuader: I definitely do if I believe in the mission of the organization.  This particular organization is helping the future of our world by ensuring that children's rights are protected all over \n\tPersuadee: That sounds really great. I would be willing to donate to this organization.\nPersuader: That's amazing!  How much would you like to donate to the charity now?  Your donation would be directly deducted from your task payment.  You can choose any amount!\n\tPersuadee: I'd like to donate $0.50\nPersuader: That is fantastic, thank you!  The researchers running this task will make sure that the organization receives your donation!\n\tPersuadee: Awesome! So how exactly does the organization ensure that children's rights are protected?\nPersuader: In the U.S. and around the world, they give children a healthy start in life, the opportunity to learn and protection from harm. When crisis strikes, they are always among the first to respond and the last to leave. We do whatever it takes to save children, transforming their lives and the future we share.\n\tPersuadee: Wow, that is amazing. How long have you been involved?\nPersuader: I've been involved with the organization for about a year now and have learned so much about their mission. They help children here at home and abroad\n\tPersuadee: And what do you do at the organization?\nPersuader: I help promote the organization by speaking to people just like you and helping to generate donations.  Since the organization is not for profit, donations from individuals and organizations help them acheive their mission\n\tPersuadee: Good for you! I would definitely love to donate and get involved in any way I can.\nPersuader: that is great! I would like to personally thank you for your donation today!\n\tPersuadee: No problem! Thank you! I will donate 50 cents", "label": [[85, 98, "1-RAPPORT-FRIEND"], [233, 428, "1-RAPPORT-OTHER"], [233, 429, "3-EMOTION-ALTRUISTIC"], [430, 474, "1-RAPPORT-OTHER"], [528, 594, "1-RAPPORT-DISCLOSE"], [594, 717, "3-EMOTION-ALTRUISTIC"], [818, 834, "1-RAPPORT-COMPLIMENT"], [1400, 1487, "1-RAPPORT-OTHER"], [1487, 1578, "3-EMOTION-ALTRUISTIC"], [1764, 1807, "3-EMOTION-ALTRUISTIC"], [1871, 1973, "1-RAPPORT-DISCLOSE"], [1975, 2093, "1-RAPPORT-OTHER"], [2199, 2214, "1-RAPPORT-COMPLIMENT"], [2214, 2276, "1-RAPPORT-FRIEND"], [100, 169, "1-RAPPORT-OTHER"], [835, 888, "2-NEGOTIATE-REQUEST"], [1031, 1060, "1-RAPPORT-COMPLIMENT"], [1062, 1156, "1-RAPPORT-OTHER"], [1271, 1399, "3-EMOTION-ALTRUISTIC"], [1657, 1764, "1-RAPPORT-DISCLOSE"]], "idx": "891"}
{"id": 3171, "data": "Persuader: hello, what you think about charities?\n\tPersuadee: I think they are great as long as I have researched them to make sure the proceeds are actually going to what they say they are going to. How about you?\nPersuader: i think that they are really trying to help people. Have you ever donated in a charity?\n\tPersuadee: Yes I have donated to multiple charities. Have you donated to a charity? I so, what is one that you have donated to?\nPersuader: i have donated to a charity that help research cancer but i dont really remember the name. Do you want to donate in today's charity?\n\tPersuadee: what is the charity that you are asking me to donate to?\nPersuader: its save the children charity, do you want information about this charity>?\n\tPersuadee: yes that would be helpful\nPersuader: this is a charity that helps children around the world and in USA, they help millions of children every year, they put them in school, buy them food and clothes. find them a shelter  \n\tPersuadee: wow that sounds like a really good charity. Do all the proceeds go to the children?\nPersuader: They of course have to pay for their employs and transportation and other things but the majority goes to the children and helps them, they are very transparent about their finances. \n\tPersuadee: That makes sense. Do you know if they have locations where people can volunteer?\nPersuader: i dont know this information but i think if you google it you can find it, what about the donation? what you think=?\n\tPersuadee: I dont think I am going to donate today but I will keep the name of the charity in case I decide to donate on another day\nPersuader: i really think that you will help some children with your donation. why you dont want to donate? is there a specific reason?\n\tPersuadee: Like I said before I like to take the time to research the charity  before I donate, so I would want to do some reasearch before just agreeing to donate.\nPersuader: Fair enough, you are right. which charity to you like most? \n\tPersuadee: There are quite a few, I dont remember their exact names, but I am a big dog fan so anything to help dogs find a family. Also I volunteered for a charity that made care packages of food for kids to take home to their families.\nPersuader: thank you for the conversation today, i hoped you would give some money to this charity but for the moment you want to research.thank you \n\tPersuadee: Yes I will do the research, did you donate?\nPersuader: yes i will donate.", "label": [[11, 49, "1-RAPPORT-OTHER"], [225, 278, "2-NEGOTIATE-OPINION"], [278, 313, "1-RAPPORT-OTHER"], [454, 544, "1-RAPPORT-DISCLOSE"], [1083, 1266, "4-LOGIC-ARGUE"], [1730, 1757, "2-NEGOTIATE-OTHER"], [2245, 2374, "1-RAPPORT-FRIEND"], [545, 586, "2-NEGOTIATE-REQUEST"], [666, 742, "1-RAPPORT-OTHER"], [791, 953, "3-EMOTION-ALTRUISTIC"], [1370, 1470, "1-RAPPORT-OTHER"], [1370, 1471, "2-NEGOTIATE-REQUEST"], [1632, 1700, "3-EMOTION-ALTRUISTIC"], [1700, 1729, "2-NEGOTIATE-OTHER"], [1934, 1962, "4-LOGIC-CONCEDE"], [1963, 1995, "1-RAPPORT-FRIEND"], [2374, 2384, "1-RAPPORT-FRIEND"], [2452, 2470, "1-RAPPORT-DISCLOSE"]], "idx": "892"}
{"id": 3172, "data": "Persuader: What's going on buddy?\n\tPersuadee: doing these hits\nPersuader: You have any children?\n\tPersuadee: no i dont\nPersuader: Why don't you have any children? Didn't get one past the glove\n\tPersuadee: personal reasons here\nPersuader: After Obama initiated his massive drone strikes on Yemen and Syria there are lots of children who are in peril. Would you like to help them out?\n\tPersuadee: sorry i cant im in need myself\nPersuader: You can't donate even 20 pennies to these poor little people that your tax dollars have helped to mercilessly assassinate! \n\tPersuadee: i would love to but i have 0 too my name.\nPersuader: So how do you eat food if you have 000?\n\tPersuadee: iim disabled i have a ebt card\nPersuader: So you can't donate at all?\n\tPersuadee: no sorry im trying to keep a roof over my head and not be homeless\nPersuader: I've been homeless for 5 years, it's terrible being a white male these days. You don't fit any prospective employers profile. \n\tPersuadee: its really sad that so many go through that\nPersuader: Can I submit this? It's been 15 minutes and your slave wages are not worth it\n\tPersuadee: yes its good ty\nPersuader: Fuck this \n\tPersuadee: mine 20 minutes", "label": [[74, 96, "1-RAPPORT-FRIEND"], [11, 33, "1-RAPPORT-FRIEND"], [162, 192, "3-EMOTION-HUMOUR"], [130, 162, "1-RAPPORT-FRIEND"], [238, 349, "3-EMOTION-EMPATHY"], [350, 382, "2-NEGOTIATE-REQUEST"], [350, 382, "3-EMOTION-ALTRUISTIC"], [437, 560, "3-EMOTION-GUILT"], [437, 560, "3-EMOTION-ANGER"], [626, 665, "4-LOGIC-ARGUE"], [838, 915, "1-RAPPORT-SIMILAR"], [720, 747, "3-EMOTION-GUILT"], [915, 964, "1-RAPPORT-OTHER"]], "idx": "893"}
{"id": 3173, "data": "Persuader: How are you today?\n\tPersuadee: I am fine, what about you?\nPersuader: I am great, thanks! I would like to tell you about Save the Children and how you can donate part of this HIT award to the organization. Hundreds of thousands of children die every year because of hunger, and millions don't have access to quality, healthcare and education.\n\tPersuadee: Can you tell me more about it?\nPersuader: Sure. Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. Your donation, and other MTurkers' donations, are essential to help ensuring children's rights to health, education, safety, etc. Your donation will make a tangible impact for the world\n\tPersuadee: This sounds like a great charitable cause.\nPersuader: It is. There is a lack of support for children in developing countries. For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. Do you think you would be interested in donating?\n\tPersuadee: As a matter of fact, I have been ocassionally donating to a few causes like Feeding America in the past few years.\nPersuader: That's great! Thank you for doing that. And a little bit of money goes a long way in these organizations. Just 77 cents a day can shelter a refugee family for a day. Do you have any children?  \n\tPersuadee: No, I am unmarried and thus do not have children yet.\nPersuader: I have four kids and it breaks my heart to think of others suffering so much in the rest of the world, and Save the Children is a great and trusted organization. You can rest assured that your money will go toward helping children with what they need the most. Can the organization count on your donation from this hit?  \n\tPersuadee: I sincerely admire how much you actually care for others. Unfortunately, I don't think I would like to donate this time.\nPersuader: That's unfortunate. Even 50 cents would help! Can I count on you for that?\n\tPersuadee: In this case, perhaps I can do my part by donating 20 cents.\nPersuader: That would be great! You won't regret it. Every little bit helps. \n\tPersuadee: I hope this small amount does help.\nPersuader: Small donations will indeed help a lot of children and their families.\n\tPersuadee: Okay then, let's do this. So how exactly can I do this and how do I donate?\nPersuader: The research team will collect all donations and send it to Save the Children. I'm guessing you'll be prompted after our chat ends.\n\tPersuadee: Alright then, thank you for sharing this information to me. I hope you have a nice day.\nPersuader: Thanks for the chat! Have a good day. Once you respond, I can select done to end the chat.", "label": [[1833, 1893, "2-NEGOTIATE-REQUEST"], [2058, 2083, "3-EMOTION-ALTRUISTIC"], [2038, 2056, "3-EMOTION-OTHER"], [2197, 2218, "1-RAPPORT-COMPLIMENT"], [2239, 2263, "3-EMOTION-ALTRUISTIC"], [2323, 2393, "3-EMOTION-ALTRUISTIC"], [2736, 2757, "1-RAPPORT-FRIEND"], [2757, 2773, "1-RAPPORT-FRIEND"], [406, 412, "4-LOGIC-CONCEDE"], [413, 581, "3-EMOTION-ALTRUISTIC"], [712, 767, "3-EMOTION-ALTRUISTIC"], [834, 840, "4-LOGIC-CONCEDE"], [906, 998, "3-EMOTION-EMPATHY"], [999, 1112, "3-EMOTION-EMPATHY"], [1315, 1340, "1-RAPPORT-FRIEND"], [100, 215, "1-RAPPORT-OTHER"], [216, 352, "3-EMOTION-EMPATHY"], [413, 581, "1-RAPPORT-OTHER"], [582, 711, "3-EMOTION-ALTRUISTIC"], [582, 712, "3-EMOTION-ALTERCASTING"], [712, 767, "3-EMOTION-ALTERCASTING"], [841, 905, "3-EMOTION-EMPATHY"], [1113, 1162, "2-NEGOTIATE-REQUEST"], [1301, 1314, "1-RAPPORT-COMPLIMENT"], [1467, 1494, "1-RAPPORT-OTHER"], [1341, 1407, "4-LOGIC-OTHER"], [1407, 1466, "4-LOGIC-ARGUE"], [1572, 1734, "1-RAPPORT-DISCLOSE"], [1572, 1733, "2-NEGOTIATE-OPINION"], [1734, 1832, "3-EMOTION-ALTRUISTIC"], [1833, 1893, "5-AUTHORITY-OTHER"], [2084, 2112, "2-NEGOTIATE-REQUEST"], [2218, 2238, "3-EMOTION-PROMISE"]], "idx": "894"}
{"id": 3174, "data": "Persuader: Hello there\n\tPersuadee: hi\nPersuader: By any chance, do you donate to charities or do some volunteer work for charities?\n\tPersuadee: I donate every once in a while. I would like to volunteer, but haven't had the time to do so. How about you?\nPersuader: I have done some volunteer work for Red Cross in the past and donate on a regular basis to health-related charities.\n\tPersuadee: Wow! That's great! I have mainly donated to local charities. For example, one of the students at my daughter's school has leukemia and the town made donations to help out. \nPersuader: That is inspiring. Have you ever heard of a charity called Save the Children?\n\tPersuadee: It sounds maybe familiar, but I'm not too sure. What do they do exactly?\nPersuader: It is is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: That sounds like a good charity. I prefer to keep things closer to home though. \nPersuader: They help children all over the world and run a very efficient operations with nearly 90 percent of all donations going directly to help the children which is much better than many other charities.\n\tPersuadee: Nice. Yes, there are many charities who use a lot of the funds for administrative and other costs. \nPersuader: Save the Children isn't like that.  They are really committed to their mission of helping children. \n\tPersuadee: That is good to know. \nPersuader: Would you be willing to donate to Save the Children?  If so, how much would you like to donate to the charity now?  Your donation will be directly deducted from your task payment.  You can choose any amount from $0 to all your payment ($2). \n\tPersuadee: At this time I am focused on my local community, but I would be willing to donate 10 cents to this charity.\nPersuader: That's great because every donation helps.  Thanks very much. \n\tPersuadee: I appreciate you telling me more about Save the Children\nPersuader: You are welcome.  It is a great cause for sure. \n\tPersuadee: Hope you have a great day!", "label": [[49, 131, "1-RAPPORT-OTHER"], [264, 380, "1-RAPPORT-DISCLOSE"], [577, 595, "1-RAPPORT-COMPLIMENT"], [596, 654, "1-RAPPORT-OTHER"], [751, 907, "1-RAPPORT-OTHER"], [751, 907, "3-EMOTION-ALTRUISTIC"], [1012, 1209, "3-EMOTION-ALTRUISTIC"], [1012, 1209, "4-LOGIC-ARGUE"], [1333, 1367, "1-RAPPORT-OTHER"], [1369, 1433, "3-EMOTION-ALTRUISTIC"], [1480, 1532, "2-NEGOTIATE-REQUEST"], [1534, 1594, "3-EMOTION-ALTERCASTING"], [1596, 1659, "3-EMOTION-ALTERCASTING"], [1661, 1721, "8-NO-PERSUASION"], [1853, 1896, "1-RAPPORT-COMPLIMENT"], [1853, 1897, "3-EMOTION-ALTRUISTIC"], [1897, 1915, "1-RAPPORT-FRIEND"], [1995, 2012, "1-RAPPORT-FRIEND"], [2014, 2044, "4-LOGIC-CONCEDE"]], "idx": "895"}
{"id": 3175, "data": "Persuader: Would you like to donate to the save the children charity?\n\tPersuadee: What kinds of things does the charity do?\nPersuader: This charity aids in helping children with food and shelter that are in need.\n\tPersuadee: I would like to donate.\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: What percentage of a donation goes directly to helping the kids?\nPersuader: 100% my friend.\n\tPersuadee: It is only a one time donation, correct?\nPersuader: Yes it is. There are many children out there in need.\n\tPersuadee: I guess I will donate 1.00.\nPersuader: Your donation is appreciated. Do you know of anyone who this charity has helped?\n\tPersuadee: I do not know of anyone the charity has helped. Does it help children all over the world or is it based in one certain country?\nPersuader: The charity helps children all over the world there is no discrimination. Have you ever donated to a charitybefore?\n\tPersuadee: I have donated to some different go fund me  campaings. I have also donated to different charities that collect outside of stores. I am not sure if i have donated to any charities like this one.\nPersuader: That is great; giving back. We millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. Your donation will help. What do you think about this?\n\tPersuadee: I am glad my donation will help but I wish I could help more. Do you donate to this charity?\nPersuader: Yes, personally I try to donate when I can. I have also donated some of my proceeds to this charity. \n\tPersuadee: Thats great. We all need to do our part to help those that are struggling. \nPersuader: You are right, I want to thank you for your donation today.\n\tPersuadee: Thank you for all of the info today. ", "label": [[11, 69, "2-NEGOTIATE-REQUEST"], [135, 212, "3-EMOTION-ALTRUISTIC"], [614, 656, "3-EMOTION-EMPATHY"], [260, 310, "2-NEGOTIATE-REQUEST"], [523, 538, "1-RAPPORT-FRIEND"], [603, 613, "4-LOGIC-CONCEDE"], [708, 737, "1-RAPPORT-COMPLIMENT"], [940, 1013, "3-EMOTION-ALTRUISTIC"], [1274, 1301, "1-RAPPORT-COMPLIMENT"], [738, 788, "1-RAPPORT-FRIEND"], [1013, 1055, "1-RAPPORT-OTHER"], [1498, 1523, "3-EMOTION-ALTRUISTIC"], [1870, 1929, "4-LOGIC-CONCEDE"], [1302, 1383, "3-EMOTION-EMPATHY"], [1383, 1497, "3-EMOTION-EMPATHY"], [1669, 1713, "1-RAPPORT-DISCLOSE"], [1713, 1770, "1-RAPPORT-DISCLOSE"], [1870, 1929, "1-RAPPORT-FRIEND"]], "idx": "896"}
{"id": 3176, "data": "Persuader: Hi!  How are you?  Today, I am working toward getting donations for an international organization called Save the Children.  Are you a parent?\n\tPersuadee: Hi, I'm good.  How are you?  I am not a parent. \nPersuader: I'm really good.  I have three children in high school.  I always wanted more children and I think that is why I am so passionate about Save the Children.  Do you donate to any children's charities?\n\tPersuadee: No, I have never donated to any children's charities. I usually donate to other causes.\nPersuader: Personally, I only donate to two causes.  I donate to a local Down Syndrome Organization and Save the Children.  I have found that many charities are making the organizers rich and the money doesn't always go toward causes I believe in.  Have you heard of Save the Children?\n\tPersuadee: I have only heard of Save the Children from doing HITs on mTurk.  Its a commonly referenced charity...so much so that I am convinced its not real lol\nPersuader: Lol!  I have seen it several times as well, but I assure you, it is real.  Donations to Save the Children ensure children's right to health, education and safety.  I prefer helping people in my own community, however, I feel that Save the Children is so important to children in the USA and other countries.  Today, I am only looking for a small donation.  Would you ever consider donating to an international organization?\n\tPersuadee: Yes, I would consider it\nPersuader: To prove that Save the Children is real, I can provide their website if you would like to research it:   URL \n\tPersuadee: Looks good to me.  Donating would be a nice thing to do\nPersuader: Sometimes I doubt what I see on mTurk too!  I wanted to assure you the organization is real.  Did you see that half of refugees are children and 77 cents a day can provide shelter for an entire family?\n\tPersuadee: Yeah I did.  Its hard to believe that so little can do so much!\nPersuader: When I saw that, it made me feel terrible.  Just yesterday I spent twice that on a fountain drink at a gas station.  I drank half of it and threw the rest away.  Did you have an amount you were thinking of donating?\n\tPersuadee: Yeah its amazing when you think about how much we waste in our day to day lives.  A dollar seems like a good amount to donate. \nPersuader: Like I said, I am only looking for small donations today, so $1 would be fantastic!  \n\tPersuadee: Alright great.  A dollar it is!\nPersuader: The research team will collect all donations and send them to Save the Children\n\tPersuadee: OK, its just good to know that Save the Children is actually real\nPersuader: I agree.  I always do mTurk hits as a way to save for a family vacation.  I rarely donate when they ask because I'm never sure they are real or if it's a way for the requester to save money.  Thank you so much for your donation and it was nice chatting with you!\n\tPersuadee: Same here.  These requestors sure can be sneaky.  It was nice chatting with you too!", "label": [[1341, 1407, "5-AUTHORITY-OTHER"], [1456, 1565, "4-LOGIC-OTHER"], [1934, 1977, "1-RAPPORT-DISCLOSE"], [1978, 2050, "3-EMOTION-GUILT"], [2620, 2683, "1-RAPPORT-DISCLOSE"], [2685, 2802, "1-RAPPORT-DISCLOSE"], [2803, 2873, "1-RAPPORT-FRIEND"], [1059, 1147, "3-EMOTION-ALTRUISTIC"], [1148, 1291, "1-RAPPORT-DISCLOSE"], [1147, 1293, "2-NEGOTIATE-OPINION"], [1293, 1340, "2-NEGOTIATE-REQUEST"], [1341, 1407, "1-RAPPORT-FRIEND"], [1645, 1688, "1-RAPPORT-SIMILAR"], [244, 282, "1-RAPPORT-DISCLOSE"], [382, 424, "1-RAPPORT-FRIEND"], [535, 576, "1-RAPPORT-DISCLOSE"], [578, 648, "1-RAPPORT-DISCLOSE"], [774, 810, "1-RAPPORT-OTHER"], [984, 989, "3-EMOTION-HUMOUR"], [30, 134, "1-RAPPORT-OTHER"], [136, 153, "1-RAPPORT-FRIEND"], [282, 381, "1-RAPPORT-DISCLOSE"], [648, 773, "3-EMOTION-ANGER"], [990, 1057, "3-EMOTION-OTHER"], [1689, 1738, "6-SOCIAL-OTHER"], [1739, 1846, "3-EMOTION-ALTRUISTIC"], [2051, 2095, "3-EMOTION-GUILT"], [2096, 2149, "2-NEGOTIATE-REQUEST"], [2301, 2386, "1-RAPPORT-COMPLIMENT"], [2611, 2619, "4-LOGIC-CONCEDE"], [2803, 2873, "1-RAPPORT-COMPLIMENT"]], "idx": "897"}
{"id": 3177, "data": "Persuader: Hello\n\tPersuadee: hai\nPersuader: How are you today?\n\tPersuadee: today is very pleasant for me\nPersuader: Glad to hear that!\n\tPersuadee: thank you so much, and what about you?\nPersuader: I'm fine, thank you.\n\tPersuadee: how is your work?\nPersuader: It is fine. \n\tPersuadee: its very nice to talk to you\nPersuader: Would you like to donate to the charity Save the Children? They help kids all around the world with food, shelter and other necessities that they are not able to provide for themselves.\n\tPersuadee: definitely. i will donate myself as $2\nPersuader: That's great! I'm sure they will appreciate it very much! You are very generous.\n\tPersuadee: thank you so much, its my pleasure.\nPersuader: I hope you have a great evening.\n\tPersuadee: thank you. you too...\nPersuader: I am going to leave now.\n\tPersuadee: ok, again nice talking to you, go ahead\nPersuader: How do we make this end?\n\tPersuadee: i don't know how to end", "label": [[116, 134, "1-RAPPORT-FRIEND"], [197, 217, "1-RAPPORT-FRIEND"], [259, 271, "1-RAPPORT-FRIEND"], [324, 382, "2-NEGOTIATE-REQUEST"], [383, 509, "3-EMOTION-ALTRUISTIC"], [572, 586, "1-RAPPORT-COMPLIMENT"], [586, 629, "5-AUTHORITY-OTHER"], [630, 652, "1-RAPPORT-COMPLIMENT"], [712, 744, "1-RAPPORT-FRIEND"]], "idx": "898"}
{"id": 3178, "data": "Persuader: Hi. Save The Children is a good charity. \n\tPersuadee: It sounds like a good charity. Do you know the purpose of their charity? \nPersuader: To help impoverished children.\n\tPersuadee: Nationwide or worldwide?\nPersuader: I believe they're worldwide.\n\tPersuadee: What have they accomplished so far?\nPersuader: Ending hunger for some. The need is greater than the supply.\n\tPersuadee: I imagine it would be. I hate to think of a hungry child.\nPersuader: Do you approve of giving to charity?\n\tPersuadee: I do. I give to a few charities.\nPersuader: I do too.\n\tPersuadee: That is a great quality.\nPersuader: Yes, I think so too.\n\tPersuadee: Do you often donate to charity?\nPersuader: Yes. Tithing is part of it. \n\tPersuadee: What is tithing?\nPersuader: Giving a tenth. Giving to Save the Children is possible. Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2). Do you want to help?\n\tPersuadee: Yes. I would like to donate.\nPersuader: Great. Decide ho much and the researchers send it on to them. Nice chatting with you!\n\tPersuadee: Thank you. Have a great night.", "label": [[15, 52, "2-NEGOTIATE-OPINION"], [150, 180, "3-EMOTION-ALTRUISTIC"], [229, 257, "1-RAPPORT-OTHER"], [341, 377, "3-EMOTION-OTHER"], [317, 341, "3-EMOTION-ALTRUISTIC"], [458, 495, "1-RAPPORT-FRIEND"], [551, 561, "1-RAPPORT-SIMILAR"], [686, 690, "1-RAPPORT-DISCLOSE"], [936, 956, "3-EMOTION-ALTRUISTIC"], [610, 630, "4-LOGIC-CONCEDE"], [771, 811, "1-RAPPORT-OTHER"], [812, 875, "3-EMOTION-ALTERCASTING"], [936, 956, "2-NEGOTIATE-REQUEST"], [1009, 1015, "1-RAPPORT-COMPLIMENT"], [1015, 1070, "2-NEGOTIATE-REQUEST"], [1071, 1094, "1-RAPPORT-FRIEND"]], "idx": "899"}
{"id": 3179, "data": "Persuader: Hello, how are you today?\n\tPersuadee: hi,it was another day\nPersuader: I see, same here for me. Have you every tried donation through HITs?\n\tPersuadee: ya recently i too tried children's charity regarding their studies.it makes me good\nPersuader: I usually donate a good part of my bonus in different studies, but I specially have a soft heart for children. Have you ever heard about \"Save the Children\" before?\n\tPersuadee: children must be educated i didn\\'t heard about  \"save the children\" what is the procedure of giving donation?\nPersuader: They work on different issues in almost 120 countries. They work on education, hunger, health and emergency issues.\n\tPersuadee: really it is pleased to hear this who s taking care of this charity?how they managing in 120 countries?\nPersuader: they either have parties, or they travel to those countries. There are big groups working with them, like IKEA and Walt Disney Studios. you can read more on this link:  URL s/about-us/leadership-and-trustees \n\tPersuadee: sure i will check this link.is there any procedure to join as a member in that group?even a normal people from middle class can join in that group?\nPersuader: I believe everyone can join to help. I've talked to someone who worked there and she already traveled to Africa. I would be so pleased to try it but I do not have enough off days to join.\n\tPersuadee: people who have king heart must join as a member or sponsor a child i too refer some friends in m y circle\nPersuader: I know right, It is a big thing to do. some people donate whole their life and time. I like how they managed to donate through HITs too, since website has minimum amount option, but through HIT you can even help 1 cent and more\n\tPersuadee: i asked in the previous chat what is the procedure to donate?\nPersuader: On the website there is a link to donate: https://support. URL ite/Donation2?df_id=1620&1620.donation=form1\n\tPersuadee: okay i have a check is it any discloser of our identity in donating low or high amount\nPersuader: No, itt will be anonymously. You can also donate at the end of this HIT, It can be any amount even 0, You'll be asked.\n\tPersuadee: whetehr i acn trust this charity?from the begining you ae talking about this chaarity only not others are you a member of this charity?there is no other children charity ?\nPersuader: I donated before, since they have very clear financial reports on their website and they are connected to other big organizations I trust them. I am not a member, but i donate. I mean I am not aware of other charities i can trust. There are a few for sure.\n\tPersuadee: ohh thats nice of you surely i too have an opinion in this charity and i will donate as much i can possible and share with my friends\nPersuader: Thank you for your time and effort. It was such a pleasure to chat with you. Have a good night, take care :)", "label": [[82, 106, "1-RAPPORT-SIMILAR"], [107, 150, "1-RAPPORT-OTHER"], [258, 369, "1-RAPPORT-DISCLOSE"], [369, 422, "1-RAPPORT-OTHER"], [557, 612, "1-RAPPORT-OTHER"], [612, 672, "1-RAPPORT-OTHER"], [799, 860, "1-RAPPORT-OTHER"], [861, 936, "1-RAPPORT-OTHER"], [1179, 1216, "3-EMOTION-ALTRUISTIC"], [1217, 1293, "3-EMOTION-STORY"], [1292, 1367, "1-RAPPORT-FRIEND"], [1498, 1537, "4-LOGIC-CONCEDE"], [1537, 1583, "3-EMOTION-OTHER"], [1583, 1725, "3-EMOTION-ALTRUISTIC"], [2343, 2486, "1-RAPPORT-DISCLOSE"], [2343, 2487, "6-SOCIAL-OTHER"], [2487, 2520, "1-RAPPORT-DISCLOSE"], [2519, 2574, "1-RAPPORT-FRIEND"], [2574, 2599, "1-RAPPORT-FRIEND"], [2757, 2792, "1-RAPPORT-FRIEND"], [2792, 2833, "1-RAPPORT-OTHER"], [2834, 2865, "1-RAPPORT-OTHER"]], "idx": "900"}
{"id": 3180, "data": "Persuader: hi\n\tPersuadee: hi there, how are you?\nPersuader: Iam fine. How are you?\n\tPersuadee: I am doing well thanks\nPersuader: Ok super. Do you know about Children Charity?\n\tPersuadee: Which children's charity do you mean?\nPersuader: I mean Save the Children who without parents and Relatives.\n\tPersuadee: Yes I've heard about Save the Children\nPersuader: Do you know about that?\n\tPersuadee: Yes I do know about it\nPersuader: Will you please explain it for me.\n\tPersuadee: It is a charity with the goal of helping children in need around the world\nPersuader: Oh super Thank you so much. Will you donate for any organisation?\n\tPersuadee: Yes, I will make a donation \nPersuader: Wow How much you approximately donate?\n\tPersuadee: I think i will donate around 20 cents\nPersuader: Oh very good. I also like to donate.\n\tPersuadee: very nice that we both do it\nPersuader: Yes have a nice day\n\tPersuadee: I hope the same for you!", "label": [[129, 138, "1-RAPPORT-FRIEND"], [139, 174, "1-RAPPORT-OTHER"], [236, 295, "3-EMOTION-EMPATHY"], [358, 381, "1-RAPPORT-OTHER"], [428, 462, "1-RAPPORT-FRIEND"], [561, 589, "1-RAPPORT-FRIEND"], [589, 626, "1-RAPPORT-OTHER"], [679, 717, "1-RAPPORT-FRIEND"], [779, 793, "1-RAPPORT-COMPLIMENT"], [792, 815, "1-RAPPORT-DISCLOSE"], [868, 887, "1-RAPPORT-FRIEND"]], "idx": "901"}
{"id": 3181, "data": "Persuader: Hello, are you enjoying the holiday?\n\tPersuadee: Yes I am thank you.\nPersuader: That's good, have you heard of the Save the Children charity?\n\tPersuadee: No I have not. Please explain\nPersuader: They help needy children all of the world. Their website is at  URL \n\tPersuadee: Oh okay sounds good.\nPersuader: I'm hoping we can support them today\n\tPersuadee: Yes I am willing\nPersuader: We can give a portion of our payment for this task to this worthy cause\n\tPersuadee: Okay. I am willing to give some\nPersuader: What amount are you comfortable with? \n\tPersuadee: I can donate 1 dollar\nPersuader: that sounds good, I will do the same.\n\tPersuadee: I feel every donation helps.\nPersuader: exactly, our $2 will almost be enough to shelter a refugee family for 3 days.\n\tPersuadee: That sounds wonderful. \nPersuader: agreed, this charity does good work\n\tPersuadee: Charities like these make our world better.\nPersuader: yes, and it makes us feel better too.\n\tPersuadee: Yes it does :)", "label": [[11, 47, "1-RAPPORT-FRIEND"], [91, 152, "1-RAPPORT-OTHER"], [206, 249, "3-EMOTION-ALTRUISTIC"], [248, 274, "1-RAPPORT-OTHER"], [319, 355, "2-NEGOTIATE-RECIP"], [396, 467, "2-NEGOTIATE-OPINION"], [396, 467, "2-NEGOTIATE-REQUEST"], [523, 561, "2-NEGOTIATE-REQUEST"], [607, 644, "2-NEGOTIATE-RECIP"], [697, 774, "3-EMOTION-ALTRUISTIC"], [697, 774, "2-NEGOTIATE-RECIP"], [822, 857, "4-LOGIC-CONCEDE"], [925, 962, "3-EMOTION-PROMISE"]], "idx": "902"}
