{"id": 2687, "data": "Persuader: Hello\n\tPersuadee: hi\nPersuader: How are you?\n\tPersuadee: Good, thanks, how about you?\nPersuader: I'm doing great, thanks.\n\tPersuadee: Let's talk about a children's charity.\nPersuader: Okay, sounds good.\n\tPersuadee: Do you know of any children's charity?\nPersuader: Yes, I know a really great children's charity called Save the Children.\n\tPersuadee: Sounds good. Tell me more please\nPersuader: It is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: That sounds excellent. Do you have their website link?\nPersuader: Yes, I do! It's  URL \n\tPersuadee: Awesome. I would really like to support them and donate to them.\nPersuader: That's awesome! You're a good person!\n\tPersuadee: How can I send in a donation?\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: Oh, I didn't realize it would be deducted from my task payment. Can I get a receipt for tax purposes?\nPersuader: Yes, donations to Save the Children are 100% tax deductible.\n\tPersuadee: That's good. I have decided on an amount for my donation. That will be $0.\nPersuader: Is there a reason why you wouldn't like to donate? Maybe I can answer some more questions for you.", "label": [[43, 55, "1-RAPPORT-FRIEND"], [108, 132, "1-RAPPORT-FRIEND"], [195, 213, "1-RAPPORT-FRIEND"], [276, 347, "5-AUTHORITY-SUPERIOR"], [404, 557, "5-AUTHORITY-CREDENTIALS"], [636, 646, "2-NEGOTIATE-OTHER"], [647, 656, "4-LOGIC-ARGUE"], [746, 761, "1-RAPPORT-FRIEND"], [762, 783, "1-RAPPORT-COMPLIMENT"], [837, 887, "2-NEGOTIATE-REQUEST"], [888, 1006, "2-NEGOTIATE-OTHER"], [1132, 1192, "4-LOGIC-ARGUE"], [1290, 1389, "2-NEGOTIATE-OTHER"]], "idx": "509"}
{"id": 2688, "data": "Persuader: hello how are you\n\tPersuadee: I'm alright and you?\nPersuader:  I thank you very much, with what you know about save the children\n\tPersuadee: I don't know much about that charity all all.\nPersuader:  you've donated something to the kids lately\n\tPersuadee: I have not made a donation recently.\nPersuader: The Save the Children Fund, commonly known as Save the Children, is an international non-governmental organisation that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: That sounds like a decent organization.\nPersuader:  the month that passed a full gift of 2 large clothes bags for these children, is a great pleasure when it helps\n\tPersuadee: Okay that sounds good but how much would a donation of that size be?\nPersuader:  children are the most valuable thing we have all are the future and should grow well healthy and full of knowledge\n\tPersuadee: I suppose that is true.\nPersuader:  tell me a bit about your life\n\tPersuadee: I make money as a musician so basically I don't make money.\nPersuader: good, i take care of insurance and I like my job\n\tPersuadee: Alright that's cool so how does this charity take its donations.\nPersuader: I posted every year a pack of any organization for kids\n\tPersuadee: Okay so are you trying to get me to donate?\nPersuader:  I wish that in the future you also donate some\n\tPersuadee: Alright I will donate.", "label": [[73, 95, "1-RAPPORT-FRIEND"], [102, 139, "1-RAPPORT-OTHER"], [209, 253, "4-LOGIC-ARGUE"], [314, 529, "5-AUTHORITY-CREDENTIALS"], [594, 671, "4-LOGIC-ARGUE"], [672, 705, "3-EMOTION-ALTRUISTIC"], [799, 913, "3-EMOTION-PROMISE"], [1211, 1267, "1-RAPPORT-DISCLOSE"], [1336, 1382, "2-NEGOTIATE-OPINION"]], "idx": "510"}
{"id": 2689, "data": "Persuader: Hi there. How are you today?\n\tPersuadee: Hello, I am fine, how about you?\nPersuader: Very well thanks. Do you currently give any money to charity on a regular basis?\n\tPersuadee: Yes, I try to help time to time\nPersuader: Any charity in particular?\n\tPersuadee: No, anything that catches my eyes, or I find them on gofundme, what about you?\nPersuader: I have a few payments set up monthly. I assume then you've heard of Save the Children and the great work they do with young people?\n\tPersuadee: Yes, I've heard of it. Can you please explain more about it?\nPersuader: Firstly, they provide funds and support services to help protect vulnerable children all over the world. Once the children have a safe environment the next priority is to improve their lives via education and other resources. They really make a difference to the lives of children in poverty or destitution.\n\tPersuadee: I am interested in it. I already checked their website. Health and education both are important factors\nPersuader: Absolutely. And the great thing for us is that even a very small donation goes a long way due to the number of people who can donate! We're asking people today to give a small part of the payment for this HIT to the charity. You'll get a box pop up at teh end of our chat which will give you the opportunity to donate something. Obviously the more the better, but I also appreciate that you aren't turking for free so you can judge it yourself.\n\tPersuadee: Actually I like these kind of HITs. I did few HITs before that asked me to donate my bonus or half of the reward. I happily did. I am sure there are people who need it more than me\nPersuader: You're absolutely right-  sometimes we don't realise it, but what seems like a little bit of moeny to us can make a big difference to them. I worked in Africa earlier this year and the difference a few dollars can make to people over there is unbelievable.\n\tPersuadee: Yes, few dollars can save a child or can help a family to survive for a month. How long have you worked there?\nPersuader: I'm back in the UK now - I was in South Africa (Durban) for three months from January to end of March for work.\n\tPersuadee: That is so nice of you. It is a big thing to do. Thinking about starving children makes me so sad. I wish I could do more\nPersuader: We can all do something - donate a little bit or volunteer to try to help. There are lots of opportunities\n\tPersuadee: Yes you are right, I help as much as I can. at least I try. \"save the children\" sounds like an amazing organization. They work in 120 countries already\nPersuader: They certainly do and tehy are well established so you cna be certain they are going to use the money in a good way.\n\tPersuadee: Yes It looks like a trustworthy organization with no doubt. I already read few of their reports on their website. I wish they can help even more countries\nPersuader: Me too. When we click done that donation box will appear - it should be pretty self-explanatory. I hope you enjoy the rest of your day. Thanks again.\n\tPersuadee: Thank you, I will do it for sure, have a nice day", "label": [[11, 39, "1-RAPPORT-FRIEND"], [96, 113, "1-RAPPORT-FRIEND"], [114, 176, "1-RAPPORT-OTHER"], [232, 258, "1-RAPPORT-OTHER"], [361, 397, "1-RAPPORT-DISCLOSE"], [399, 492, "5-AUTHORITY-SUPERIOR"], [576, 884, "5-AUTHORITY-CREDENTIALS"], [682, 801, "3-EMOTION-OTHER"], [802, 884, "3-EMOTION-ALTRUISTIC"], [1011, 1022, "4-LOGIC-CONCEDE"], [1024, 1456, "2-NEGOTIATE-OTHER"], [1661, 1684, "4-LOGIC-CONCEDE"], [1687, 1800, "3-EMOTION-ALTRUISTIC"], [1800, 1917, "1-RAPPORT-DISCLOSE"], [2309, 2415, "3-EMOTION-ALTRUISTIC"], [2591, 2707, "2-NEGOTIATE-OTHER"], [2886, 2892, "4-LOGIC-CONCEDE"], [2894, 2982, "2-NEGOTIATE-OTHER"], [2983, 3035, "1-RAPPORT-FRIEND"]], "idx": "511"}
{"id": 2690, "data": "Persuader: HI! HAVE YOU HEARD OF SAVE THE CHILDREN BEFORE?\n\tPersuadee: No I haven't. What is it?\nPersuader: IT'S AN AMAZING GLOBAL CHARITY THAT HELPS CHILDREN IN DANGEROUS AREAS!\n\tPersuadee: That sounds really cool. Do they have a main country they focus on, like Haiti or somewhere in Africa?\nPersuader: NO, AS A MATTER OF FACT THE CHARITY HAS TIES ACROSS THE WORLD, ALTHOUGH IT IS CURRENTLY HEAVILY INVESTED IN THE SYRIA REGION!\n\tPersuadee: What kind of things do they provide for the children? Do they provide shelter and basic needs?\nPersuader: THE MAIN FOCUS IS USUALLY HEALTH SUCH AS MOBILE HOSPITALS OR EDUCATION, WITH DEPLOYED TEACHERS\n\tPersuadee: Do these teachers go all over the world, or are they specific to that country?\nPersuader: ALL THE INSTRUCTORS IN THE SAVE THE CHILDREN ARE SENT IN GROUPS ON ROTATING DEPLOYMENTS OF 6 MONTHS, USUALLY TO A FEW TARGET COUNTRIES.\n\tPersuadee: Are the instructors volunteers? What is the process of becoming one of the instructors?\nPersuader: ALL INSTRUCTORS MUST SPEAK TWO LANGUAGES AND HAVE TWO YEARS OF FORMAL TEACHING.  THEY CAN THEN APPLY TO A SPECIFIC MISSION AS THEY COME UP, USUALLY 6 MONTHS AHEAD OF THE START DATE.\n\tPersuadee: I imagine it's pretty hard to go overseas for so long in a different country. What kind of experience have the prior instructors had? \nPersuader: MANY HAVE LOVED IT ALTHOUGH IT CAN BE CHALLENGING, THE INSTRUCTORS ARE PAID VERY LITTLE BUT GIVEN FREE ROOM/BOARD.  HOWEVER AFTER ONE YEAR OF WORK THEY CAN APPLY THRU A SPECIAL PROGRAM TO BE CITIZENS OF THE HOST COUNTRY.\n\tPersuadee: That's a really cool deal. Do they get dual citizenship or is it more of an ex-pat type situation?\nPersuader: THEY CAN BECOME A DUAL CITIZEN AFTER 1 YEAR IN THE PROGRAM. IN SOME CASES OUR INSTRUCTORS HAVE FOUND FULL TIME JOBS WITHIN THE HOST COUNTRY AFTER THEIR TENURE.\n\tPersuadee: What are some of the improvements in quality of life for the children?\nPersuader: MANY OF OUR CHILDREN PUT ON GLASSES FOR THE FIRST TIME BECAUSE THEY HAVE NEVER VISITED AN EYE DOCTOR.  JUST A 2 DOLLAR DONATION CAN GET ONE OF OUR SPONSOR CHILDREN ACCESS TO A COMPREHENSIVE MEDICAL SCREENING.\n\tPersuadee: Do they often get a chance to get a more thorough education than prior to becoming a part of the program?\nPersuader: IT DEPENDS ON THE HOST COUNTRY AND ITS RULES, FOR EXAMPLE FEW GIRLS IN SYRIA HAD EVEN BASIC READING SKILLS DUE TO DISCRIMINATORY SCHOOL POLICIES.  WOULD YOU BE INTERESTED IN DONATING TO OUR EDUCATION FUND?\n\tPersuadee: I can't do much but I'd be willing to donate $0.20\nPersuader: GREAT SAVE THE CHILDREN APPRECIATES ALL DONATIONS!\n\tPersuadee: Best of luck! ", "label": [[11, 13, "1-RAPPORT-FRIEND"], [15, 58, "1-RAPPORT-OTHER"], [108, 178, "5-AUTHORITY-SUPERIOR"], [304, 430, "5-AUTHORITY-CREDENTIALS"], [746, 881, "4-LOGIC-ARGUE"], [549, 643, "4-LOGIC-ARGUE"], [993, 1174, "4-LOGIC-ARGUE"], [1929, 2138, "3-EMOTION-ALTRUISTIC"], [2415, 2473, "2-NEGOTIATE-REQUEST"], [2548, 2598, "1-RAPPORT-FRIEND"]], "idx": "512"}
{"id": 2691, "data": "Persuader: Hello!\n\tPersuadee: Hi, what's happening?\nPersuader: May I interest you in some \"Good Deed\" duties today?\n\tPersuadee: Yep, sure can\nPersuader: Have you ever donated/ever thought about donating to a charity(s)?\n\tPersuadee: I do donate on occasion. So what is your charity about?\nPersuader: Glad you asked. It\\'s called \"Save The Children\"\n\tPersuadee: Okay, and I bet it's about helping out kids.\nPersuader: Ah-ha! Correct. :) Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Very good cause. Would a buck help?\nPersuader: Any amount is lovely. 1$, 5$, 20$, 100$! It's all going to an amazing cause, every dollar helps. <3\n\tPersuadee: You've got it...giving you $1 and thanks for your good work!\nPersuader: Thank you so much. I can assure you that your donation will be going to a trustable fund. You are amazing. I just want to help these children any way I can. It makes me cry that not everyone is treated fairly... They are our future!\n\tPersuadee: Goodbye for now... I'll look up your charity on the web.\nPersuader: There is  lack of support for children in developing countries, especially in war zones. For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. Thank you for looking into this.\n\tPersuadee: You're welcome, God bless and bye for now.\nPersuader:  URL Here's the link to save you your troubles. \n\tPersuadee: I copied the link, thanks!\nPersuader: Thank you so much. God bless!\n\tPersuadee: Bye for now", "label": [[11, 17, "1-RAPPORT-FRIEND"], [63, 115, "1-RAPPORT-OTHER"], [153, 219, "1-RAPPORT-OTHER"], [299, 314, "1-RAPPORT-FRIEND"], [315, 347, "4-LOGIC-ARGUE"], [416, 422, "3-EMOTION-HUMOUR"], [423, 434, "4-LOGIC-CONCEDE"], [435, 603, "5-AUTHORITY-CREDENTIALS"], [663, 762, "2-NEGOTIATE-OTHER"], [847, 865, "1-RAPPORT-FRIEND"], [866, 937, "2-NEGOTIATE-OTHER"], [937, 953, "1-RAPPORT-COMPLIMENT"], [954, 1079, "1-RAPPORT-DISCLOSE"], [1160, 1455, "4-LOGIC-ARGUE"], [1456, 1488, "1-RAPPORT-FRIEND"], [1556, 1603, "2-NEGOTIATE-OTHER"], [1654, 1683, "1-RAPPORT-FRIEND"]], "idx": "513"}
{"id": 2692, "data": "Persuader: How much would you like to the Save the Children foundation?\n\tPersuadee: tell me more\nPersuader: Well Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: ok cool is there a website?\nPersuader: Yes it is  URL \n\tPersuadee: ok will check it out\nPersuader: So how much would you say that you would donate?\n\tPersuadee: what would you suggest?\nPersuader: I suggest that you do $25 it would really help out a child\n\tPersuadee: ok $25 sounds ok \nPersuader: What you are doing is really good. Do you have questions?\n\tPersuadee: anything else i should know\nPersuader: Your donation will be directly deducted from your task payment. \n\tPersuadee: ok cool, weve got a few more, any other charities\nPersuader: No that is the only one\n\tPersuadee: ok so i will donate $25 to Breed the children right?\nPersuader: No it is Save the Children\n\tPersuadee: ok got it. we have to chat so ask a question\nPersuader: Would you donate againn in future?\n\tPersuadee: no this one time is good, thanks", "label": [[10, 71, "2-NEGOTIATE-REQUEST"], [108, 281, "5-AUTHORITY-CREDENTIALS"], [333, 347, "2-NEGOTIATE-OTHER"], [393, 441, "2-NEGOTIATE-REQUEST"], [489, 547, "2-NEGOTIATE-OPINION"], [589, 623, "1-RAPPORT-FRIEND"], [624, 646, "1-RAPPORT-OTHER"], [698, 761, "2-NEGOTIATE-OTHER"], [936, 962, "4-LOGIC-COUNTER"], [836, 859, "4-LOGIC-COUNTER"], [1030, 1065, "2-NEGOTIATE-REQUEST"]], "idx": "514"}
{"id": 2693, "data": "Persuader: Hi, are you interest in making a donation called, Save the Children?\n\tPersuadee: I don't know, what's it about?\nPersuader: Save the children is a charity for homeless children and food for these children.\n\tPersuadee: That seems like a good cause.\nPersuader: Have you ever heard of Save the Children from friends or family.\n\tPersuadee: The name sounds familiar, but I'm not sure where I heard of it.\nPersuader: You can donate any amount you like as much as $2.00.\n\tPersuadee: Is it international? Does it help children all around the world?\nPersuader: Yes, you can donate to any child around the world, one child or a group of children.\n\tPersuadee: Do you know what percentage of donations goes to overhead and what percentage directly goes to the child/children?\nPersuader: As far as i understand the entire amount goes to that cause.\n\tPersuadee: But there has to be some overhead. Is it paid for by grants rather than donations?\nPersuader: no your donation will be directly deducted from your task payment any amount from $0.00 to $2.00. \n\tPersuadee: Yes, I understand that, thanks. \nPersuader: I have been donating a little more than two years.\n\tPersuadee: That's a good testimonial. But I don't have much money right now. \nPersuader: How does .25 sounds to you? less than a newspaper or a cup of coffee?\n\tPersuadee: I disagree with your coffee price estimate. How about I donate 1 penny.\nPersuader: That sounds good. Thank you very much, every little is a help.\n\tPersuadee: You're welcome, and thank you for your time.", "label": [[10, 79, "1-RAPPORT-OTHER"], [134, 215, "5-AUTHORITY-CREDENTIALS"], [269, 333, "1-RAPPORT-OTHER"], [421, 473, "2-NEGOTIATE-OTHER"], [561, 646, "4-LOGIC-ARGUE"], [785, 845, "1-RAPPORT-DISCLOSE"], [952, 1050, "2-NEGOTIATE-OTHER"], [1412, 1475, "1-RAPPORT-FRIEND"], [1107, 1157, "1-RAPPORT-DISCLOSE"], [1248, 1317, "2-NEGOTIATE-REQUEST"]], "idx": "515"}
{"id": 2694, "data": "Persuader: Hello?\n\tPersuadee: Hello there\nPersuader: How are you today?\n\tPersuadee: I'm good, how are you? \nPersuader: I'm doing well, thank you! Have you ever heard of the charity Save the Children?\n\tPersuadee: I have not. What do they do?\nPersuader: Save the Children is a great charity that provides education, healthcare, and advocacy to children in need in the U.S. and all over the world. Does this sound like a good charity to you?\n\tPersuadee: It does. Children are one of the worlds most important assets. \nPersuader: I think so too! Do you believe that children in need deserve help from others?\n\tPersuadee: Yes. Children are more deserving in my opinion, because they are unable to care for themselves. They have no choice but to rely on others. \nPersuader: That's great that you care so much about children's needs! Save the Children is an exceptional charity in that over 86% of the donations go directly to children's programs all over the world. Have you donated to a charity before?\n\tPersuadee: Yes, I usually donate to soldiers or veteran related charities such as Wounded Warrior Project.\nPersuader: Those are great causes also. You mentioned earlier that you believe children to be one of the world's most important assets. Would you be willing to donate your earnings from this task to Save the Children?\n\tPersuadee: I would if I had a specific break down or list of what programs the donations support. \nPersuader: Save the Children make the programs they support and the percentage of funding for each one available on their website. They are very transparent! Some of the causes they support include Emergencies (38%), Health and Nutrition (36%), and Education to more than 136 thousand children all over the world. The researchers curating this task collect the earnings from those who donate and send them directly to Save the Children. How much of your earnings would you be willing to donate?\n\tPersuadee: I don't make a lot. I would have donate a smaller amount. Like a one time donation of 100$ or so. \nPersuader: That's great! And any amount will go directly to benefiting children. However in this case I'm only asking about your earnings from this particular task :) . The full amount would be 30 cents.\n\tPersuadee: I guess so \nPersuader: Great! Thank you for your donation and for supporting children in need. Hope you have a great day!\n\tPersuadee: And you too. ", "label": [[53, 71, "1-RAPPORT-FRIEND"], [119, 145, "1-RAPPORT-FRIEND"], [526, 541, "4-LOGIC-CONCEDE"], [11, 17, "1-RAPPORT-FRIEND"], [146, 199, "1-RAPPORT-OTHER"], [252, 438, "5-AUTHORITY-SUPERIOR"], [542, 604, "3-EMOTION-EMPATHY"], [768, 826, "1-RAPPORT-FRIEND"], [827, 959, "5-AUTHORITY-SUPERIOR"], [960, 997, "1-RAPPORT-OTHER"], [1117, 1242, "1-RAPPORT-FRIEND"], [1242, 1323, "2-NEGOTIATE-REQUEST"], [1435, 1860, "4-LOGIC-ARGUE"], [1861, 1918, "2-NEGOTIATE-REQUEST"], [2041, 2054, "1-RAPPORT-FRIEND"], [2055, 2233, "2-NEGOTIATE-OTHER"], [2269, 2367, "1-RAPPORT-FRIEND"]], "idx": "516"}
{"id": 2695, "data": "Persuader: hello how are you\n\tPersuadee: fine. you know about save the childrends charity\nPersuader: yes very much information \n\tPersuadee: you donate the charity\nPersuader: yes 100$ the year that went\n\tPersuadee: oh great. tell about your family\nPersuader: my family is the motive of my life, I am my husband and two wonderful boys\n\tPersuadee: i have two children. one girl and boy\nPersuader: very good for you, what do you know to save thechildren\n\tPersuadee: yes i know. what do you\nPersuader: you donate in this organisation\n\tPersuadee: yes i donate \nPersuader: how much \n\tPersuadee: i donate $50\nPersuader: very good for this organisation\n\tPersuadee: then tell what r u doing\nPersuader:  I work in insurance\n\tPersuadee: what type  of insurance company\nPersuader: every type of insurance is you\n\tPersuadee: i am seeking job", "label": [[10, 28, "1-RAPPORT-FRIEND"], [101, 127, "4-LOGIC-CONCEDE"], [174, 201, "1-RAPPORT-DISCLOSE"], [394, 411, "1-RAPPORT-FRIEND"], [412, 449, "1-RAPPORT-OTHER"], [497, 528, "4-LOGIC-ARGUE"], [566, 575, "2-NEGOTIATE-REQUEST"], [612, 643, "1-RAPPORT-FRIEND"]], "idx": "517"}
{"id": 2696, "data": "Persuader: Hi, how are you doing today?\n\tPersuadee: Good how are you?\nPersuader: I'm doing pretty good too. Having any issue completing this task?\n\tPersuadee: Yes I am\nPersuader: What issue did you run into?\n\tPersuadee: What is the donation?\nPersuader: It's whatever you wish to donate\n\tPersuadee: I wish to donate $1\nPersuader: That's great. The money you donate will go to Save the children. We still have 5 turns left so i'll ask a few questions.\n\tPersuadee: Okay that's great\nPersuader: Did you ever donate to Save the children before?\n\tPersuadee: No I have never donated to Save the children before\nPersuader: Ok. Have you ever got the chance to donate to a charity before?\n\tPersuadee: Yes I have donated to a charity before. Have you?\nPersuader: I have donated through this task yesterday but it was only 0.1$\n\tPersuadee: That's good to hear\nPersuader: Yes. Do you have any other question for me\n\tPersuadee: No, thanks for participating in this conversation\nPersuader: YOu're welcome, same to you\n\tPersuadee: Are we done here?", "label": [[11, 39, "1-RAPPORT-FRIEND"], [81, 107, "1-RAPPORT-FRIEND"], [108, 146, "1-RAPPORT-OTHER"], [179, 207, "1-RAPPORT-OTHER"], [253, 285, "2-NEGOTIATE-OTHER"], [329, 342, "1-RAPPORT-FRIEND"], [343, 394, "2-NEGOTIATE-OTHER"], [491, 539, "1-RAPPORT-OTHER"], [615, 678, "1-RAPPORT-OTHER"], [752, 815, "1-RAPPORT-DISCLOSE"], [859, 863, "4-LOGIC-CONCEDE"], [864, 901, "1-RAPPORT-OTHER"], [975, 1002, "1-RAPPORT-FRIEND"]], "idx": "518"}
{"id": 2697, "data": "Persuader: Hi there!\n\tPersuadee: Hi\nPersuader: I'd like to try and get us to donate some money together from our earnings to Save the Children\n\tPersuadee: Okay, how much were you thinking?\nPersuader: I was thinking at least $1, but if you're ok with a little more that would be great. Your donation will be directly deducted from your task payment. \n\tPersuadee: How much is the task payment\nPersuader: It is $2.  The money goes to help children in warzones with health care, education and safety. It seems like a small price to pay to help out a needy kid, right?\n\tPersuadee: Yeah, I guess. \nPersuader: How much do you like to donate to the charity?\n\tPersuadee: Were you thinking one dollar each or 50 cents each to make a total of $1?\nPersuader: Are you comfortable with $1? I almost feel like we have a moral obligation to donate $2 each but it's up to you\n\tPersuadee: To be honest I am not comfortable with donating. I would rather donate a lower amount than $1 if we decide on donating anything at all\nPersuader: why are you not comfortable? Is it that you  cannot afford to? Or you don't know the charity Save the Children?\n\tPersuadee: I can not afford. I believe we should help ourselves before reaching out to others in need. Additionally, I don't know what exactly Save the Children is using this money for\nPersuader: It is just a dollar, geeze.  As I mentioned they are using it to help children who are starving, injured or who have lost their parents. You can look up the charity to see they are legitimate.\n\tPersuadee: In my opinion, every dollar counts. Unless I get to see with my own eyes what the charity is doing, then I don't know if they are legitimate or not\nPersuader: You can choose any amount from $0 to all your payment. I would donate $2 because I know there are a lot of kids out there who need the help and to me, $2 is nothing\n\tPersuadee: I choose to donate $0 then\nPersuader: Wow, pathetic, do you have kids?\n\tPersuadee: No, I don't have kids. Please respect my decision\nPersuader: I hope you don't consider yourself to be a Christian, the hypocrisy would be laughable\n\tPersuadee: I have no idea why you chose to put religion into this. I am not religious and your decision to bring Christianity into this is ignorant", "label": [[11, 20, "1-RAPPORT-FRIEND"], [47, 142, "1-RAPPORT-DISCLOSE"], [200, 284, "1-RAPPORT-DISCLOSE"], [199, 283, "2-NEGOTIATE-OTHER"], [285, 349, "2-NEGOTIATE-OTHER"], [401, 411, "4-LOGIC-ARGUE"], [413, 496, "4-LOGIC-ARGUE"], [497, 563, "3-EMOTION-EMPATHY"], [603, 649, "2-NEGOTIATE-REQUEST"], [747, 775, "2-NEGOTIATE-REMIND"], [776, 858, "1-RAPPORT-DISCLOSE"], [1017, 1128, "4-LOGIC-OTHER"], [1326, 1463, "3-EMOTION-GUILT"], [1464, 1518, "4-LOGIC-ARGUE"], [1691, 1744, "2-NEGOTIATE-OTHER"], [1745, 1854, "1-RAPPORT-DISCLOSE"], [1905, 1937, "7-PRESSURE-MANIPULATE"], [2010, 2097, "7-PRESSURE-INTIMIDATE"]], "idx": "519"}
{"id": 2698, "data": "Persuader: Hi, have you heard of the children's charity called Save the Children?\n\tPersuadee: Hello, How are you? I have heard but I do not have much information about it\nPersuader: It is an amazing organization that provides a lot of help to many children in the world.\n\tPersuadee: What issues they are working on?\nPersuader: The help to promote issues that many children in the world are facing such as hungry, famine, abuse and civil war. They really make an impact to help improve the lives of children around the world.\n\tPersuadee: That is very interesting, Are they clear with their financial reports? I mean is it a trustworthy organization?\nPersuader: Yes, a very trustworthy organization. I've donated to them in the past and I'm very happy with the results\n\tPersuadee: good, is it an international organization or they just focus on one or few countries?\nPersuader: They focus on countries all around the world. Do you think you would be able to donate a small portion of your earnings today to the organization?\n\tPersuadee: Sure I will be able to donate. I've been able to donate through MTurk. It makes me feel useful.\nPersuader: That's great to hear. I assure you that your donation will make a difference.\n\tPersuadee: I am sure too, a little help can really make a big difference. It is surprising that even $30.00 per month can support a whole family\nPersuader: Yes, I've even heard where a $1 donation can make a difference. It is important, however, to make sure the organization is on the up and up\n\tPersuadee: Yes and It is interesting how donating by HITs sometimes won't even hurt the payment. It is like they do it on their behalf\nPersuader: Yes, I've come across that as well. Fortunately any little bit can help\n\tPersuadee: Yes, I also like when I see big charities cooperate with big companies. I like it when part of my purchase will be donated\nPersuader: Ah yes, that's always a nice benefit as well. I'm glad you chose to donate\n\tPersuadee: I am glad too, is there any website that i can read more about this organization and use it if i want to donate later again?\nPersuader: Yes,  URL is the official website for the organization\n\tPersuadee: thank you so much, I will take the time to read about it", "label": [[11, 14, "1-RAPPORT-FRIEND"], [15, 81, "1-RAPPORT-OTHER"], [182, 270, "5-AUTHORITY-SUPERIOR"], [327, 524, "4-LOGIC-ARGUE"], [660, 697, "4-LOGIC-ARGUE"], [698, 766, "1-RAPPORT-DISCLOSE"], [876, 921, "4-LOGIC-ARGUE"], [922, 1022, "2-NEGOTIATE-REQUEST"], [1164, 1219, "3-EMOTION-PROMISE"], [1441, 1516, "4-LOGIC-COUNTER"], [1700, 1735, "2-NEGOTIATE-OTHER"], [1928, 1956, "1-RAPPORT-FRIEND"], [1142, 1163, "1-RAPPORT-FRIEND"], [1377, 1440, "2-NEGOTIATE-OTHER"], [1664, 1699, "4-LOGIC-CONCEDE"], [1882, 1927, "4-LOGIC-CONCEDE"], [2105, 2159, "4-LOGIC-ARGUE"]], "idx": "520"}
{"id": 2699, "data": "Persuader: Hello!\n\tPersuadee: Hello there\nPersuader: I hope you're having a decent day! I wanted to ask you something, something very important.\n\tPersuadee: Sure, ask away\nPersuader: Have you by chance heard of Save the Children organization?\n\tPersuadee: I have seen it on TV a couple times yes.\nPersuader: That's great to hear, though it is hard to get the word out to people. You see, this organization is in desperate need of donations. I was hoping I could possibly persuade you into making a donation? This is for a great cause, after all I feel as though we need to do what we can in order to help other's around the world, especially ones that are in desperate need of our help - don't you agree? \n\tPersuadee: Sure I could agree with that, children are the future so we should do what we can to ensure theirs.\nPersuader: Excellent, great to hear! How much would you like to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount, from 0$ to all of your payment with the total of 2$. Any amount would be helpful, though an amount of 2$ may be small to us - we could buy candy, or something we can easily get whenever we want but to the kids, this could be a lifesaver, so every penny counts!\n\tPersuadee: Ok so how will it work if I decide to done a portion?  The researchers will take care of it?\nPersuader: Yes, you have nothing to worry about. The research team will collect all donations and send it to Save the children.\n\tPersuadee: That sounds fair, is save the children government sponsored?\nPersuader: No, it is a non-govermental organization that helps promote children's rights, providing relief and helps support children in developing countries. Which I think is amazing, how selfless are the people who came up with this? I just know that donating a small bit of money can really help them get one step closer to their goals. So, have you decided on the amount you'd like to donate?\n\tPersuadee: Almost, do you happen to know if their work is world-wide or only focused on developing countries?\nPersuader: As I stated before, it is set up to support children within developing countries. Hopefully one day it will be world- wide. With your help in donating however, that could be one step closer to world-wide help!\n\tPersuadee: Very well, I will donate 0.75 of my bonus to the cause\nPersuader: That's amazing! Thank you so much for your donation!\n\tPersuadee: Not a problem, we should always try to help the children!\nPersuader: I agree completely, you have a wonderful day!\n\tPersuadee: You as well thanks!", "label": [[11, 17, "1-RAPPORT-FRIEND"], [53, 87, "1-RAPPORT-FRIEND"], [87, 144, "1-RAPPORT-DISCLOSE"], [183, 242, "1-RAPPORT-OTHER"], [307, 327, "1-RAPPORT-FRIEND"], [329, 377, "4-LOGIC-ARGUE"], [378, 439, "3-EMOTION-OTHER"], [440, 506, "2-NEGOTIATE-REQUEST"], [508, 704, "3-EMOTION-EMPATHY"], [828, 853, "1-RAPPORT-FRIEND"], [854, 898, "2-NEGOTIATE-REQUEST"], [898, 1249, "2-NEGOTIATE-OTHER"], [1200, 1249, "3-EMOTION-ALTRUISTIC"], [1366, 1403, "4-LOGIC-CONCEDE"], [1404, 1482, "2-NEGOTIATE-OTHER"], [1567, 1714, "5-AUTHORITY-CREDENTIALS"], [1714, 1895, "1-RAPPORT-DISCLOSE"], [1896, 1952, "2-NEGOTIATE-REQUEST"], [2075, 2198, "4-LOGIC-ARGUE"], [2199, 2284, "3-EMOTION-ALTRUISTIC"], [2363, 2415, "1-RAPPORT-FRIEND"], [2496, 2515, "4-LOGIC-CONCEDE"], [2517, 2542, "1-RAPPORT-FRIEND"]], "idx": "521"}
{"id": 2700, "data": "Persuader: How important do you think it is to donate to charities? Especially charities that help children?\n\tPersuadee: I feel as if it is important to give back to society and help out charities when you can.  I think that children are an important aspect in our society as they are the future and will be the worlds next leaders.  Is there one particular one that you favor?\nPersuader: Have you heard of Save the Children - They do really amazing work with kids locally and globally. I like that they don't just focus on one thing, they prioritize all aspects of improving a child's life\n\tPersuadee: I have not heard of them before.  Would you say they want to focus on the children and improving their lives as a whole?\nPersuader: Yeah definitely. They work with hunger - helping to reduce the amount of children who die from malnutrition as well as helping to support kids in war zones from violence. They do a lot of disaster relief - After the flooding in Texas last year they did a ton of work to help kids there. They also support head start organizations, and provide backpacks and back to school supplies in under served communities \n\tPersuadee: Wow that is really neat, it sounds like they are on par with some of the bigger organizations.  They must have a lot of resources.  Have you been involved with them in the past?\nPersuader: I think they have a lot of support from donors big and small. They are one of the charities that I like to support when able. Do you feel like people who have the ability are usually pretty likely to donate to a charity like this?\n\tPersuadee: I do feel like that they are as it is an admirable non profit.  If you could dontate today with the payment how much woud you donate?\nPersuader: I would donate the whole payment. I think sometimes we forget how much impact a microdonation can have. It seems like a small amount to us, but even that 0.30 can have an impact on someones life. What about you?\n\tPersuadee: I think that a microdonation is appropriate and would agree with you that a .30 cent donation would be appropriate.  No matter how little it is, it eventually adds up and can still impact someones life.  So can it be concluded that we could agree to donate .30?\nPersuader: Yes, I think so. .30 can add up quickly and stretch a lot further through an organization like this than one might think\n\tPersuadee: Agreed, despite how small it may be, I think they would greatly appreciate it.  I would feel comfortable making a microdonation to help them out no matter how small.  Are there any other non profits you normally are involved with?\nPersuader: I also really like March of Dimes and St Jude - I guess I have a soft spot for charities that help children as their primary goal\n\tPersuadee: I have not had too many encounters with them, are you familiar with Mission 22, a npo for veterans?\nPersuader: I have not heard of that one. What does it do?\n\tPersuadee: Its a non profit designed for veterans and mental health.  They work to provide mental health services for veterans suffering from PTSD and other mental health problems stemming from their time in the military.\nPersuader: That is really awesome! I will have to look into that one further. I don't think there is enough support in that area. Thank you for sharing that one!\n\tPersuadee: It has been a great organization and its headed by many people as it has become a huge problem.  Despite that however, I think that for today we should commit .30 for the Save the Children for today. \nPersuader: I agree .30 is the right choice\n\tPersuadee: With that being said, thank you for working with me, I greatly appreciate it and I am glad we were able to both make a micro donation.  ", "label": [[11, 108, "1-RAPPORT-OTHER"], [389, 486, "5-AUTHORITY-SUPERIOR"], [486, 590, "1-RAPPORT-DISCLOSE"], [735, 751, "4-LOGIC-CONCEDE"], [752, 1144, "4-LOGIC-ARGUE"], [1345, 1407, "2-NEGOTIATE-OPINION"], [1407, 1471, "1-RAPPORT-DISCLOSE"], [1471, 1576, "1-RAPPORT-OTHER"], [1734, 1945, "2-NEGOTIATE-OPINION"], [2231, 2247, "4-LOGIC-CONCEDE"], [2248, 2351, "2-NEGOTIATE-OTHER"], [2606, 2735, "1-RAPPORT-DISCLOSE"], [2859, 2905, "1-RAPPORT-OTHER"], [3140, 3163, "1-RAPPORT-FRIEND"], [3163, 3258, "1-RAPPORT-DISCLOSE"], [3259, 3290, "1-RAPPORT-FRIEND"], [3515, 3546, "4-LOGIC-CONCEDE"]], "idx": "522"}
{"id": 2701, "data": "Persuader: Hi! \n\tPersuadee: Hello is your line slow as well\nPersuader: Yes very. Not sure why. \n\tPersuadee: I thought that maybe whomever was on the other side was writing a book\nPersuader: No. No novels from me, sorry. \n\tPersuadee: Okay, but if you were what would you write about?\nPersuader: Probably science fiction or monsters. They seem to pair well.     \n\tPersuadee: Yes, that and maybe the monster was an AI intent on doing stuff to humans\nPersuader: I saw the news where AI in Japan said its goal was to kill humans. Like, thats not a red flag? \n\tPersuadee: It may be coming, I'm not ready to serve the new overlords yet\nPersuader: We're doing a good job of killing ourselves off as it is.  millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. \n\tPersuadee: Yes, I don't think we need any help there. We're not hearing aws much about Syria these days, it's still very bad though\nPersuader: Yes. There are charities who are taking donations for war torn countries and their innocent children.  URL \n\tPersuadee:  Does it rewally help? is the aid getting through?\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.  No government means something must be getting done efficiently  \n\tPersuadee: I think it's going to take action from ordinary people to get anything done, sorry for the typos my cat was in my face and the wife was needing to talk\nPersuader: I have 2 cats that like to help type \n\tPersuadee: It's very hard to get anything done with their help\nPersuader: Very.  Do you donate to charities? \n\tPersuadee: No, I deon't have enough money for charity, I used to try ,but they spent more to get from me than what I gave, so no I just don't\nPersuader: It always amuses me when I get address labels or change in the mail. \"How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).", "label": [[11, 15, "1-RAPPORT-FRIEND"], [699, 892, "4-LOGIC-ARGUE"], [1036, 1144, "4-LOGIC-ARGUE"], [1219, 1453, "5-AUTHORITY-CREDENTIALS"], [1749, 1777, "1-RAPPORT-OTHER"], [1932, 2000, "1-RAPPORT-DISCLOSE"], [2002, 2052, "2-NEGOTIATE-REQUEST"], [2053, 2176, "2-NEGOTIATE-OTHER"]], "idx": "523"}
{"id": 2702, "data": "Persuader: Hey, how are you?\n\tPersuadee: Fine and you?\nPersuader: I am well.\n\tPersuadee: Good, so what's up?\nPersuader: Have you heard about Save the Children?\n\tPersuadee: Yea, ive came across it a few times on different internet ads.\nPersuader: Have you ever donated to them?\n\tPersuadee:  No, I haven't\nPersuader: I guess it is a good charity. Would you be interested in donating?\n\tPersuadee: Tell me a little about it, because I heard of it but don't know where the money goes?\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: What developing companies?\nPersuader: South American and Africa. You could donate a part of your MTurk reward.\n\tPersuadee: Ok, how about $0.30?\nPersuader: That would be great! To confirm, How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: Ill donate $0.30.\nPersuader: Thats so kind. The research team will collect all donations and send it to Save the Children.\n\tPersuadee: Ok sounds cool\nPersuader: Thank you again!\n\tPersuadee: Cool no problem", "label": [[11, 28, "1-RAPPORT-FRIEND"], [66, 76, "1-RAPPORT-FRIEND"], [120, 159, "1-RAPPORT-OTHER"], [246, 276, "1-RAPPORT-OTHER"], [315, 344, "2-NEGOTIATE-OPINION"], [345, 381, "2-NEGOTIATE-REQUEST"], [491, 659, "5-AUTHORITY-CREDENTIALS"], [710, 736, "4-LOGIC-ARGUE"], [737, 782, "2-NEGOTIATE-OTHER"], [827, 848, "1-RAPPORT-FRIEND"], [848, 911, "2-NEGOTIATE-REQUEST"], [911, 1034, "2-NEGOTIATE-OTHER"], [1076, 1090, "1-RAPPORT-FRIEND"], [1091, 1169, "2-NEGOTIATE-OTHER"], [1208, 1224, "1-RAPPORT-FRIEND"]], "idx": "524"}
{"id": 2703, "data": "Persuader: Hello. My name is Jae. And who am I speaking with on this fine day?\n\tPersuadee: HI my name is Gail. How are you?\nPersuader: Well hello Gail. I am very fine. Thank You for asking. I truly appreciate that. And how is your day today, Gail?\n\tPersuadee: It's great. I made turkey burgers for dinner. Do you like to cook?\nPersuader: WHAT??!! I just had left over turkey. Mmmmmmmmmm. Turkey sounds great. Sounds much better than my version of turkey. And yes, I like to cook. Do you have any leftover turkey burgers? lol\n\tPersuadee: I actually do! lol. You should come over and try some! lol. I like spicy food, so I used jalapenos too.\nPersuader: OMG, Gail!!!! You're a woman after my own heart. Where have you been? ,)\n\tPersuadee: LOl I've been in Texas! We love to grill. Where are you from?\nPersuader: I always wanted to visit the \"BIG\" state. Definitely have to go down south very soon. As for me, I\\'m in the BIG Apple, NYC. And speaking of burgers and spicy food, do you share your expertise in these fine foods with charity or charity work?\n\tPersuadee: I used to cook for the local church sometimes.I prepare meals for those in needs.\nPersuader: Awesome, Gail. That is great work indeed. Well, the reason why I ask is because I represent a great organization called, \"Save the Children\". We are an international non-governmental organization that promotes children\\'s rights, provides relief and helps support children in developing countries and we are looking for donations today. Gail, I need your burgers..............excuse me, your charity in a well to do donation. Can I interest you in this?\n\tPersuadee: Sure, I wouldn't mind helping.\nPersuader: Awesome!!!! Gail, as soon we started this conversation, I felt great things about you. The vibe was right. Besides the great charity work at your church establishment, have you done any other types of charity before?\n\tPersuadee: Yes, I like helping where I can.\nPersuader: Gail, you are a SAINT!!!! We need more angels like you, especially in today's climate of change. Gail, your provided donation today will essentially help in ensuring children of the world rights to health, education, safety, and most of all, safety. You will make a tangible impact for the world. Would you like some examples, statistics as to why we fight the good fight?\n\tPersuadee: Yes, I  like giving back. I usually work through college organizations or a church.\nPersuader: In histories past to today, we are shown the lack of support for children in developing countries, especially in war torn areas. For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. Your donation can address such problems. Gail, my angel. You are part of the solution. Let me ask you, how much money do they spend on unnecessary stuff like a bag of snacks or candy?\n\tPersuadee: I would say five dollars.\nPersuader: Well, that five dollars can be used in more meaningful ways now. Your small donations will indeed help a lot of children and their families. Gail, shall we get started with your donation then?\n\tPersuadee: Yes, of course.\nPersuader: You are amazing, Gail!!!! How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).", "label": [[11, 78, "1-RAPPORT-FRIEND"], [135, 247, "1-RAPPORT-FRIEND"], [1158, 1199, "1-RAPPORT-FRIEND"], [1200, 1299, "1-RAPPORT-DISCLOSE"], [1300, 1494, "4-LOGIC-ARGUE"], [1495, 1583, "3-EMOTION-HUMOUR"], [1584, 1611, "2-NEGOTIATE-REQUEST"], [1666, 1677, "1-RAPPORT-FRIEND"], [1678, 1772, "1-RAPPORT-COMPLIMENT"], [1773, 1882, "1-RAPPORT-OTHER"], [1939, 1964, "1-RAPPORT-COMPLIMENT"], [1965, 2035, "1-RAPPORT-COMPLIMENT"], [2036, 2235, "4-LOGIC-ARGUE"], [2189, 2235, "3-EMOTION-ALTRUISTIC"], [2236, 2311, "1-RAPPORT-OTHER"], [2419, 2795, "4-LOGIC-ARGUE"], [2796, 2812, "1-RAPPORT-COMPLIMENT"], [2812, 2841, "3-EMOTION-ALTRUISTIC"], [2842, 2938, "1-RAPPORT-OTHER"], [2988, 3128, "3-EMOTION-EMPATHY"], [3129, 3180, "2-NEGOTIATE-REQUEST"], [3221, 3245, "1-RAPPORT-COMPLIMENT"], [3246, 3296, "2-NEGOTIATE-REQUEST"], [3297, 3420, "2-NEGOTIATE-OTHER"]], "idx": "525"}
{"id": 2704, "data": "Persuader: Hello there.  How are you today?\n\tPersuadee: im good.how about you?\nPersuader: I'm doing well, thank you.  Unfortunately for many children in the U.S. and abroad, things aren't as pleasant.  Are you aware of the non-profit Save the Children?\n\tPersuadee: oh yeah. my wife is a social worker way back to the philippines and that is one of her job\nPersuader: Excellent.  In that case then you are aware of the suffering many children are enduring due to food shortages, natural disasters, and war zones.  There are kids sleeping in the streets even here in the U.S.  These kids need our help. Fortunately, there is something we can do about it.\n\tPersuadee: yeah the Government have to do something to help the children having their safe place to live\nPersuader: I completely agree.  Sadly, most government agencies that are supposed to provide this support are often staffed by corrupt or greedy management.  This leaves the task to our non-profits to help as many children as possible.  Would you like to know more about Save the Children?  Any questions I can answer?\n\tPersuadee: oh yeah im agree with that. but as an individual we can still help them thru giving them food something like that and or try calling the social welfare office to help the street children by having a safe shelter on there place\nPersuader: Indeed we can!  And every action counts when it comes to these kids' quality of life.  While we can work individually toward our goal, it is often helpful to work with others toward a common goal.  That is where non-profits like Save the Children comes into play.  Would you mind if I were to give you a couple short facts about our organization?\n\tPersuadee: nope but thanks anyway\nPersuader: Well I am disappointed a bit by your decision.  You know, Save the Children uses over 85% of its funding directly providing for suffering kids.  Would you help with even a small donation of $1?  Surely that isn't too much to ask?\n\tPersuadee: ahmmp but how?\nPersuader: \"The research team will collect all donations and send it to Save the Children.\"\n\tPersuadee: oh yeah am willing to gave $1 but how can i do that?\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2)  If you want to give $1 you have that option. It comes out of your HIT payment.\n\tPersuadee: just a $1 is that okay?\nPersuader: That would be a blessing for needy kids!  I'm so glad you have decided to donate!  Let me give you one last disclaimer and we can set up your donation of $1 ok?\n\tPersuadee: oh i see okay\nPersuader: If you need more information you can navigate to  URL and see all the information available.  Thank you again for giving!\n\tPersuadee: you're welcome and God bless!\nPersuader: Thank you for your $1 donation! Have a good evening :)", "label": [[791, 994, "2-NEGOTIATE-OPINION"], [202, 252, "1-RAPPORT-OTHER"], [367, 511, "1-RAPPORT-FRIEND"], [513, 652, "4-LOGIC-ARGUE"], [770, 789, "4-LOGIC-CONCEDE"], [1415, 1591, "4-LOGIC-ARGUE"], [1593, 1674, "1-RAPPORT-OTHER"], [1769, 1865, "5-AUTHORITY-CREDENTIALS"], [1865, 1950, "2-NEGOTIATE-REQUEST"], [1990, 2068, "2-NEGOTIATE-OTHER"], [2146, 2196, "2-NEGOTIATE-REQUEST"], [2197, 2399, "2-NEGOTIATE-OTHER"], [2447, 2529, "1-RAPPORT-FRIEND"], [996, 1077, "1-RAPPORT-OTHER"], [1328, 1343, "4-LOGIC-CONCEDE"], [1344, 1415, "3-EMOTION-EMPATHY"], [1721, 1767, "3-EMOTION-GUILT"], [2530, 2607, "1-RAPPORT-OTHER"], [2645, 2737, "4-LOGIC-ARGUE"], [2739, 2766, "1-RAPPORT-FRIEND"], [2820, 2874, "1-RAPPORT-FRIEND"], [11, 43, "1-RAPPORT-FRIEND"], [90, 116, "1-RAPPORT-FRIEND"], [118, 200, "3-EMOTION-OTHER"]], "idx": "526"}
{"id": 2705, "data": "Persuader: Good evening, have you heard of Save the Children charity?\n\tPersuadee: No, tell me about it!\nPersuader: It is a non-government organization that supports children and gives help.\n\tPersuadee: Where is the organization based?\nPersuader: It is based out of London but is a world-wide organization. \n\tPersuadee: What kind of support does it provide to children?  Food? Medical? Education?\nPersuader: It is dedicated to helping children in distress, such as during a hurricane disaster. It also helps the children in underprivileged countries.\n\tPersuadee: How does the aid reach the children?\nPersuader: Through donations in all parts of the states. They have fundraisers during the year to make money for the children.\n\tPersuadee: No, I mean how effective ifs the organization at getting the aid to the children.  So many times money to charity is wasted on ineffective policies, politics and poor routes of delivery.\nPersuader: Over 88% of the money goes to the children. This organization is very efficient and only 5% goes to the administrators.\n\tPersuadee: That  is good.\nPersuader: Yes, they are a very worthy organization.  Their vision is a world in which every child attains the right to survival, protection, development and participation. \n\tPersuadee: Sounds like a good cause.\nPersuader: Yes, a very worthy cause. Do you think this is something you would be interested in helping the children get a good start in life?\n\tPersuadee: Yes, I think I could help out with that!\nPersuader: That is great and the donation is tax deductible. How much would you like to donate to this great organization?\n\tPersuadee: Let me think about it for a minute...\nPersuader: Sure, no problem.\n\tPersuadee: I would be happy to donate $1.00\nPersuader: Thanks. You are making a difference in a child's life, one which will be greatly appreciated.\n\tPersuadee: You are welcome!", "label": [[25, 69, "1-RAPPORT-OTHER"], [115, 189, "4-LOGIC-ARGUE"], [610, 725, "4-LOGIC-ARGUE"], [1094, 1135, "2-NEGOTIATE-OPINION"], [1137, 1256, "4-LOGIC-ARGUE"], [1306, 1331, "4-LOGIC-CONCEDE"], [1501, 1550, "1-RAPPORT-FRIEND"], [1551, 1612, "2-NEGOTIATE-REQUEST"], [1674, 1691, "4-LOGIC-CONCEDE"], [11, 24, "1-RAPPORT-FRIEND"], [246, 306, "1-RAPPORT-DISCLOSE"], [407, 549, "4-LOGIC-ARGUE"], [936, 1055, "2-NEGOTIATE-OPINION"], [1332, 1436, "2-NEGOTIATE-REQUEST"], [1748, 1841, "1-RAPPORT-FRIEND"]], "idx": "527"}
{"id": 2706, "data": "Persuader: There is a very important charity called Save the Children.  Do you know much about it?\n\tPersuadee: I do not, can you tell me some?\nPersuader: They help children all over who are in need.  They have programs to help with help, literacy, and disaster relief. \n\tPersuadee: I would like to donate\nPersuader: How much of the money you earn from this task would you be willing to donate?\n\tPersuadee: i would like to donate .05 cents\nPersuader: The research team will collect the donations and send it to Save the Children.  Thank you!!\n\tPersuadee: you are welcome\nPersuader: Even small donations, added together, can make a tremendous difference.\n\tPersuadee: I am sure they do. Iit is so imporantant for them \nPersuader: It is!  Did you know that 16,000 children under the age of 5 die each day?\n\tPersuadee: wow no i did not\nPersuader: Most of them die from preventable diseases, too!  That horrifies me!\n\tPersuadee: that is so sad do you work for the foundation?\nPersuader: No, but they've been around for a long time, and do a lot of good in the world.\n\tPersuadee: Its so nice to see more poeple who care about them \nPersuader: They are only able to help when people donate.\n\tPersuadee: that is so sad\nPersuader: Once again, thank you for your donation.\n\tPersuadee: you are very welcome!", "label": [[11, 98, "1-RAPPORT-OTHER"], [154, 269, "4-LOGIC-ARGUE"], [450, 528, "2-NEGOTIATE-OTHER"], [581, 652, "3-EMOTION-ALTRUISTIC"], [735, 801, "4-LOGIC-ARGUE"], [316, 393, "2-NEGOTIATE-REQUEST"], [530, 541, "1-RAPPORT-FRIEND"], [727, 733, "4-LOGIC-CONCEDE"], [842, 910, "1-RAPPORT-DISCLOSE"], [892, 910, "3-EMOTION-GUILT"], [981, 1060, "1-RAPPORT-DISCLOSE"], [1136, 1182, "4-LOGIC-ARGUE"], [1221, 1261, "1-RAPPORT-FRIEND"]], "idx": "528"}
{"id": 2707, "data": "Persuader: do you know Save the children?\n\tPersuadee: No, I am not very familiar with that charity.\nPersuader: Its very important.Provide health assistant for kids in need\n\tPersuadee: It sounds like a meaningful charity.\nPersuader: It is.Every child must have health care and food to put in their bellies\n\tPersuadee: Is it world wide.\nPersuader: Yes they are everywhere.I saw a kid die in my hands once.It was horrible\n\tPersuadee: Wow, that is intense.\nPersuader: THanks to Save the children.The number of death worlwide has been reduced\n\tPersuadee: That is incredible, glad to here this charity exists.\nPersuader: HAve much money do you waste on candy on a monthly basis?\n\tPersuadee: I don't eat candy.\nPersuader: I am sure that you should be spending money in something you dont really need\n\tPersuadee: I am on a very tight budget.\nPersuader: Can you donate something to the children today?\n\tPersuadee: I can donate .10 of my mturk earnings.\nPersuader: Thats great news!!!.Children will be grateful\n\tPersuadee: That sounds great!\nPersuader: The organization will make good use of your money\n\tPersuadee: I am so glad to hear that!", "label": [[11, 41, "1-RAPPORT-OTHER"], [238, 304, "4-LOGIC-ARGUE"], [715, 792, "4-LOGIC-ARGUE"], [955, 1000, "1-RAPPORT-FRIEND"], [111, 171, "5-AUTHORITY-SUPERIOR"], [232, 238, "4-LOGIC-CONCEDE"], [346, 418, "1-RAPPORT-DISCLOSE"], [370, 418, "3-EMOTION-STORY"], [463, 537, "4-LOGIC-ARGUE"], [615, 672, "1-RAPPORT-OTHER"], [845, 892, "2-NEGOTIATE-REQUEST"], [1043, 1092, "1-RAPPORT-DISCLOSE"]], "idx": "529"}
{"id": 2708, "data": "Persuader: Have you ever heard of a Charity called Save the Children?\n\tPersuadee: no? tell me about it?\nPersuader: Save the Children promotes childrens rights to health and education in developing countries.\n\tPersuadee: that's cool. do you know what they do specifically? \nPersuader: They give chldren access to the healthcare and food that they need to thrive.\n\tPersuadee: ok but by 'access'? do they actually give them food? \nPersuader: They do actuallly provide them with food, they also reunite families that are torn apart by war. Its pretty cool.\n\tPersuadee: very cool, i know politics is a big problem with hunger? how do they raise money?\nPersuader: They raise money through donations, many of the donations are from independant people like you and me. You can even donate a portion of the money earned on this task today to help Save the Children.\n\tPersuadee: yeah, no. i'm poor. wish i could\nPersuader: I am as well, even one cent could help a child in a war torn country with the food and medical care that they desperately need.\n\tPersuadee: in the 80's i was part of something called 'the hunger project'. ever heart of it?\nPersuader: I have not heard of that one\n\tPersuadee: well i was poor then too. but the idea was just to put the idea out there to end hunger by the 21st century \nPersuader: I guess that failed. I wish it had been more successful, there ar many charities that fail, thats why I believe in mine so much.\n\tPersuadee: yeah, but we're so much closer then we were\nPersuader: That is very true. At least we are making some progress toward a common goal.\n\tPersuadee: seriouly, does a penny really make a difference? it was the un that really changed things when it comes to hunger\nPersuader: If every person out there donated just one cent imagine all of meals that could be provided to a hungry child.\n\tPersuadee: yeah, and that child would have 10 more children, birth-control is what starving regions need\nPersuader: That may be true, but I feel that feeding the existing children is a moral obligation. I cannot imagine doing nothing and watching innocent children starve.\n\tPersuadee: hold my beer\nPersuader: Well, if you can find it in your heart to donate at least a portion of your earnings you would be a big part of the solution. Is a penny or a dime really too much to spare to help a poor child who will never have the advantages we have in life\n\tPersuadee: 'if you can find it in your heart' is a great line. i've used it myself. but no\nPersuader: Well then, I have tried my best. Thank you for your time. Maybe in the future you will reconsider and help save the life of a child in need.\n\tPersuadee: is there anything else?", "label": [[11, 69, "1-RAPPORT-OTHER"], [115, 207, "5-AUTHORITY-CREDENTIALS"], [284, 361, "4-LOGIC-ARGUE"], [1308, 1436, "1-RAPPORT-DISCLOSE"], [1718, 1829, "3-EMOTION-EMPATHY"], [1965, 2033, "4-LOGIC-COUNTER"], [1965, 2103, "1-RAPPORT-DISCLOSE"], [2140, 2383, "3-EMOTION-GUILT"], [439, 552, "1-RAPPORT-DISCLOSE"], [658, 760, "4-LOGIC-ARGUE"], [761, 856, "2-NEGOTIATE-OTHER"], [913, 1040, "2-NEGOTIATE-OTHER"], [1504, 1522, "4-LOGIC-CONCEDE"], [1523, 1581, "1-RAPPORT-DISCLOSE"], [1947, 1964, "4-LOGIC-CONCEDE"], [2487, 2519, "1-RAPPORT-DISCLOSE"], [2520, 2627, "1-RAPPORT-FRIEND"]], "idx": "530"}
{"id": 2709, "data": "Persuader: Hi, how are you today?\n\tPersuadee: I am okay. How are you?\nPersuader: i'm doing great! I'm working for Save The Children organisation, have you heard about it?\n\tPersuadee: No, I haven't. Can you tell me more about it?\nPersuader: sure. Save the Children is an international NGO that promotes children's rights and provides relief and helps support children in developing countries\n\tPersuadee: What types of programs does it offer?\nPersuader: they ensure children's rights to health ,education and safety. They are currently helping Syrian children\n\tPersuadee: On my side I don't have information about the task, only that we are trying to come up with a donation agreement. Are you looking for a donation for the charity?\nPersuader: yes, You can donate as little as 1 cent and as much as 2 dollars. your donation will be directly deducted from your task payment\n\tPersuadee: Okay, that is good to know. What types of things are being done to help the children in Syria?\nPersuader: 1000 children were killed or injured and the donations can address these problems. Our organization gives shelter to those kids, feed them and take care of them\n\tPersuadee: Do you know what percentage of donations goes directly to programs (as opposed to overhead costs, salaries, and expenses)?\nPersuader: yes, 86% of all the donations goes to programs and the rest goes to maintaining the fund, ads, etc\n\tPersuadee: That sounds pretty good. What other countries are they working in right now?\nPersuader: They are actually helping children at the US Mexican border to reunite with their parents\n\tPersuadee: What inspired you to work for Save the Children?\nPersuader: I have a son and I can't imagine seeing him hungry or in pain or afraid of being killed. i want to help all the children in the world\n\tPersuadee: That's an honorable reason. :) What is the one thing you would say to someone to encourage a donation?\nPersuader: a couple of cents or a couple of dollars might not make a difference in your life but it can make a huge impact on some child's life\n\tPersuadee: That is a good way to think about it. And every little bit can add up.", "label": [[246, 390, "5-AUTHORITY-CREDENTIALS"], [743, 871, "2-NEGOTIATE-OTHER"], [11, 33, "1-RAPPORT-FRIEND"], [81, 97, "1-RAPPORT-FRIEND"], [98, 170, "1-RAPPORT-DISCLOSE"], [240, 245, "4-LOGIC-CONCEDE"], [452, 557, "4-LOGIC-ARGUE"], [990, 1150, "4-LOGIC-ARGUE"], [1073, 1150, "3-EMOTION-EMPATHY"], [1297, 1395, "1-RAPPORT-DISCLOSE"], [1496, 1585, "4-LOGIC-ARGUE"], [1658, 1791, "1-RAPPORT-DISCLOSE"], [1918, 2050, "2-NEGOTIATE-OTHER"], [1918, 2050, "2-NEGOTIATE-OTHER"]], "idx": "531"}
{"id": 2710, "data": "Persuader: hey :) Today I\\'m representing an organization called \"Save the Children\", an international group that aims to provide aid to children\n\tPersuadee: Save them from what?\nPersuader: from poverty and from disaster mostly. If you choose to donate money, it goes to providing food to impoverished children\n\tPersuadee: I can think of a lot more worthwhile charities.\nPersuader: That may be true, but Save the Children has been recognized as reliable by charity rater. Additionally, this one has a high percentage of money raised going directly to helping support the cause. hundreds of thousands of children are dying every week due to lack of food\n\tPersuadee: There are three kinds of charities I never donate to:   children, diseases and veterans\nPersuader: Maybe this could be an exception for you then? I can understand your reasoning, but famine is a huge problem especially right now. More crop harvests are failing reducing the already low amount of food to near-nothing\n\tPersuadee: Maybe thats nature limiting overpopulation.\nPersuader: True, although higher populations in famine-ridden countries are necessary. There needs to be more people that are able to farm. Additionally, it's good karma. Every cent helps\n\tPersuadee: my cents go to worthwhile charities not the ones in those three categories.\nPersuader: That's understandable. What would you consider a worthwhile charity?\n\tPersuadee: Homeless shelters, food pantries, environmental stuff....\nPersuader: Food pantries? A lot of food worldwide comes from countries such as Zimbabwe or Haiti (countries that work with Save the Children). Right now there's famine, but by donating it will ultimately increase the worldwide food, and reduce the need for food pantries as a whole. Even though it's marketed at children, it's moreso helping the areas that have a high child poverty rate\n\tPersuadee: There are too many children.  \nPersuader: Makes sense, but countries like Italy or Japan are experiencing a population shift. Even in countries like USA and France, more doctors and scientists are retiring than graduating. So we need kids to supplement all of those areas\n\tPersuadee: There are probably less doctors because the education is expensive not because there aren't enought children\nPersuader: In France tuition is not as expensive as in USA. There is a lack of population from 18-24, and there's even less of a population below 15. In Japan, the birthrate is low so keeping children is key as the population retires more. Children are the future work force, and help countries run economically and socially. By supporting this charity you would directly be supporting your future\n\tPersuadee: It sounds like nature is taking care of overpopulation.  I applaud that.\nPersuader: A lot of the time it isn't necesarrily overpopulation. In the case of Syria, there's a widespread civil war. Within the first quarter of 2018, over 1000 children were murdered by both sides. Save the Children has a mission to get as many children out of there as possible, because their heads are being used as trophies. It's sick and financial donation is the best way to help besides going there yourself\n\tPersuadee: Maybe the war is taking care of overpopulation.  Perhaps I should rethink my opinion on war.\nPersuader: That's understandable. So you're not interested in donation at all? To help keep children save from harm", "label": [[11, 17, "1-RAPPORT-FRIEND"], [472, 652, "1-RAPPORT-DISCLOSE"], [764, 810, "1-RAPPORT-OTHER"], [810, 981, "2-NEGOTIATE-OPINION"], [1475, 1851, "4-LOGIC-ARGUE"], [2267, 2654, "4-LOGIC-ARGUE"], [2942, 3157, "5-AUTHORITY-CREDENTIALS"], [3274, 3296, "4-LOGIC-CONCEDE"], [19, 145, "1-RAPPORT-DISCLOSE"], [190, 310, "4-LOGIC-ARGUE"], [381, 399, "4-LOGIC-CONCEDE"], [400, 472, "4-LOGIC-COUNTER"], [1049, 1054, "4-LOGIC-CONCEDE"], [1055, 1208, "2-NEGOTIATE-OPINION"], [1178, 1208, "3-EMOTION-PROMISE"], [1208, 1225, "2-NEGOTIATE-OTHER"], [1325, 1347, "4-LOGIC-CONCEDE"], [1348, 1393, "1-RAPPORT-OTHER"], [1906, 1917, "4-LOGIC-CONCEDE"], [1918, 2135, "4-LOGIC-ARGUE"], [2582, 2654, "3-EMOTION-ALTRUISTIC"], [2750, 3157, "4-LOGIC-ARGUE"], [3297, 3378, "2-NEGOTIATE-REMIND"]], "idx": "532"}
{"id": 2711, "data": "Persuader: Hello, how are you?\n\tPersuadee: I am doing well.  How about yourself?\nPersuader: I'm good, thanks for asking!  I wanted to tell you about this charity that I am interested in.  Would that be ok?\n\tPersuadee: Yes I am.  Go ahead please.\nPersuader: Ok, great.  It's called Save the Children.  It is a non-profit organization that helps out children in need.  Currently they are helping Rohingya Refugees, those affected by Hurricane Harvey, and other areas impacted by disasters.  They do amazing work.\n\tPersuadee: That sounds like a very good charity.  I feel so sorry for those hit by Harvey.\nPersuader: Yeah, it is really sad.  I recently learned that nearly 5.6 million children die each year due to preventable and treatable causes.  So this charity can use all of the help it can get.\n\tPersuadee: I like to help children in the Unites States - we have so many children here with cancer and other diseases.\nPersuader: This charity does a lot of work in the United States.  When you donate, you can specifically request that your money go to support programs or children in the U.S.  Since you like helping kids in the U.S., would you be willing to donate some of your incoming payment for this task to this wonderful charity?  Even a tiny amount would help.\n\tPersuadee: I will be happy to donate some to this charity with it specifically helping children in the US.\nPersuader: Awesome!  How much would you donate?  You can choose from $0.01 to $2.00.\n\tPersuadee: I recently made a large donation to St Jude; I will donate $1.00 to Save The Children.\nPersuader: That's really nice.  We'll make sure it goes to help kids in the U.S.  Thank you so much.\n\tPersuadee: Thanks for being sure this helps US children and you are so welcome\nPersuader: You're welcome.  \n\tPersuadee: I would like to donate more, but I am on a fixed budget like so many others.\nPersuader: I understand, it's really kind of you to donate anything at all.  Every little bit will help these poor kids.  \n\tPersuadee: My heart is with these sweet little children - it hurts when they suffer.\nPersuader: I agree.  The effects of Hurricane Harvey were terrible, and Save the Children has done a lot to help.  St Jude is also a great charity.\n\tPersuadee: Yes, they are both good charities.  It has been very nice chatting with you.\nPersuader: Yes, nice chatting with you too!\n\tPersuadee: I will send one dollar to Save The Children this afternoon.  Thank you and have a great day.", "label": [[11, 30, "1-RAPPORT-FRIEND"], [91, 120, "1-RAPPORT-FRIEND"], [122, 205, "1-RAPPORT-DISCLOSE"], [489, 510, "5-AUTHORITY-SUPERIOR"], [614, 637, "4-LOGIC-CONCEDE"], [639, 798, "1-RAPPORT-DISCLOSE"], [931, 984, "1-RAPPORT-DISCLOSE"], [985, 1094, "2-NEGOTIATE-OTHER"], [1390, 1398, "1-RAPPORT-FRIEND"], [1400, 1427, "2-NEGOTIATE-REQUEST"], [1574, 1593, "1-RAPPORT-FRIEND"], [1755, 1772, "1-RAPPORT-FRIEND"], [1872, 1886, "4-LOGIC-CONCEDE"], [1887, 1938, "1-RAPPORT-COMPLIMENT"], [2081, 2090, "4-LOGIC-CONCEDE"], [2319, 2351, "1-RAPPORT-FRIEND"], [257, 267, "1-RAPPORT-FRIEND"], [269, 487, "5-AUTHORITY-CREDENTIALS"], [1095, 1270, "2-NEGOTIATE-OTHER"], [1428, 1463, "2-NEGOTIATE-OTHER"], [1595, 1663, "1-RAPPORT-FRIEND"], [1939, 1984, "2-NEGOTIATE-OTHER"], [2092, 2218, "1-RAPPORT-DISCLOSE"]], "idx": "533"}
{"id": 2712, "data": "Persuader: Hello\n\tPersuadee: Hi.\nPersuader: Are you willing to donate to Save the Children?\n\tPersuadee: Yes. I would very much like to donate.\nPersuader: how much are you willing to donate?\n\tPersuadee: Well, I don't have much money right now. All I can afford is $5.00.\nPersuader: I think that is an excellent amount and would benefit Save the Children. For example,millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. Your donation will make an impact to better childrens' live around the world. \n\tPersuadee: That's so horrible. I wish I could give more. I sponsor a poor child in India every month for $40. I wish I could help all the children in the world.\nPersuader: I would like to personally thank you for that. It is very thoughtful to donate to causes that benefit disadvantaged children. Your donation means a lot to that child in India\n\tPersuadee: It is the least I can do for him. Most people take for granted what they have in their lives, while there are so many thousands who do not even have the basic necessities. Imagine not have clean water to drink.\nPersuader: I cannot even begin to imagine that and clean water should be a basic right to every child on this planet. \n\tPersuadee: I agree. There is so much wasted in the world. I know it is possible for everyone to have enough food and water. If only the governments and politicians of the world would stop fighting and actually work toward that goal.\nPersuader: Yes I agree. That is why I donate what I can to organizations like Save the Children. As you may know, Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. Are there any organizations that you can reccomend?\n\tPersuadee: I sponsor through World Vision. I like them because they are very transparent about where the money is going. You can see photos and videos of your sponsor child and his or her community. And they let you know what type of progress is occuring both with your child and the community in general. It is so satisfying to know you are making a real difference in someone's life, and maybe in many lives.\nPersuader: I cannot thank you enough for that. How much do you donate on average annually?\n\tPersuadee: Well it's $39 a month, so $468 annually. I also send him little care packages every so often. At Christmas I plan to send either $100 or $200 as a special gift to his family, which will enable them to buy a goat, some chickens, etc. That will have such a big impact on their lives. \nPersuader: Wow, that is very thoughtful of you. You go the extra mile for that child and I know he appreciates everything that you do for him. How much do you like to donate to the charity now?\n\tPersuadee: Well, I know I said $5, but I think I will make it $10.\nPersuader: I appreciate that and rest assured, your donation today will make an impact for children around the world. Thank you for your generous donation. The research team will collect all donations and send it to Save the Children.\n\tPersuadee: You are so welcome. Thank you. It has been a pleasure talking with you!\nPersuader: Thank you again for donating $10 to Save the Children. It was a pleasure talking to you as well!", "label": [[11, 16, "1-RAPPORT-FRIEND"], [44, 91, "2-NEGOTIATE-REQUEST"], [559, 637, "3-EMOTION-ALTRUISTIC"], [810, 985, "1-RAPPORT-FRIEND"], [154, 189, "2-NEGOTIATE-REQUEST"], [280, 353, "1-RAPPORT-FRIEND"], [354, 637, "1-RAPPORT-DISCLOSE"], [2320, 2356, "1-RAPPORT-FRIEND"], [2356, 2399, "1-RAPPORT-OTHER"], [1219, 1327, "3-EMOTION-GUILT"], [1573, 1585, "4-LOGIC-CONCEDE"], [1586, 1658, "1-RAPPORT-DISCLOSE"], [1659, 1844, "5-AUTHORITY-CREDENTIALS"], [1845, 1896, "1-RAPPORT-OTHER"], [3003, 3113, "1-RAPPORT-FRIEND"], [2706, 2837, "1-RAPPORT-COMPLIMENT"], [2838, 2888, "2-NEGOTIATE-REQUEST"], [2967, 3002, "1-RAPPORT-FRIEND"], [3004, 3075, "3-EMOTION-PROMISE"], [3113, 3191, "2-NEGOTIATE-OTHER"], [3287, 3383, "1-RAPPORT-FRIEND"]], "idx": "534"}
{"id": 2713, "data": "Persuader: Hi! How are you doing today?\n\tPersuadee: I'm good thanks\nPersuader: Awesome! What's your name?\n\tPersuadee: Call me Jim Bob. Lets talk about the charity\nPersuader: Sounds good Jim Bob! I'm here to convince you to donate to a charity called Save the Children. Have you every heard of this charity before?\n\tPersuadee: Yep, sure have! Tell me more\nPersuader: Sure thing! Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. Millions of children around the world have grown up in less than ideal scenarios so the mission of the charity is to help them get what they need.\n\tPersuadee: That's great to hear! Have you donated to it before?\nPersuader: I personally have not but they do very good things and I am definitely considering making a donation sometime in the future.\n\tPersuadee: Nice! Maybe i can donate too in the future\nPersuader: Yes you should definitely consider it! In fact, you can donate to the charity right now if you'd like to.\n\tPersuadee: Yea? How do i do it?\nPersuader: It's really simple! All you have to do is tell me how much you'd like to donate and it will be directly deducted from your task payment. You can choose from any amount from $0 to all of your payment.\n\tPersuadee: Cool! Sounds good\nPersuader: Awesome! We do need to get to 10 minimum chat turns so feel free to think about it some more. Let me know if you would like any more information.\n\tPersuadee: Tell me more, please. I want to be fully informed\nPersuader: Sure thing! First off their website is  URL if you'd like to learn more yourself but I can give you some highlights too.\n\tPersuadee: Tell me more, you sound pretty knowledgeble\nPersuader: Thank you I'm trying my best. One of the main focuses of the charity is to help children in Middle Eastern and African countries. Children in these areas have been heavily affected by war and famine and in Syria specifically millions of children have grown up facing a daily threat of violence. Your donation can help these refugee children which is very important because half of all refugees are children.\n\tPersuadee: Sounds good to me. I think i will make a donation now. Thank you so much!\nPersuader: Wonderful! Just tell me how much you'd like to donate then we're done!\n\tPersuadee: I'll donate $1\nPersuader: Awesome! Thank you very much!", "label": [[79, 105, "1-RAPPORT-FRIEND"], [195, 268, "1-RAPPORT-DISCLOSE"], [269, 313, "1-RAPPORT-OTHER"], [769, 894, "1-RAPPORT-DISCLOSE"], [961, 999, "1-RAPPORT-FRIEND"], [1111, 1310, "2-NEGOTIATE-OTHER"], [1583, 1691, "1-RAPPORT-DISCLOSE"], [1758, 1788, "1-RAPPORT-FRIEND"], [2264, 2274, "1-RAPPORT-FRIEND"], [2373, 2402, "1-RAPPORT-FRIEND"], [11, 39, "1-RAPPORT-FRIEND"], [174, 194, "1-RAPPORT-FRIEND"], [366, 377, "4-LOGIC-CONCEDE"], [378, 693, "5-AUTHORITY-CREDENTIALS"], [1000, 1066, "2-NEGOTIATE-OTHER"], [1352, 1361, "1-RAPPORT-FRIEND"], [1446, 1497, "1-RAPPORT-OTHER"], [1571, 1582, "4-LOGIC-CONCEDE"], [1789, 2166, "1-RAPPORT-DISCLOSE"], [2054, 2166, "3-EMOTION-GUILT"], [2275, 2334, "2-NEGOTIATE-REQUEST"]], "idx": "535"}
{"id": 2714, "data": "Persuader: Donate to Save the Children, please. Think about those poor kids.\n\tPersuadee: Well tell me a little bit more about the charity.\nPersuader: It's really all in the name. You have a moral responsibility.\n\tPersuadee: A lot of charities are just a name and they don't do what they promise. How do I know my money will go where it supposed to?\nPersuader: They're a world-famous trustworthy charity. If they were fraudulent or misallocating funds, surely there'd have been a scandal.\n\tPersuadee: Ok. So why do they deserve my money as opposed to other charities like St Judes or the Red Cross>\nPersuader: Of course you can donate to other charities. It's not necessarily a zero-sum game. I can tell you, however, that Save the Children is, in a way, more immediate in helping people (as opposed to fighting disease like St Jude's) and delivers services similar to the Red Cross, but directed toward children. So, please: think of the children!\n\tPersuadee: Do they help kids in the US? I like to help people that are close to home.\nPersuader: Their assistance is directed toward children in developing countries, where, unlike most of the US, children are totally deprived of opportunity and basic services. Though you, being the generous person you are, like helping those at home, is there a reason not to help children abroad?\n\tPersuadee: I don't mind helping those abroad. But there are a lot kids here in the US who deal with poverty.  So it's not that I don't care about the children elsewhere, just want to help those at home first.\nPersuader: So we'll agree then: you can do both!\n\tPersuadee: Well how do i make a donation to them?\nPersuader: You can refer to Save the Children's website to gather more information if you like to: http:// URL \n\tPersuadee: well if you aren't going to help me out with information and make it easy on me by helping with info, i'm not sure if you really care\nPersuader: Of course I care. Let me get that information for you now...\n\tPersuadee: Thanks I would appreciate your help. People are more likely to donate when they are comfortable and feel like it is good organization.\nPersuader: On the Save the Children Website, there\\'s a \"Donate Now!\" button, as well as large swaths of information regarding their activity, that is, how they use the money!\n\tPersuadee: Ok thank you. Yes I believe I will donate. I do think it is a good cause.\nPersuader: Thank you. You're helping a lot of good kids who really, really need it.\n\tPersuadee: You are welcome.  Even though I can't donate much, at least it will do some good.", "label": [[11, 47, "2-NEGOTIATE-REQUEST"], [692, 947, "1-RAPPORT-DISCLOSE"], [1045, 1210, "4-LOGIC-ARGUE"], [1211, 1332, "1-RAPPORT-COMPLIMENT"], [1286, 1332, "1-RAPPORT-OTHER"], [1654, 1754, "4-LOGIC-ARGUE"], [1912, 1929, "1-RAPPORT-DISCLOSE"], [2131, 2295, "2-NEGOTIATE-OTHER"], [2393, 2465, "1-RAPPORT-FRIEND"], [48, 76, "3-EMOTION-GUILT"], [150, 178, "4-LOGIC-ARGUE"], [179, 211, "6-SOCIAL-OTHER"], [359, 487, "4-LOGIC-ARGUE"], [609, 653, "4-LOGIC-CONCEDE"], [1554, 1591, "4-LOGIC-CONCEDE"], [1930, 1972, "2-NEGOTIATE-OTHER"]], "idx": "536"}
{"id": 2715, "data": "Persuader: Hi.  Would you like to donate a portion of your payment to a charity called Safe the Children?\n\tPersuadee: I might but why should I there are many good causes \nPersuader: Yes there are but save the children is one of the largest and most respected charities devoted to children.  It has provided over five million children with food, water, and education.\n\tPersuadee: Ok I'm going to give\nPersuader: Thank you!  How much of your reward would you like to donate?\n\tPersuadee: I will donate all of it\nPersuader: Wow!  Thank you very much for your generosity!  The research teams will donate the full t$2 on your behalf.\n\tPersuadee: I know your mission is successful by convincing me to give.  Did you commit to give your reward?\nPersuader: You are right.  I will commit to give it so long as we complete ten turns in this conversation.  Otherwise there will be no reward to give.\n\tPersuadee: I will complete the 10 turns because I do want to donate, I am glad I am able to donate that I will not go hungry because I gave.\nPersuader: I agree this seems like a good cause and will be sure your donation happens.\n\tPersuadee: It is a good cause, children should not suffer.\nPersuader: I agree.  I have a young son and can't imagine not being able to provide what he needs\n\tPersuadee: My children are grown but I would still help them if they needed me to. \nPersuader: You sound like a great parent.\n\tPersuadee: Thank you. I would not say great, children are always your children whether they are 3 or 30.\nPersuader: Of course.  I can totally relate.  \n\tPersuadee: I would hate to think that any of them would be hungry \nPersuader: Me too.  I am so thankful that I don't have to worry about that and am glad we can help others\n\tPersuadee: Me too.  I hope you have a great day", "label": [[182, 269, "1-RAPPORT-DISCLOSE"], [11, 105, "1-RAPPORT-OTHER"], [411, 421, "1-RAPPORT-FRIEND"], [423, 472, "2-NEGOTIATE-REQUEST"], [520, 567, "1-RAPPORT-FRIEND"], [748, 762, "4-LOGIC-CONCEDE"], [764, 887, "2-NEGOTIATE-REWARD"], [1041, 1117, "4-LOGIC-CONCEDE"], [1188, 1197, "4-LOGIC-CONCEDE"], [1372, 1402, "1-RAPPORT-COMPLIMENT"], [1519, 1555, "4-LOGIC-CONCEDE"], [568, 627, "2-NEGOTIATE-OTHER"], [1199, 1275, "1-RAPPORT-DISCLOSE"], [1635, 1642, "4-LOGIC-CONCEDE"], [1643, 1729, "1-RAPPORT-DISCLOSE"]], "idx": "537"}
{"id": 2716, "data": "Persuader: hi how are you\n\tPersuadee: good thanks.What about you?\nPersuader:  what do you know about this organization\n\tPersuadee: save th Children help kids in need around the world\nPersuader: The Save the Children Fund, commonly known as Save the Children, is an international non-governmental organisation that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: They do an awesome labor \nPersuader:  you donate for this children\n\tPersuadee: I do sometimes whe I have extra money\nPersuader: very good for you \n\tPersuadee: Yes children should have access to healthcare and basics needs\nPersuader:  this is the most important thing for them and to make some happy ones\n\tPersuadee: are you thinking about donate to the cause?\nPersuader:  I give each end of the year $ 100 in the help of these children\n\tPersuadee: It is very kind of you.Please spread the word on your family and friends\nPersuader:  this is very important for my life and for my family to help not only our own people but also everybody who needs tons of help\n\tPersuadee: Specially kids in need.There are some living in very bad conditions\nPersuader: this is true\n\tPersuadee: Many of them lives on a war zone\nPersuader: there are needs for my help\n\tPersuadee: yes.i am sure you can do more.there might be things you can cut from your budget", "label": [[459, 488, "1-RAPPORT-OTHER"], [550, 568, "1-RAPPORT-FRIEND"], [656, 725, "1-RAPPORT-DISCLOSE"], [793, 857, "1-RAPPORT-DISCLOSE"], [11, 25, "1-RAPPORT-FRIEND"], [77, 118, "1-RAPPORT-OTHER"], [194, 409, "5-AUTHORITY-CREDENTIALS"]], "idx": "538"}
{"id": 2717, "data": "Persuader: Hello! How are you tonight?\n\tPersuadee: Hey, I am fine!! How are you\nPersuader: I am good.  Have you heard of Save the children?\n\tPersuadee: It sounds familiar.  I think I have heard of it.\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Yeah, I just looked it up. :)  I like that it's non-governmental.\nPersuader: Yes I love that too.  It ensures childrens right to health, education and so on.  Do you ever volunteer or make donations?\n\tPersuadee: I'll be honest with you, I have made donations to children's charities in the past. Like when I was in my twenties, but these days I have only made donations to animal rescue groups within the past two years. It's a very long story that begins with me witnessing a severe animal abuse (cats) case in my town.  \nPersuader: You are an amazing person for caring for these  babies.  Animals are like children.  In the first 2 months of 2018 alone 1000 children were reportedly killed or injured.  Save the Children is an amazing organization.\n\tPersuadee: How were these children killed or injured -- because I know that many people (children too) are slaughtered on the highway in horrific road accidents.  If Save the Children helps those children who are orphaned or injured like this, then it is an amzing organization.Is that what this applies to?\nPersuader: The children were reportedly killed or injured in intensifying violence. syrian children have grown up facing daily threat of violence.\n\tPersuadee: I watched a video on YouTube a couple of years ago. It was Syrian children in a classroom, they were coloring pictures. It completely broke my heart because of their precious sweet innocence and intelligence.  Their lives were in danger constantly from the threat of terrorism.\nPersuader: It is so sad that children have to been in the middle of all the hate in the world today.  It breaks my heart to see and hear of how bad children have to live and what they go thru each and every single day. \n\tPersuadee: Me too. I think about the little face I saw and since it was so long ago, I wonder if each and every one is okay -- still alive. \nPersuader: Making a small donation today will indeed help children and their families in such sad situations.  Would you be willing to donate from your task payment today?\n\tPersuadee: Absolutely. I hope everyone does.\nPersuader: I most definitely agree.   How much will you be donating today?\n\tPersuadee: Whatever my task payment will be. I have no money right now which is why I'm on Mturk tonight. I live with my parents and I just bought a car last week which caused me an overdraft which I won't be caught up on until this coming Friday. \nPersuader: I completely understand that.  We are all trying to survive in life.  Thank you so much for your contribution.  Feel free to check out   URL if you would like to read more about the chairty. \n\tPersuadee: I'm very sorry I can't donate more tonight. I would if I had at least $200 in my bank account.  I hope it wsn't a waste of your time.\nPersuader: Oh no, you are awesome.  No need to be sorry.  You have not been a waste of time at all.  Thanks so much.\n\tPersuadee: You're welcome!  It was nice talking, thanks for all you do. God bless you.", "label": [[10, 38, "1-RAPPORT-FRIEND"], [469, 490, "1-RAPPORT-DISCLOSE"], [552, 592, "1-RAPPORT-OTHER"], [927, 983, "1-RAPPORT-COMPLIMENT"], [984, 1096, "4-LOGIC-ARGUE"], [1096, 1143, "5-AUTHORITY-SUPERIOR"], [1098, 1143, "2-NEGOTIATE-OPINION"], [1464, 1599, "3-EMOTION-STORY"], [2262, 2363, "2-NEGOTIATE-REWARD"], [2363, 2423, "2-NEGOTIATE-REQUEST"], [2480, 2507, "4-LOGIC-CONCEDE"], [2507, 2544, "2-NEGOTIATE-REQUEST"], [2806, 2874, "4-LOGIC-CONCEDE"], [2918, 2997, "5-AUTHORITY-CREDENTIALS"], [491, 552, "5-AUTHORITY-SUPERIOR"], [1899, 2109, "3-EMOTION-GUILT"], [2874, 2916, "1-RAPPORT-FRIEND"], [3154, 3180, "1-RAPPORT-COMPLIMENT"], [3180, 3260, "1-RAPPORT-FRIEND"]], "idx": "539"}
{"id": 2718, "data": "Persuader: Hi! How are you doing today?\n\tPersuadee: Good how are you? \nPersuader: I'm pretty good. Have you ever heard of the Save the Children organization?\n\tPersuadee: I have heard of that organization. I have seen a lot of commercials on TV for it. \nPersuader: I hear you. That is when I first heard of it as well. I love the fact that it is a non-government organization that promotes children's rights and helps to provide the support in those developing countries.\n\tPersuadee: Agreed. Any organization who promotes rights for those who don't have the platform to speak up is a wonderful charity. \nPersuader: I guess now I am going to sound like the tv commercial but have you ever thought about donating to the organization? \n\tPersuadee: I have thought about it in the past. \nPersuader: I understand that. With all the organizations out there it is hard to tell a good one and a bad one. This organization helps to children with their rights to health, education, and even safety.\n\tPersuadee: Yes it is hard to tell whose interests really lie in the movement they promote. I like to research organizations first to see if the money I give is really going to the cause, or if it is wasted by high overhead costs. \nPersuader: Yeah I totally understand that. I know the commercials are heart wrenching...seeing all those children suffer and hurting. It breaks my heart. \n\tPersuadee: Absolutely. It makes you look at your own children (if you have any) and think if that was them how would I cope? It's the reason I go to work everyday. To make sure that they have all that they need, and more than I ever had. \nPersuader: I completely understand that. I have a little girl and it only makes me want to do more and more for her. Did you know that you can donate a little to the charity today?\n\tPersuadee: I did not. \nPersuader: Oh gosh you totally can. Whatever you are making for your task payment you can choose to send so much of that to the Save the Children organization. You can choose whatever amount that you want.\n\tPersuadee: How do I do that? I would like to give 100% of the task payment. \nPersuader: After we are done talking they should ask you if you would like to donate some and you can enter in whatever amount you want. The research team gathers all the donations and send it all to Save the Children.\n\tPersuadee: Awesome. I will do that.\nPersuader: Oh gosh, that is so great of you. Even just a little helps them so very much. You are doing a wonderful thing but you and someone else. Now when you see those commercials you can feel good that you did something to help.\n\tPersuadee: Yes, it will be nice to know that I was able to give to them. \nPersuader: Well I hope you have a wonderful day and on behalf of the charity and the children it is going to, thanks for your help.", "label": [[11, 39, "1-RAPPORT-OTHER"], [276, 470, "1-RAPPORT-DISCLOSE"], [613, 731, "2-NEGOTIATE-REQUEST"], [894, 986, "4-LOGIC-ARGUE"], [263, 276, "1-RAPPORT-FRIEND"], [793, 894, "4-LOGIC-CONCEDE"], [1230, 1373, "3-EMOTION-GUILT"], [1230, 1372, "4-LOGIC-CONCEDE"], [2403, 2590, "2-NEGOTIATE-REWARD"], [1625, 1654, "1-RAPPORT-OTHER"], [1625, 1654, "1-RAPPORT-FRIEND"], [1654, 1731, "1-RAPPORT-SIMILAR"], [1731, 1794, "2-NEGOTIATE-OTHER"], [1830, 2024, "2-NEGOTIATE-REQUEST"], [2114, 2321, "2-NEGOTIATE-OTHER"], [2370, 2403, "1-RAPPORT-FRIEND"], [2404, 2590, "3-EMOTION-ALTRUISTIC"], [2677, 2797, "1-RAPPORT-FRIEND"]], "idx": "540"}
{"id": 2719, "data": "Persuader: Hi, good evening!\n\tPersuadee: Hi there!  Good Evening to you as well!  What time is it for you?\nPersuader: Getting late. It's just past 10:00 here. How about for you?\n\tPersuadee: Same here.  You must be in the Pacific time zone too.\nPersuader: Yeah, I guess so! This is actually my last HIT for the night, but at least it seems like a good one. Are you familiar with the charity Save the Children?\n\tPersuadee: No, are you?\nPersuader: I was just reading about it. It's actually been around over 100 years and it makes use of donations to support various causes for children around the world.\n\tPersuadee: What kinds of causes?\nPersuader: Education, emergency funds and disaster relief are 3 big causes they support. Addtionally, it looks like a pretty effecient organization with 87% off all donations going directly to support children. \n\tPersuadee: Really?  I've never heard of it.  How did you find out about?\nPersuader: Oddly enough, I never heard about it either but I was introduced to it here. I know some HITS make up factitious organizations, but this is actually a real charity, and seems pretty good.\n\tPersuadee: I don't know how much I will get paid for this hit, but if it goes to legitimate cause, I would be interested in donating a portion of my reward.\nPersuader: Awesome! I really believe that it doesn't matter the amount, so long as people give, it's the thought that counts. I think we can donate up to the amount of this HIT. How would you feel about donating a portion of our $0.30 tonight?\n\tPersuadee: Sure, I'd be willing to do that.\nPersuader: Okay great. How about $0.15? That's 50% of our pay, but it does go to a great cause.\n\tPersuadee: Yes, I would like to do that.  What do we do next?\nPersuader: Oh it's pretty easy. After our chat ends, there will be a simple box that you fill in your donation amount and the HIT takes care of the rest: It's super easy.\n\tPersuadee: That does sound easy and I feel good about it.  Thanks for the information about the charity.\nPersuader: No problem! Thanks for the donation. Hope you enjoy the rest of your weekend!\n\tPersuadee: Thank you!  You too!", "label": [[118, 159, "1-RAPPORT-DISCLOSE"], [724, 847, "4-LOGIC-ARGUE"], [1289, 1298, "1-RAPPORT-FRIEND"], [1299, 1404, "1-RAPPORT-OTHER"], [1578, 1663, "2-NEGOTIATE-BARGAIN"], [10, 28, "1-RAPPORT-FRIEND"], [159, 177, "1-RAPPORT-OTHER"], [255, 355, "1-RAPPORT-DISCLOSE"], [445, 601, "5-AUTHORITY-CREDENTIALS"], [933, 1010, "1-RAPPORT-DISCLOSE"], [1009, 1120, "5-AUTHORITY-SUPERIOR"], [1010, 1120, "2-NEGOTIATE-OPINION"], [1405, 1522, "2-NEGOTIATE-REQUEST"], [1737, 1897, "2-NEGOTIATE-OTHER"], [2014, 2092, "1-RAPPORT-FRIEND"]], "idx": "541"}
{"id": 2720, "data": "Persuader: Hi, good morning!\n\tPersuadee: Hello!\nPersuader: Were you able to read a little about the charity Save the Children?\n\tPersuadee: No, I didn't see anything. I'm a little familiar with the charity though.\nPersuader: Oh, awesome! Well, in case you didn't know, Save the Children is a great charity that focuses on helping kids around the world. They use almost 90% of all donations directly to help children in the areas of education, safety and emergency...\n\tPersuadee: That's good to know that almost 90 percent of all donations go directly to help children. We know it's a problem not just in the United States. \nPersuader: Yes, exactly. I'm not a fan of charities that keep a lot of their proceeds for themselves. That's one reason I really like this one. Do you think you would be willing to make a small donation to Save the Children today?\n\tPersuadee: I most likely will. I would like to read some more information, probably on their website, then donate from there. How do they help children in other parts of the world?\nPersuader: Well, I know that the research team for this task can take a portion of our payment and send it directly to the Save the Children. It's quick and easy, and even thought it may not seem like a lot of money, I think that every penny counts. I believe we can contribute any portion of our payment: $0 - 0.30.\n\tPersuadee: That would be alright. Yes, I would like to donate at least one dollar to help Save the Children. \nPersuader: Oh great! I don't know if there is a maximum we can contribute, but regardless, I think your support would be really appreciated.\n\tPersuadee: I've heard on the news that many children around the world are with their families trying to escape wars. I'm sure Save the Children helps them?\nPersuader: I believe so. In places like the middle east or southern Asia, even the smallest donation can go a long way.\n\tPersuadee: Yes, I agree. It's difficult to watch the horrible things these children are going through. Our children and grandchildren are so blessed.\nPersuader: Yes, that's so true. I really wish more people could understand the importance of helping other, less fortunate then ourselves.\n\tPersuadee: So, Save the Children has somehow eliminated a high overhead cost. Good for them. I wish other charities would follow, especially local ones. \nPersuader: I believe they've been around for almost 100 years, so hopefully they have a pretty effecient organization. I completely understand that some expenses do occur in a non-profit, but with 90% going directly to the children, I feel pretty good about it.\n\tPersuadee: Ok. I'm ready to donate, tell me how!\nPersuader: Nice! I think we just have to wrap up our conversation, then the task organizers will automatically deduct our donations. Thanks again for supporting such a great cause! :)\n\tPersuadee: No problem. I'm always about children. I agree, this is a good cause. \nPersuader: It was great chatting with you. Have a great weekend! :)", "label": [[223, 465, "5-AUTHORITY-SUPERIOR"], [634, 767, "4-LOGIC-ARGUE"], [634, 767, "2-NEGOTIATE-OPINION"], [2064, 2171, "3-EMOTION-ALTRUISTIC"], [2337, 2588, "5-AUTHORITY-SUPERIOR"], [2772, 2820, "1-RAPPORT-FRIEND"], [2650, 2655, "1-RAPPORT-FRIEND"], [2917, 2970, "1-RAPPORT-FRIEND"], [10, 28, "1-RAPPORT-FRIEND"], [767, 853, "2-NEGOTIATE-REQUEST"], [1047, 1352, "2-NEGOTIATE-OTHER"], [1475, 1604, "2-NEGOTIATE-REWARD"], [1772, 1881, "4-LOGIC-CONCEDE"], [2043, 2064, "1-RAPPORT-OTHER"]], "idx": "542"}
{"id": 2721, "data": "Persuader: Hello, how are you doing today?\n\tPersuadee: I am doing good. How about you?\nPersuader: very well thank you. I'm here today to see if you would be interested in donating to Save the Children\n\tPersuadee: I am might be. Tell me a little about it.\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Thats awesome! How do you know the money I donate will reach them?\nPersuader: Ok, well out of all the money you donate, 86 percent goes to actually programs to help them (which is alot) 9 percent is rolled back in to fundraising and 5 percent is used for miscellaneous expenditures. These numbers are really good when compared to other charities\n\tPersuadee: Oh yeah thats good. How does my money get to the charity from here?\nPersuader: The research team will collect all or any donations and send it to the Save the Children. There are thousands of children out there depending on these donation so it is imperative to get them their help as quick as possible. \n\tPersuadee: Okay that sounds good. I will donate.\nPersuader: How much would you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment $2\n\tPersuadee: I will donate $.40 cents. \nPersuader: Ok thats a great donation. Thank you! There are children out there that will help out. I cant guarantee where exactly the money will go, but where would you like to see it go?\n\tPersuadee: I would hope it would go to food, water, clothing, or education for those children less fortunate thank my own.\nPersuader: Yes those would be great places to go. You know it will also go to children in places like Syria where 1000 have been reported killed or injured in 2018 alone. Sad stuff. \n\tPersuadee: I can't imagine how bad it is over there. It's tragic the amount of people and especially children that are dying.\nPersuader: Yes indeed, thats why organizations like Save the Children are so important in relief for these children. Are there any other questions on the donation?\n\tPersuadee: Yes. I do not need to do anything further for the donation, right? \nPersuader: No you will be prompted at the end by the research team and they will take care of the donation. Thank you again for making the donation you are a good person. \n\tPersuadee: Awesome! Thank you very much for the info and chance to donate.", "label": [[119, 200, "2-NEGOTIATE-REQUEST"], [266, 434, "5-AUTHORITY-SUPERIOR"], [525, 792, "4-LOGIC-ARGUE"], [883, 973, "2-NEGOTIATE-OTHER"], [973, 1109, "3-EMOTION-GUILT"], [1225, 1345, "2-NEGOTIATE-OTHER"], [1395, 1433, "1-RAPPORT-FRIEND"], [1434, 1482, "2-NEGOTIATE-REWARD"], [1707, 1866, "4-LOGIC-CONCEDE"], [1866, 1878, "3-EMOTION-OTHER"], [2017, 2122, "4-LOGIC-CONCEDE"], [11, 42, "1-RAPPORT-FRIEND"], [97, 118, "1-RAPPORT-FRIEND"], [1171, 1224, "2-NEGOTIATE-REQUEST"], [1483, 1571, "1-RAPPORT-OTHER"], [2123, 2169, "2-NEGOTIATE-OTHER"], [2358, 2421, "1-RAPPORT-COMPLIMENT"]], "idx": "543"}
{"id": 2722, "data": "Persuader: Save the Children is a very important charity and they desperately need your help in order to help as many children as possible.\n\tPersuadee: Hi, I am interested in giving a donation to them.\nPersuader: that's great! what made you decide?\n\tPersuadee: I care about children and animals the most. I love to donate to them.\nPersuader: As do I.  I think Save the Children can really do some good!\n\tPersuadee: I agree. They are a good organization and I trust them. I would donate a portion of payment to them.\nPersuader: How much do you like to donate to the chartiy now?\n\tPersuadee: I am interested and would like to donate around 0.30 cents to them.\nPersuader: I want you to know that your donation will be directly deducted from your task payment.\n\tPersuadee: Yeah I figured that. But if I can help children in anyway I am willing to do so.\nPersuader: Well, you can donate any amount from 0 to 2 dollars.\n\tPersuadee: I am, Its an obligated duty to help children and animals. I am thinking about 0.30 cents donation.\nPersuader: Remember, we are helping children here.  Is it possible for you do donate more?\n\tPersuadee: it is. If I can give 0.50 cents I feel that is adequate enough.\nPersuader: All of those children are depending on each of us to do our best.  Really dig deep and think before making your decision.\n\tPersuadee: I have really thought about it. I am willing to do any amount from 0.30-0.50\nPersuader: All right. What is your final donation amount?\n\tPersuadee: 0.50 cents I am feeling generous today.\nPersuader: okay.  I think that's good!\n\tPersuadee: ok I will give that amount as my donation.", "label": [[11, 139, "3-EMOTION-ALTRUISTIC"], [10, 139, "2-NEGOTIATE-REQUEST"], [212, 248, "1-RAPPORT-FRIEND"], [342, 350, "1-RAPPORT-SIMILAR"], [861, 913, "1-RAPPORT-OTHER"], [1036, 1115, "2-NEGOTIATE-BARGAIN"], [1534, 1562, "1-RAPPORT-FRIEND"], [352, 402, "2-NEGOTIATE-OPINION"], [527, 577, "2-NEGOTIATE-REQUEST"], [669, 756, "2-NEGOTIATE-OTHER"], [1036, 1075, "3-EMOTION-ALTRUISTIC"], [1203, 1269, "1-RAPPORT-OTHER"], [1269, 1324, "2-NEGOTIATE-BARGAIN"], [1425, 1471, "2-NEGOTIATE-REQUEST"]], "idx": "544"}
{"id": 2723, "data": "Persuader: Hi, Im trying to get people to donate to Save the Children, can I tell you more about the charity?\n\tPersuadee: Sure, I'd love to know more about them.\nPersuader: Well they are an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Oh that's cool, like schools?\nPersuader: Well it can be, but its more of children in general around the world.\n\tPersuadee: Oh wow that's nice, what would an appropriate donation be?\nPersuader: Well any thing you can spare would be most welcomed, but we suggest that it be at least $2 to make a difference.\n\tPersuadee: That's a bit steep for me, I think any donation amount would help honestly.\nPersuader: Sure, it just the recommended one. You can rest assured that Save the Children is a world renowned charity that strives to keep their costs low to ensure that the largest percentage possible goes to the children and our services.\n\tPersuadee: If I choose to donate today where would my money go, specifically.\nPersuader: It would go towards the domestic and international programs and services that we provide.\n\tPersuadee: Hmm, Okay. I'll donate ten cents\nPersuader: Well surely you can pare more than that.  The work we do helps to ensure children row up safe and free from harm.\n\tPersuadee: I know but honestly money is tight, and I can't part with two dollars.\nPersuader: That is a shame, some poor starving kid in America will go to bed hungry, no worries.\n\tPersuadee: Well, that's true, but that's why shelters exist.\nPersuader: Unfortunately there are a lot of kids out on the street and separted from their parnets.\n\tPersuadee: Yeah I know it's really sad too, I just can't part with the money.\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2)\n\tPersuadee: I'll donate $0\nPersuader: Well thanks for nothing!", "label": [[11, 109, "1-RAPPORT-OTHER"], [173, 334, "3-EMOTION-ALTRUISTIC"], [540, 652, "2-NEGOTIATE-OTHER"], [752, 981, "1-RAPPORT-OTHER"], [1218, 1258, "2-NEGOTIATE-BARGAIN"], [1260, 1331, "4-LOGIC-ARGUE"], [1426, 1511, "3-EMOTION-GUILT"], [173, 334, "5-AUTHORITY-CREDENTIALS"], [1260, 1331, "3-EMOTION-ALTRUISTIC"], [1584, 1673, "1-RAPPORT-OTHER"], [1764, 1815, "2-NEGOTIATE-REQUEST"], [1815, 1937, "2-NEGOTIATE-OTHER"]], "idx": "545"}
{"id": 2724, "data": "Persuader: Hi! How are you today?\n\tPersuadee: Good how is thee?\nPersuader: I am doing pretty well, thank you. Do you donate often?\n\tPersuadee: I do not.\nPersuader: Would you be interested in hearing about save the children? maybe I can change your mind today\n\tPersuadee: No I do not like children.\nPersuader: well I am sorry to hear that. But what if a child you help ends up growing up to save all the worlds problems?!\n\tPersuadee: No, children are satans spawn.  \nPersuader: But we need children to continue reproducing, or us as a species will perish\n\tPersuadee: Wrong.  Children should at best be mass deployed to sweat shops to make sneakers I like.  \nPersuader: Is there a charity that you do donate to?\n\tPersuadee: Yes, if it involved subjecting children to extremely long hour work weeks, terrible work conditions, and hepatitis.\nPersuader: well i am sorry to hear you feel that way. Is it truly how you feel, or are you acting silly for this conversation\n\tPersuadee: This is how I feel.  God made contraception for a reason.\nPersuader: How do you expect the world to continue growing?\n\tPersuadee: In a single word, robots.  Robots are the answer.\nPersuader: What about donating to robot children of save the children?\n\tPersuadee: If they were robot children, I stick to my earlier sentiment.  They should be rounded up and gently placed in a landfill.\nPersuader: well i am sorry I couldn't pursuade you today\n\tPersuadee: Its fine, maybe youre a child?  I know of a local sweat shop that is hiring highly skilled child labor, any interest?", "label": [[10, 33, "1-RAPPORT-FRIEND"], [75, 110, "1-RAPPORT-FRIEND"], [163, 258, "1-RAPPORT-OTHER"], [309, 339, "1-RAPPORT-FRIEND"], [339, 420, "4-LOGIC-ARGUE"], [110, 130, "1-RAPPORT-OTHER"], [477, 553, "1-RAPPORT-FRIEND"], [667, 709, "1-RAPPORT-OTHER"], [1167, 1226, "3-EMOTION-HUMOUR"], [848, 891, "1-RAPPORT-OTHER"], [892, 963, "1-RAPPORT-OTHER"], [1044, 1093, "1-RAPPORT-FRIEND"], [1371, 1417, "1-RAPPORT-FRIEND"]], "idx": "546"}
{"id": 2725, "data": "Persuader:  \"How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\" \n\tPersuadee: I will donate $.10\nPersuader: This is an amazing charity could you please rethink the amount that you would like to donate?  I would like to thank you for the .10 offer\n\tPersuadee: How much do you suggest?  What amount have you personally donated?\nPersuader: I have donated $2 personally.  I would like you to do half of what I have donated\n\tPersuadee: What makes this charity so personal to you?\nPersuader: Save the Children is and how their donation is essential to help ensuring children's rights to health, education, and safety\n\tPersuadee: Do you know how much of their donations actually go toward the children directly?  \nPersuader: I apologize for not knowing that answer.  For more answers the website is  URL \n\tPersuadee: What are the options for donating?  Credit Card EFT?\nPersuader: Credit card are acceptible\n\tPersuadee: is this a monthly donation, one time, annual etc\nPersuader: one time donation\n\tPersuadee: are there any fees assessed?\nPersuader: no fees assessed.  You can set up monthly donations if you would like\n\tPersuadee: What country will my donation be utelized in\nPersuader: Mostly in Eastern Europe and Africa.  Very few go to United States\n\tPersuadee: Im not sure I would like my donation to leave the USA\nPersuader: I would like to ask How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: As of right now, Im only considering $.10, but I would consider more if the donation could be used to benefit children in my home country\nPersuader: United states is not a developing country.\n\tPersuadee: Ok.. I will make my donation for the amount of $.10 USD\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: please accept my donation. Thanks", "label": [[492, 542, "2-NEGOTIATE-BARGAIN"], [609, 734, "4-LOGIC-ARGUE"], [841, 882, "1-RAPPORT-FRIEND"], [1449, 1520, "2-NEGOTIATE-REQUEST"], [1805, 1847, "4-LOGIC-COUNTER"], [13, 64, "2-NEGOTIATE-REQUEST"], [64, 189, "2-NEGOTIATE-OTHER"], [232, 370, "2-NEGOTIATE-BARGAIN"], [460, 490, "2-NEGOTIATE-RECIP"], [1520, 1643, "2-NEGOTIATE-OTHER"], [1927, 2095, "5-AUTHORITY-SUPERIOR"]], "idx": "547"}
{"id": 2726, "data": "Persuader: hello how are you?\n\tPersuadee: I am good thanks. And you?\nPersuader: good here to make some money we are fortunate we have the oppertunity to do so\n\tPersuadee: I agree 100%! I do not see my role on the left, so not quite sure what we should be discussing, lol. Do you see yours?\nPersuader: not sure yet..but we want to be able to help others...this is a good way of doing so\n\tPersuadee: Absolutely. I think this is such a fun and exciting survey!\nPersuader: Yes so we should be able to reach an agreement\n\tPersuadee: An agreement as far as...\nPersuader: well there are many children in the world that need help..do you like to help children I for one do they are so innocent\n\tPersuadee: I could not agree with you more. I am very compassionate for children, especially since I have 2 of my own. Do you have children?\nPersuader: yes I am glad they are in good health I have 2 myself..there are Children in the world not so fortunate....Have you heard of Save the Children?\n\tPersuadee: I as well am very blessed they they are in good health. Yes, I have heard of Save the Children\nPersuader: I think it would be a good idea to donate to that cause...would you be willing to donate today?\n\tPersuadee: Yes, I am in total agreement of donating today, and you?\nPersuader: yes....How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: I will happily donate $1 to the cause. And yourself?\nPersuader: Would you be willing to donate more after all it is only a cup of coffee we are talking about\n\tPersuadee: I am only in the position to donate $1 today, which is half of my payment. I am not currently working and need that other $1 for my own children.\nPersuader: I really appreciate your donation today. Every bit helps . Thank You!\n\tPersuadee: You are very welcome, and thanks for your time! Take care.", "label": [[80, 158, "3-EMOTION-GUILT"], [10, 29, "1-RAPPORT-FRIEND"], [301, 385, "4-LOGIC-ARGUE"], [301, 385, "3-EMOTION-ALTRUISTIC"], [469, 515, "2-NEGOTIATE-OTHER"], [565, 685, "3-EMOTION-EMPATHY"], [839, 946, "1-RAPPORT-DISCLOSE"], [1100, 1159, "2-NEGOTIATE-OPINION"], [1159, 1196, "2-NEGOTIATE-REQUEST"], [1335, 1458, "2-NEGOTIATE-OTHER"], [1535, 1628, "2-NEGOTIATE-BARGAIN"], [1798, 1867, "1-RAPPORT-FRIEND"], [1284, 1335, "1-RAPPORT-OTHER"]], "idx": "548"}
{"id": 2727, "data": "Persuader: Hello, how are you?\n\tPersuadee: I am good, how are you?\nPersuader: I'm great, have you heard of Save the Children?\n\tPersuadee: A little bit\nPersuader: They are a children's charity, they do a lot for kids.\n\tPersuadee: I do believe in helping the children\nPersuader: Me too, I've been donating to them regularly over the past few years.\n\tPersuadee: Same, I try to give what I can, but it's hard when you are broke\nPersuader: Agreed, we make extra money here for a reason!\n\tPersuadee: exactly! I feel selfish when I can't donate, but the small stuff adds up\nPersuader: I'm glad you and I think the same. One cent definetely helps them out.\n\tPersuadee: Yeah that is true\nPersuader: Well, I plan on donating one cent today. Are you planning to donate?\n\tPersuadee: I think I could do at least 1 cent \nPersuader: Perfect! We could match each other then.\n\tPersuadee: I'd rather volunteer if I could\nPersuader: I understand that, if we could volunteer through this interface instead I probably would as well.\n\tPersuadee: Same, I also like to donate used good too. OLd clothes and stuff\nPersuader: I try to do that as well, there's a Goodwill near me that I donate to.\n\tPersuadee: Yeah, i definitely want to help the kids", "label": [[11, 30, "1-RAPPORT-FRIEND"], [78, 125, "1-RAPPORT-FRIEND"], [277, 346, "1-RAPPORT-DISCLOSE"], [161, 216, "3-EMOTION-ALTRUISTIC"], [435, 481, "4-LOGIC-CONCEDE"], [577, 612, "1-RAPPORT-FRIEND"], [818, 827, "1-RAPPORT-FRIEND"], [827, 858, "2-NEGOTIATE-RECIP"], [913, 1011, "4-LOGIC-CONCEDE"], [613, 648, "1-RAPPORT-OTHER"], [690, 730, "1-RAPPORT-DISCLOSE"], [730, 758, "2-NEGOTIATE-REQUEST"], [1100, 1170, "1-RAPPORT-SIMILAR"]], "idx": "549"}
{"id": 2728, "data": "Persuader: It would be really helpful if you donated to Save the Children fund!\n\tPersuadee: What does the money go towards if I donate?\nPersuader: When crisis strikes and children are most vulnerable, we are always among the first to respond and the last to leave. We ensure children's unique needs are met and their voices are heard. We deliver lasting results for millions of children, including those hardest to reach. We do whatever it takes for children  transforming their lives and the future we share  because we believe every child deserves a future.\n\tPersuadee: Where in the world are the children located?\nPersuader: US and global, wherever children need help, they are there.\n\tPersuadee: If I donate $25, does that go a long way?\nPersuader: Absolutely, a small amount of money for us turns out to be life changing for those in need. A dollar can buy a lot!\n\tPersuadee: Will it help towards education?\nPersuader: Yes, it is one of the core programs. It leads children out of poverty so is a large focus.\n\tPersuadee: Do you accept monthly donations of smaller amounts?\nPersuader: You can do a one time donation or a monthly subscription.\n\tPersuadee: What are the amounts for monthly subscriptions?\nPersuader: between 5 - 100\n\tPersuadee: Do I get updates on a specific child if I donate monthly?\nPersuader: Yes you can sponsor a child and receive specific information about what your money is doing and how they are progressing each month.\n\tPersuadee: To what age are children receiving help?\nPersuader: From infants to young adults all children are helped.\n\tPersuadee: I would like to donate $5 monthly.\nPersuader: Thank you, that is wonderful and you will help a tremendous amount!\n\tPersuadee: Am I able to communicate with the child?\nPersuader: Yes you can write them letters and they can write you back, thanks!\n\tPersuadee: Great, thank you very much", "label": [[632, 691, "3-EMOTION-EMPATHY"], [756, 872, "4-LOGIC-ARGUE"], [147, 563, "4-LOGIC-ARGUE"], [147, 563, "3-EMOTION-EMPATHY"], [10, 79, "2-NEGOTIATE-REQUEST"], [756, 872, "2-NEGOTIATE-REWARD"], [965, 1018, "1-RAPPORT-OTHER"], [1094, 1151, "2-NEGOTIATE-OTHER"], [1629, 1696, "1-RAPPORT-FRIEND"]], "idx": "550"}
{"id": 2729, "data": "Persuader: What is your opinion of donating to charity? \n\tPersuadee: I think it's really important!  I think if we have more than others it's a natural response!\nPersuader: I agree! I think it's really important, though, to know that the charity you're giving to is going to use the funds well and isn't corrupt. \n\tPersuadee: Agreed.  We try to actually know people involved before we give regularly.\nPersuader: That\\'s awesome and such an important step. Have you ever heard of \"Save the Children\"? I worked with them in Greece; they operate in refugee camps and other high-risk zones to address specifically the needs of kids\n\tPersuadee: I have heard of them.  They sounds like a great charity from what I know.  We do something similar by sponsoring a child from an Ethiopian orphanage we visited.  What was your experience being in Greece like?  I don't think of it as being high risk...\nPersuader: Actually, many Greek refugee camps are rated as as-bad or worse than many camps in war zones. It's complete chaos, overrun by gangs and gang violence, and often lacking in basic hygiene and access to clean water or food. Women are frequently raped while trying to use the toilets (which are horrendous) and rats run amok among the tents. One of the children we were working with had a huge rat bite on her foot and many of them had fled to Greece on their own. \n\tPersuadee: Wow!  Did you feel safe?  What could you do to help?  \nPersuader: It was nuts - we even had a neo-Nazi mob hunting us in the streets one night. I definitely did not feel safe there. We tried to do our best to get kids registered and provide English classes and some amount of regularity for them. Save the Children created a space just for kids and mothers and were able to assist with getting them into school\n\tPersuadee: What an amazing experience!  That kind of thing shapes your life!  \nPersuader: Well, yeah, but it's much more important to address the things shaping the lives of these children. That's why I think it's so important to donate to Save the Children. Even if we can't always be there, they are making the effort everyday\n\tPersuadee: Do you still keep in touch with people over there?  Do you donate directly?\nPersuader: I do donate directly, not just to Save the Children, but to several other organizations as well. I still have friends working over there. This HIT we're doing has offered to donate some of our income to the charity. I always take MTurk requesters up on it when they ask us to donate our earnings. I mean, other people can use the $2 more than me, right? \n\tPersuadee: For sure!  Our money can do a long way!  I can donate my 30 cents!\nPersuader: Hey, that's awesome! Actually you're allowed to donate anywhere from $0-$2, not just your 30 cents! It's completely up to you. Once we decide to donate then they'll send the payment to Save the Children\n\tPersuadee: I'll do 30 cents.  We actually give over 25% of our income away, but that's because we research and really KNOW the organizations.  I don't have a personal connection to Save the Children, like I do with the child in Ethiopia.\nPersuader: Absolutely! There are so many organizations around the world these days it's hard to know which one is the best. Do you know the website charitynavigator.org? It provides info on tons of organizations around the world \n\tPersuadee: No - actually we don't LOOK for places to give - they just happen with people we get involved with/ and through our church.  I'm sure it's a great website.  Is that how you got plugged in with Save the Children?\nPersuader: Oh, no, that's just one I use if someone is recommended a charity to me. I got involved with Save the Children because I was working with a local NGO in Greece and we partnered with them frequently for English classes and kid's activities and safety\n\tPersuadee: Sounds like a great way to network!  Good for you!!!\nPersuader: It was lovely to meet you! Thanks for donating your 30 cents! \n\tPersuadee: Great to hear about your experiences!  ", "label": [[11, 56, "1-RAPPORT-OTHER"], [412, 454, "4-LOGIC-CONCEDE"], [499, 627, "1-RAPPORT-DISCLOSE"], [499, 627, "3-EMOTION-STORY"], [1979, 2117, "4-LOGIC-ARGUE"], [2514, 2571, "6-SOCIAL-PEER"], [2683, 2864, "2-NEGOTIATE-OTHER"], [3115, 3228, "4-LOGIC-CONCEDE"], [173, 313, "4-LOGIC-CONCEDE"], [903, 1364, "3-EMOTION-STORY"], [1442, 1787, "3-EMOTION-STORY"], [1878, 1978, "4-LOGIC-COUNTER"], [2217, 2514, "1-RAPPORT-DISCLOSE"], [2662, 2683, "1-RAPPORT-FRIEND"], [3228, 3333, "1-RAPPORT-OTHER"], [3894, 3957, "1-RAPPORT-FRIEND"], [3569, 3818, "1-RAPPORT-DISCLOSE"]], "idx": "551"}
{"id": 2730, "data": "Persuader: Hi there, how are you doing today? \n\tPersuadee: Hi! Doing good. How are you?\nPersuader: I'm doing good. I was wondering if I could talk to you about donating to Save the Children today? \n\tPersuadee: Yes, of course. What are they about?\nPersuader: Great! They're an international organization that promotes children's rights and helps give children aid in developing countries. \n\tPersuadee: That sounds wonderful!\nPersuader: Isn't it? And we're not asking for a lot, just some or all of your incoming payment for your task. It's going to a really good cause! \n\tPersuadee: What kind of aid do they give?\nPersuader: They help provide water, give children access to education, give girls tampons so that they can attend school on their period, give them vaccines - things like that. \n\tPersuadee: A couple of organizations claim to do that. Why should I donate to this one in particular?\nPersuader: You're right. A lot of organization collect funds and then it goes to administration or advertising and not a lot of money goes to the people who need it the most. Save the Children makes sure to give as much as they possibly can, because they understand that when it comes to people who are starving, every penny counts.\n\tPersuadee: Is there any concrete proof that they do? Words are just words sometimes.\nPersuader: I totally understand that! They have a full list of the percentages that they spend on each thing at  URL so you can see exactly where your money is going! \n\tPersuadee: I am reviewing the site right now. So what are the amounts for donation accepted?\nPersuader: Thank you so much for even taking the time to consider it! I know I always feel so selfish when I'm eating lunch and I see a commercial for people who are starving, it just really gets to me and I'm so glad you care about making a difference as well! You can choose any amount between 0 and all of your payment for this task. \n\tPersuadee: Ok. I'll donate $0.50.\nPersuader: Are you sure you don't want to donate any more? Save the Children really appreciates every penny that they get and it really goes to a good cause. \n\tPersuadee: Unfortunately, it is all I can afford at the moment.\nPersuader: I understand that. Everyone at Save the Children really appreciates your donation! \n\tPersuadee: I'm glad you are fighting for a cause to help others. It is very refreshing to see.", "label": [[11, 46, "1-RAPPORT-FRIEND"], [257, 264, "1-RAPPORT-FRIEND"], [905, 1069, "4-LOGIC-CONCEDE"], [1323, 1350, "4-LOGIC-CONCEDE"], [1350, 1480, "4-LOGIC-ARGUE"], [1644, 1837, "3-EMOTION-GUILT"], [1837, 1912, "2-NEGOTIATE-OTHER"], [1959, 2006, "2-NEGOTIATE-BARGAIN"], [2182, 2266, "1-RAPPORT-FRIEND"], [434, 444, "1-RAPPORT-OTHER"], [445, 534, "2-NEGOTIATE-OTHER"], [534, 569, "3-EMOTION-ALTRUISTIC"], [623, 790, "1-RAPPORT-OTHER"], [1069, 1226, "4-LOGIC-ARGUE"], [1586, 1644, "1-RAPPORT-FRIEND"], [2007, 2106, "3-EMOTION-ALTRUISTIC"]], "idx": "552"}
{"id": 2731, "data": "Persuader: Hi there\n\tPersuadee: Hello\nPersuader: Have you heard of the Save the Children charity?\n\tPersuadee: I actually have not. What do they do to help children?\nPersuader: It is an international organization that helps protect and promote rights for childrens and provides for them in suffering conditions - such as lack of basic needs, like water, clothing, and food.\n\tPersuadee: I'm glad a charity like that exists internationally.\nPersuader: It's for a great cause. Children are the future and unfortunately too many of them don't get the quality of life that we take advantage of today. Sometimes we're in a better place and we have to do what we can to help their conditions a little bit. Even little bits can go a long way, you know?\n\tPersuadee: it does, and charities can go further with the amount of money donated.\nPersuader: Absolutely. I remember seeing ads on the television about it and it breaks my hear to see children so sad and suffering in conditions that they live in. I haven't personally witnessed experiences first hand, however, it comes down to basic human needs.\n\tPersuadee: It's sad to think being born in the wrong conditions can have such a lifelong impact.\nPersuader: Exactly. It's not like we really get the choice of how/when/where we are born. It's a matter of chance. It's unfair to be born into conditions like that.\n\tPersuadee: Hopefully, more the people born more lucky can lend a hand.\nPersuader: Absolutely! Would you like to be able to assist some of these children by donating any amount of your choosing up to $2? A little bit can go a long way!\n\tPersuadee: Yes, absolutely. I can donate $0.50.\nPersuader: The charity will greatly appreciate your contribution I'm sure! Are you absolutely sure you'd like to donate $0.50?\n\tPersuadee: Yes, I am sure.\nPersuader: Okay, the charity will greatly benefit from your help! If you'd like to donate a few more cents, that would help even more children get out of poverty and live a much more clearer life.\n\tPersuadee: I understand. Unfortunately, I have to take care of my kids, too, and can't afford to help more.\nPersuader: I absolutely understand. Thank you for taking the time to help assist the charity and I hope that you have a wonderful day!\n\tPersuadee: I hope you do as well!", "label": [[1806, 1860, "2-NEGOTIATE-REWARD"], [2112, 2137, "4-LOGIC-CONCEDE"], [2137, 2235, "1-RAPPORT-FRIEND"], [449, 743, "4-LOGIC-ARGUE"], [1200, 1304, "4-LOGIC-CONCEDE"], [1450, 1558, "2-NEGOTIATE-REQUEST"], [1651, 1714, "2-NEGOTIATE-REWARD"], [1715, 1766, "2-NEGOTIATE-REMIND"], [175, 372, "5-AUTHORITY-SUPERIOR"], [839, 1091, "3-EMOTION-STORY"], [1304, 1354, "3-EMOTION-EMPATHY"], [1437, 1450, "4-LOGIC-CONCEDE"], [1559, 1590, "2-NEGOTIATE-OTHER"], [1861, 1991, "2-NEGOTIATE-BARGAIN"]], "idx": "553"}
{"id": 2732, "data": "Persuader: Hello\n\tPersuadee: Hello how's it going?\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Sounds like a charity I would like to donate to\nPersuader: The organization is very professional and will use your money wisely.\n\tPersuadee: I would be happy to donate 2 dollars to this organization. \nPersuader: Well the bonus for this task is $1.70, you can donate all or a part of your bonus to this great cause.\n\tPersuadee: I would like to donate the full amount of my bonus. \nPersuader: That is so generous of you! Have you heard of this charity before?\n\tPersuadee: Yes I have. I really have a heart for children in need.\nPersuader: That is very kind of you. Do you have children of your own?\n\tPersuadee: I do. I have three boys. They are my world. \nPersuader: I have two kids too. I think that's why it's important to help other less fortunate.\n\tPersuadee: I have been in their situation before so I agree that if you have an opportunity to he\nPersuader: Very true. This charity seems like it really cares about the welfare of children.\n\tPersuadee: The children are our future. We should always look out for them. \nPersuader: I agree. I hope this will make a difference.\n\tPersuadee: Thank you for giving me this opportunity to support a great cause. \nPersuader: thank you for your contribution\n\tPersuadee: Have a great day!", "label": [[62, 230, "5-AUTHORITY-SUPERIOR"], [634, 661, "1-RAPPORT-COMPLIMENT"], [806, 839, "1-RAPPORT-OTHER"], [302, 371, "5-AUTHORITY-SUPERIOR"], [455, 557, "2-NEGOTIATE-REQUEST"], [662, 700, "1-RAPPORT-OTHER"], [779, 805, "1-RAPPORT-COMPLIMENT"], [907, 929, "1-RAPPORT-DISCLOSE"], [929, 992, "3-EMOTION-ALTRUISTIC"], [1102, 1184, "4-LOGIC-CONCEDE"], [1274, 1282, "4-LOGIC-CONCEDE"], [1410, 1441, "1-RAPPORT-FRIEND"], [1114, 1184, "2-NEGOTIATE-OPINION"], [1283, 1318, "3-EMOTION-OTHER"]], "idx": "554"}
{"id": 2733, "data": "Persuader: good evening!\n\tPersuadee: Good evening\nPersuader: how are you doing tonight?\n\tPersuadee: I am good. How are you?\nPersuader: I am great, thank you! glad you are good too. do you currently donate to any charities?\n\tPersuadee: I do not at this time. I had in the past.\nPersuader: thats good! are you familiar with save the children?\n\tPersuadee: I am not.\nPersuader: it is a really great charity that promotes childrens rights and provides relief to them in developing countries also. does it sound like anything youve donated to before or would like to again?\n\tPersuadee: I would like to.\nPersuader: oh great! you are able to donate anything from $0-$2 straight from your task earnings tonight\n\tPersuadee: I want to donate 1 dollar.\nPersuader: thats very generous of you!\n\tPersuadee: That's no problem.\nPersuader: I am sure the children it benefits will very much appreciate it also\n\tPersuadee: I hope it helps.\nPersuader: it will surely provide a meal for a child and his/her family. the organization always ensures donated money is used properly.\n\tPersuadee: That is good to know.\nPersuader: well thank you for donating and have a great evening\n\tPersuadee: Thank you. Same to you", "label": [[300, 340, "1-RAPPORT-OTHER"], [492, 567, "2-NEGOTIATE-REQUEST"], [608, 617, "1-RAPPORT-FRIEND"], [618, 701, "2-NEGOTIATE-OTHER"], [992, 1056, "4-LOGIC-ARGUE"], [61, 87, "1-RAPPORT-FRIEND"], [134, 180, "1-RAPPORT-FRIEND"], [180, 222, "1-RAPPORT-OTHER"], [287, 299, "1-RAPPORT-FRIEND"], [374, 491, "5-AUTHORITY-SUPERIOR"], [752, 779, "1-RAPPORT-COMPLIMENT"], [822, 890, "3-EMOTION-ALTRUISTIC"], [822, 890, "2-NEGOTIATE-REWARD"], [930, 992, "3-EMOTION-ALTRUISTIC"], [992, 1056, "5-AUTHORITY-SUPERIOR"], [1102, 1154, "1-RAPPORT-FRIEND"]], "idx": "555"}
{"id": 2734, "data": "Persuader: Hi! How are you toad?\n\tPersuadee: I'm good how about you?\nPersuader: I am well. How is the weather by you?\n\tPersuadee: Hot, and well, I think the sun is coming around\nPersuader: Yes, it looks like today is going to be warm here as well. What are your plans for today?\n\tPersuadee: Mostly working on surveys, so how do you feel about children's charities?\nPersuader: I was going to ask you the same. Have you heard of Save th Children and the work they do?\n\tPersuadee: Yeah, I think mostly everyone has, I think charities are mostly good but I don't know that they always accomplis all they could well, with expenses and all\nPersuader: Well, STC is a great one! They help a vast amount of kids. You have a chance to help today by donating even a small amount of your pay. As little as $0.05 would be of great help or how much ever you would like to donate from this bonus. Are you able to lend a helping bit?\n\tPersuadee: sure, I'll donate $0.05..... \nPersuader: I am so glas! Thank you. Have you heard about the storms/flooding in Hawaii?\n\tPersuadee: yeah, horrible huh? My uncle used to be located there but he's moved since\nPersuader: Yes, very bad. But the good news is that STC is already  ready to help out! Have you ever been on their website?\n\tPersuadee: no, can't say I've been\nPersuader: I went on and looked around. They are helping so many that otherwise would be starving. Do you have kids in your family/extended family?\n\tPersuadee: I don't personally I have a niece, and lots of cousins\nPersuader: I have kids and a few nieces and nephews, and lots of cousins too!. It would really break my heart to see them suffer. So, I never did ask, what are your plans for the day?\n\tPersuadee: Mostly working on surveys\nPersuader: Oh, that is something for me too. So, just to confirm, I can count on you for a donation of $0.05, right?\n\tPersuadee: yes, I can do that..... ", "label": [[11, 32, "1-RAPPORT-FRIEND"], [91, 117, "1-RAPPORT-OTHER"], [189, 247, "1-RAPPORT-DISCLOSE"], [248, 278, "1-RAPPORT-OTHER"], [376, 408, "1-RAPPORT-SIMILAR"], [409, 465, "1-RAPPORT-OTHER"], [645, 704, "5-AUTHORITY-SUPERIOR"], [704, 881, "2-NEGOTIATE-OTHER"], [882, 917, "2-NEGOTIATE-REQUEST"], [971, 995, "1-RAPPORT-FRIEND"], [996, 1047, "3-EMOTION-EMPATHY"], [1146, 1160, "4-LOGIC-CONCEDE"], [1161, 1222, "4-LOGIC-ARGUE"], [1222, 1258, "5-AUTHORITY-OTHER"], [1305, 1334, "1-RAPPORT-DISCLOSE"], [1335, 1393, "5-AUTHORITY-SUPERIOR"], [1335, 1393, "3-EMOTION-EMPATHY"], [1394, 1442, "1-RAPPORT-OTHER"], [1520, 1588, "1-RAPPORT-DISCLOSE"], [1589, 1640, "3-EMOTION-GUILT"], [1640, 1693, "1-RAPPORT-OTHER"], [1743, 1776, "1-RAPPORT-SIMILAR"], [1777, 1848, "2-NEGOTIATE-REQUEST"]], "idx": "556"}
{"id": 2735, "data": "Persuader: HI.Do you know about Save the Childre organization?\n\tPersuadee: I've heard of them but other then that no not much how about you?\nPersuader: I have.They help children in need\n\tPersuadee: Well, that's a noble cause don't you think\nPersuader: Of course.I have seen kids dying of hunger in those countries at war.It breaks my heart\n\tPersuadee: I can imagine, that is horrible..... to not be able to eat, or drink, and worry about being sick all the time\nPersuader: They are children.They did not ask fot this.\n\tPersuadee: well, I can't imagine anyone would much less a child....\nPersuader: How much money do you spend on candy?\n\tPersuadee: not much maybe a couple dollars every few months\nPersuader: Well that can make a difference in a children life\n\tPersuadee: I donate sometimes well, to other charities\nPersuader: This one ensure that children get the money\n\tPersuadee: That's always good, it's not good to donate somewhere that they don't give to what they're supposed to be donating to\nPersuader: Of course not.Many children in war zones are struggling \n\tPersuadee: Horrible, I know..... war is like adults acting like children but worse because they know they're not showing regard to the people suffering\nPersuader: Are you commit to the cause?\n\tPersuadee: Of course I'll donate something\nPersuader: how much are you willing to donate today?\n\tPersuadee: I'll donate $0.05", "label": [[159, 185, "5-AUTHORITY-OTHER"], [252, 339, "3-EMOTION-GUILT"], [473, 517, "4-LOGIC-ARGUE"], [473, 517, "3-EMOTION-EMPATHY"], [598, 635, "4-LOGIC-ARGUE"], [598, 635, "3-EMOTION-GUILT"], [708, 758, "4-LOGIC-ARGUE"], [825, 869, "2-NEGOTIATE-BARGAIN"], [1011, 1025, "4-LOGIC-CONCEDE"], [1025, 1067, "3-EMOTION-EMPATHY"], [1232, 1260, "2-NEGOTIATE-REQUEST"], [1316, 1357, "1-RAPPORT-OTHER"]], "idx": "557"}
{"id": 2736, "data": "Persuader: HAve you herad abot Save the Children organization?\n\tPersuadee: No i have not\nPersuader: Its an organization that creates oportunities for children in need and hunger\n\tPersuadee: where are the children from?\nPersuader: Childre are from different parts of the world.For example Syrian kids have died in thousands just in 2018 and Save the children is trying to help as much as they can\n\tPersuadee: Do you donate money?\nPersuader: I do.You should that too.I am sure you are spending money in things you do not really need\n\tPersuadee: that is very true. do you donate often?\nPersuader: I donate evry chance that I have.Every change money I get from the groceries I put it on a bucket and donate it at the end of the month.Many children needs your help!!\n\tPersuadee: yeah I try to do that too. It's hard to ensure the money goes to the actual children tho\nPersuader: SAve the children its a serious organization.They have been making the difference for so long.\n\tPersuadee: Oh i bet. I would love to hear stories about the children that have been saved\nPersuader: I remmember a case of a children that lost his oparents at war in Syria.The organization took care of him and find him a place to live\n\tPersuadee: does it have a website?\nPersuader: They do.Check it out\n\tPersuadee: what is the website?\nPersuader:  URL Please make consciousness of this issue.Just do not to the other side\n\tPersuadee: thanks so much!\nPersuader: You are welcome.Are you going to start donating to Save the Children?\n\tPersuadee: Yes I would like to conate\nPersuader: HOw much will you want to donate today?\n\tPersuadee: I would like to donate $10", "label": [[100, 177, "5-AUTHORITY-SUPERIOR"], [99, 177, "3-EMOTION-ALTRUISTIC"], [229, 395, "3-EMOTION-STORY"], [440, 465, "1-RAPPORT-DISCLOSE"], [465, 530, "3-EMOTION-GUILT"], [465, 530, "4-LOGIC-ARGUE"], [594, 730, "1-RAPPORT-DISCLOSE"], [730, 761, "3-EMOTION-EMPATHY"], [874, 968, "5-AUTHORITY-SUPERIOR"], [874, 968, "4-LOGIC-ARGUE"], [1071, 1205, "3-EMOTION-STORY"], [1447, 1501, "2-NEGOTIATE-REQUEST"], [1552, 1591, "1-RAPPORT-OTHER"]], "idx": "558"}
{"id": 2737, "data": "Persuader: Hello chat partner!\n\tPersuadee: hi there! how are you?\nPersuader: Doing alright.. I have a fridge full of food and a roof over my head so I can't complain.. \n\tPersuadee: same here! Not everyone has it so it's good that you appreciate it\nPersuader: yeah.. I do.. my parents were always in a good situation to be able to raise me well. but there are a lot of kids in the world who arent so fortunate\n\tPersuadee: i know. it's so heartbreaking\nPersuader: im working for this organization right now Save the Children, do you know of it?\n\tPersuadee: no, i've never heard about it\nPersuader: its an NGO that helps children around the world. kind of like those cheesy commercials you used to see on TV, but these guys actually do some really good work \n\tPersuadee: really? I would like to learn more about this organization. \nPersuader: yah? have you ever thought about volunteering for something like this?\n\tPersuadee: i actually did but never had a chance to do so\nPersuader: Volunteering is so rewarding. You get to feel good about yourself and do a good thing at the same time. But the thing is not everyone has the time to do so cause of work and stuff.. so here is where you can still make an impact with your donations..\n\tPersuadee: i do like to donate to charities and this one sounds good because i want to help children but how do i know they are legit?\nPersuader: well you can't know entirely that they are legit until you come and volunteer, but save the children has a different kind of structure hierarchy, the director takes a minimum salary etc and all the spending is quite transparent, if you wanna check out the website\n\tPersuadee: sure, what's the website?\nPersuader:  URL check it out\n\tPersuadee: give me a minute , let me see\nPersuader: if you go to resource library, click on annual support and scroll down\n\tPersuadee: okay, it looks great. I see they are top rated charity\nPersuader: okay great. so we usually suggest a monthly donation of $5", "label": [[10, 30, "1-RAPPORT-FRIEND"], [77, 168, "1-RAPPORT-DISCLOSE"], [259, 408, "1-RAPPORT-DISCLOSE"], [259, 408, "3-EMOTION-ALTRUISTIC"], [461, 542, "1-RAPPORT-DISCLOSE"], [595, 755, "5-AUTHORITY-SUPERIOR"], [840, 910, "1-RAPPORT-OTHER"], [981, 1230, "4-LOGIC-ARGUE"], [981, 1230, "3-EMOTION-ALTRUISTIC"], [1378, 1641, "5-AUTHORITY-OTHER"], [1923, 1969, "2-NEGOTIATE-REQUEST"]], "idx": "559"}
{"id": 2738, "data": "Persuader: A donation for a child is very neccesary\n\tPersuadee: I couldn't agree more.\nPersuader: Have you ever donate for children in your area?\n\tPersuadee: I have, I have donated christmas gifts to local Toys for Tots every year.  And a few other local charities specifically for children. Have you ever donated to children?\nPersuader: Yes,I have.I remember a kid that lives on the strreets.He has no parents ,no one that cares about him\n\tPersuadee: Thats very sweet of you. What did you get him?\nPersuader: I get in touch with the Save the Children program.They get him a house and warm food\n\tPersuadee: Thats amazing. I am glad you were there to help him. I would do the same\nPersuader: It is a shame many children die of hunger everyday while some people spend money on stuff they do not need\n\tPersuadee: Its extremely sad. If I had the money that some people have, I would form my own foundation specifically for under privileged children and those in need.\nPersuader: I think you can still make a difference.How much money do you waste on candy or cookies every year?\n\tPersuadee: I don't waste much money on that type of stuff. My money is more wasted on drive thru getting coffee. I can easily cut down on that to donate more to charity tho. Great idea!!\nPersuader: Thank for helping to the cause.If we all donate a little to Save the children we will have less hunger in the world.Everyone should be responsible of this issue \n\tPersuadee: I agree. Children are the future, and not only that, but they didn't ask to be born, so why should they suffer? They need the best shot and thats up to us to give.\nPersuader: Exactly!!!.I hope more people think like you and me\n\tPersuadee: If that was the case, than we might not be in this problem. But we can always try. \nPersuader: We should start increasin our contribution to Save the children program and make consciousness for other people to join as well\n\tPersuadee: I agree. What do you have in mind?\nPersuader: tell to family and friends is a first step\n\tPersuadee: And share on social media could be the next step?", "label": [[338, 349, "1-RAPPORT-DISCLOSE"], [691, 797, "3-EMOTION-GUILT"], [975, 1074, "4-LOGIC-ARGUE"], [1274, 1305, "1-RAPPORT-FRIEND"], [11, 51, "3-EMOTION-EMPATHY"], [98, 145, "1-RAPPORT-OTHER"], [349, 439, "3-EMOTION-STORY"], [509, 560, "1-RAPPORT-DISCLOSE"], [560, 594, "3-EMOTION-ALTRUISTIC"], [1015, 1074, "3-EMOTION-GUILT"], [1305, 1435, "1-RAPPORT-FRIEND"], [1623, 1633, "4-LOGIC-CONCEDE"], [1634, 1674, "1-RAPPORT-FRIEND"], [1782, 1909, "3-EMOTION-ALTERCASTING"], [1782, 1909, "4-LOGIC-ARGUE"], [1968, 2010, "2-NEGOTIATE-OTHER"]], "idx": "560"}
{"id": 2739, "data": "Persuader: Hello there! Have you ever heard of the Save the Children organization?\n\tPersuadee: Hello! I have not heard of this organization\nPersuader: Well let me tell you about it! \n\tPersuadee: Yes, please, what does it focus on?\nPersuader: Save the Children is a non-governmental organization that operates world-wide fighting for children's rights and helps those children in developing countries. \n\tPersuadee: That is an important issue to address. How does the organization achieve this?\nPersuader: The organization collects donations that help to ensure children's rights to health, education, and safety.  The organization was able to help 155 million children in 2017, including 237,000 in the United States. \n\tPersuadee: Very good, does it partner with institutions or other organizations to be able to achieve this?\nPersuader: Yes, Save the Children has partnered with nearly 100 corporations, including Facebook Inc., TJMaxx, IKEA, Johnson & Johnson, TOMs, Carters Inc., Google, and other big names.  \n\tPersuadee: I am glad big companies are taking part on this. Do these corporations donate money, goods, or volunteer time?\nPersuader: Some corporations, like TJMaxx help out through large amounts of funding, or they contribute in other ways. For example, TOMS has an ongoing program that donates a pair of TOMS to children in need for every pair sold and Accenture works with them to explore technologies to help survive, learn, and be protected. \n\tPersuadee: That's very fitting to those brands and their own focus/expertise. Is Save the Children actively looking for more corporations to help, or is it established with the present ones?\nPersuader: Save the Children is always accepting additional help. Save the Children also accepts help from those who wish to sponsor a child, host a fundraiser, participating in events, advocating for children, or by simply donating on their website.\n\tPersuadee: I am glad there are so many options. Does this help come from people living in the United States only? \nPersuader: There is also a Save the Children website specifically for those in the U.K. who are willing to help as well!\n\tPersuadee: Great, it is a worldwide issue. How long has this organization been in existence? \nPersuader: It was founded in 1919 and actually began in London before going global!\n\tPersuadee: Oh, very interesting! it says a lot that it will be in existence for a century next year! does that mean there might be a special program to celebrate that achievement?\nPersuader: I wouldn't rule it out just yet. But there are a few triathalon's scheduled for 2019!  Are you interested in donating to support the cause?  9 out of every 10 dollars goes directly to a child in need.\n\tPersuadee: Excellent, it should be celebrated! Yes, I will donate $1\nPersuader: Great!  Your $1 donation will be directly deducted from your task payment!  Thank you so much for your help!\n\tPersuadee: Thank you for all the information!\nPersuader: If you would like anymore information you can visit the website at http:// URL Have a great rest of your night!", "label": [[151, 182, "1-RAPPORT-FRIEND"], [241, 401, "5-AUTHORITY-SUPERIOR"], [504, 717, "5-AUTHORITY-CREDENTIALS"], [837, 1012, "1-RAPPORT-OTHER"], [1147, 1460, "5-AUTHORITY-CREDENTIALS"], [2031, 2140, "2-NEGOTIATE-OTHER"], [2247, 2319, "5-AUTHORITY-CREDENTIALS"], [2599, 2712, "2-NEGOTIATE-REQUEST"], [2793, 2801, "1-RAPPORT-FRIEND"], [2802, 2868, "2-NEGOTIATE-OTHER"], [2870, 2902, "1-RAPPORT-FRIEND"], [3040, 3072, "1-RAPPORT-FRIEND"]], "idx": "561"}
{"id": 2740, "data": "Persuader: What would you say to donating some of your payment for this task to Save the Children?\n\tPersuadee: id say type as fast as possible, we gotta send ten messages back and forth each\nPersuader: Well, I get a bonus if you donate some money. How about it?\n\tPersuadee: ok that sounds great\nPersuader: oh no, my message has to be 3 words\n\tPersuadee: yes its annoying but we will get there\nPersuader: I know it. Thank you for donating :)\n\tPersuadee: and you can redo this one over and over\nPersuader: very very cool\n\tPersuadee: yeas good stuff\nPersuader: so how much do you plan to donate?\n\tPersuadee: 2 and it pays immediately\nPersuader: that's even better\n\tPersuadee: yes its so good\nPersuader: Are they training bots?\n\tPersuadee: i have no clue\nPersuader: I have done some of these where it didn't seem like a human on the other end\n\tPersuadee: me too, and some where they try way too hard\nPersuader: It suggests I try to make you angry about donating so you will donate. \n\tPersuadee: im very mad, ill donate", "label": [[11, 98, "2-NEGOTIATE-REQUEST"], [202, 261, "2-NEGOTIATE-OTHER"], [202, 261, "1-RAPPORT-DISCLOSE"], [306, 341, "1-RAPPORT-OTHER"], [414, 440, "1-RAPPORT-FRIEND"], [557, 592, "2-NEGOTIATE-REMIND"], [641, 660, "1-RAPPORT-FRIEND"]], "idx": "562"}
{"id": 2741, "data": "Persuader: Just found out there are tons of sick kids right now over seas that need help\n\tPersuadee: wow that sounds like a problem\nPersuader: It is a huge problem to them but you and I do not have that problem huh?\n\tPersuadee: actually i have a kid that is sick and overseas right now\nPersuader: What are you doing to help?\n\tPersuadee: donating money to them\nPersuader: You know there is an organization I donate money also too. \n\tPersuadee: tell me more?\nPersuader: It is called 'Save the Children'. It is an international organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: do they help kids in africa\nPersuader: all developing countries in the world \n\tPersuadee: i notice they didnt send money to my child though, he is sick and overseas?\nPersuader: I am sure it will get to your child. \n\tPersuadee: well maybe you could donate to my child. since you are so into helping out kids\nPersuader: It would be best to donate to a specialized organization to allocate the funds in a proper, efficient way so all children can get the maximum benefit from the money.  \n\tPersuadee: how do we do that\nPersuader: The research team here will collect all donations and send it to the Save the Children. This lump sum will be used to buy mass quantities of supplies at inexpensive prices. \n\tPersuadee: how much will you donate\nPersuader: All of it\n\tPersuadee: how much should i give?\nPersuader: I would give all you have. It woul dbe easy for you to get it back but for the children, this would be huge", "label": [[11, 88, "3-EMOTION-GUILT"], [143, 215, "4-LOGIC-ARGUE"], [467, 638, "5-AUTHORITY-SUPERIOR"], [969, 1136, "4-LOGIC-ARGUE"], [1178, 1351, "2-NEGOTIATE-OTHER"], [297, 324, "1-RAPPORT-OTHER"], [371, 430, "1-RAPPORT-DISCLOSE"], [827, 865, "2-NEGOTIATE-OPINION"], [1400, 1409, "1-RAPPORT-DISCLOSE"], [1456, 1483, "2-NEGOTIATE-BARGAIN"], [1484, 1564, "3-EMOTION-ALTRUISTIC"], [1483, 1564, "4-LOGIC-ARGUE"]], "idx": "563"}
