{"id": 3387, "data": "Persuader: Hello! Have you ever donated to a charity before?\n\tPersuadee: Hi, Yes, I have donated to the ASPCA\nPersuader: I have too! I love dogs. What about Save the Children?\n\tPersuadee: I have never donated to Save the Children, but I would be willing to do so. I love to help children also.\nPersuader: Save the Children is a great organization. Would you be willing to donate some of your earnings from this task toward that charity?\n\tPersuadee: yes, I would be willing to donate a portion of my earnings to the charity.\nPersuader: That's so generous! It's easy to donate when you feel attached to the situation, but helping someone you don't know takes a really special kind of person.\n\tPersuadee: yes, plus your making a difference in other peoples lives or animals. it is gods work.\nPersuader: I agree! Have you ever volunteered your time for a charity?\n\tPersuadee: I have made donations to the charity, but I have never volunteered for one.\nPersuader: We're all so busy or sometimes it's hard to get out to help so donating is a really good way to be able to help. Based on my understanding of Save the Children, it's an organization that is really important in this present time. In 2018 many children are affected by wars (for example Syria). \n\tPersuadee: yes, I heard they are a good organization and are willing to help as much children as positive. is 0.30 cents a good donation to give?\nPersuader: Anything you could donate would be amazing, from .01 to the full $2. Even a small donation helps multiple children. Do you think you could give a little more?\n\tPersuadee: i was thinking 0.30 as the amount I want to give. but I could up to to 0.50 cents\nPersuader: That's great. I think about the amount of money I spend on buying cup of coffee these days, I could definitely go without one in order to help some kids!\n\tPersuadee: yeah same here. every bit is appreciated.\nPersuader: Maybe we can each encourage someone else in our lives to make a donation, and spread the impact. Do you feel like you're willing to donate that .50 cents?\n\tPersuadee: yes I will donate 50 cents\nPersuader: That's amazing. Thanks so much for being so kind and open-minded today.  I've enjoyed talking to you and hope you have a great day!\n\tPersuadee: thank you and you too", "label": [[11, 17, "Conventional-Opening"], [18, 60, "YesNo-Question"], [121, 132, "Statement"], [133, 145, "Statement"], [146, 175, "Open-Question"], [305, 347, "Statement"], [348, 436, "YesNo-Question"], [535, 554, "Thanking"], [555, 689, "Statement"], [800, 808, "Agreement"], [808, 859, "YesNo-Question"], [1188, 1252, "Statement"], [1411, 1479, "Statement"], [1675, 1689, "Thanking"], [1991, 2048, "YesNo-Question"], [2099, 2114, "Thanking"], [2115, 2170, "Thanking"], [959, 1071, "Statement"], [1072, 1187, "Statement"], [1480, 1526, "Statement"], [1527, 1569, "YesNo-Question"], [1689, 1828, "Statement"], [1894, 1990, "Statement"], [2172, 2230, "Statement"]], "idx": 10}
{"id": 3388, "data": "Persuader: Hello\n\tPersuadee: Hi\nPersuader: How do you feel about charities\n\tPersuadee: Generally good, it depends on the cause though\nPersuader: Save the children\n\tPersuadee: From what? Of course saving children is a good thing\nPersuader: Would you mind donating 1/2 of your money to the organization\n\tPersuadee: You mean 1/2 of the $2? I would donate $0.80\nPersuader: Thank u for your donation\n\tPersuadee: no problem. We have a few more turns before we can proceed. do you like charities?\nPersuader: I like St Jude\n\tPersuadee: great, any others?\nPersuader: The animals organization\n\tPersuadee: animals are good.\nPersuader: What organizations do u like\n\tPersuadee: animals rights organizations and mental health advocacy groups\nPersuader: I agree with those\n\tPersuadee: good to know. I'm not sure what else to ask\nPersuader: I don't know either\n\tPersuadee: this is an odd task", "label": [[145, 162, "Other"], [11, 16, "Conventional-Opening"], [43, 74, "Open-Question"], [239, 300, "YesNo-Question"], [369, 394, "Thanking"], [501, 515, "Other-Answer"], [558, 582, "Other-Answer"], [624, 652, "Open-Question"], [739, 757, "Agreement"], [825, 844, "Other"]], "idx": 11}
{"id": 3389, "data": "Persuader: Hello\n\tPersuadee: Hi\nPersuader: I would like to tell you about a charity\n\tPersuadee: OK, I'm listening.\nPersuader: The charity is called Save the Children. As the name suggests, this charity is helping the children around the world\n\tPersuadee: I believe I have heard of this charity.\nPersuader: It is good. Let me give you a bit more information. Your donations would be used to ensure children's rights to health, education, safety. It helps especially in war zones like Syria\n\tPersuadee: I understand but I am low on funds right now.\nPersuader: I can guess, but isn't there any amount you could donate like a little bit of money that you use for a snack or candy? Even a little amount helps. \n\tPersuadee: Well, yes. Maybe I could give a quarter.\nPersuader: That would be great. And let me assure you, this is a professional and trustworthy fund. If you would like to check for more information, the website is  URL \n\tPersuadee: I will check it out, thank you.\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: I would like to donate $0.25\nPersuader: Thank you, that would be great. Even with our little helps, the children around the world may have a better chance\n\tPersuadee: Of course. I wish I could afford more. Maybe later.\nPersuader: I hope so. In the future, if you have better finances, please remember this fund.\n\tPersuadee: Is this the end?\nPersuader: I think so, it had been 10 turns. And thank you again for your help. Have a good day.\n\tPersuadee: You are welcome", "label": [[11, 16, "Conventional-Opening"], [43, 83, "Statement"], [306, 317, "Statement"], [318, 357, "Other"], [358, 444, "Statement"], [445, 488, "Statement"], [167, 242, "Statement"], [126, 166, "Statement"], [677, 705, "Statement"], [770, 791, "Thanking"], [791, 858, "Statement"], [984, 1034, "WH-Question"], [558, 676, "YesNo-Question"], [1035, 1098, "Statement"], [1099, 1158, "Statement"], [1211, 1243, "Thanking"], [1243, 1325, "Statement"], [1401, 1411, "Other"], [1412, 1482, "Request"], [1557, 1591, "Thanking"], [1592, 1608, "Statement"], [1523, 1556, "Statement"]], "idx": 77}
{"id": 3390, "data": "Persuader: Hello-- have you ever heard of the charity Save the Children?\n\tPersuadee:  Curious.  quite im me to the explain exain you can have i think UI'm\nPersuader: Save the Children is an international charity that provides food and services to children in desperate need around the world.\n\tPersuadee:  africa like countries in donations the Is much how interesting sounds That\nPersuader: Exactly!  They work in Africa and other places around the world where children need help.  Would you be willing to donate some of your task payment to this charity to help children in need?\n\tPersuadee:  eventually donate will will will i moment the at low quite Is.  money my but Yes\nPersuader: I understand.  Sometimes I have money problems too.  But if you think about the children that would be helped, they have nothing.  No food, no medical care, sometimes no home.  You can donate anything from zero to the full task payment amount.  It would really help.\n\tPersuadee: card debit my use i do work this does Howyou for fine is that if 0$ donate would I\nPersuader: The research team conducting this conversation task will collect all donations and send them to Save the Children, so you don't need a credit card.  Even a few cents would help provide food or clean water for a child.\n\tPersuadee:  house my around change of bit little a have i cool Thats\nPersuader: I'm so happy that you're willing to give!  If you want to donate part of this task payment, all we need to do is agree on an amount.\n\tPersuadee:  nickels nickela some have i house my around check to have i acceptable dimes and pennies is Okay\nPersuader: In this case, we will use electronic payment through this task.  It could be up to $2.  How much do you think you would like to donate from your payment?\n\tPersuadee: enough cebt1 5 5_5050$ Is\nPersuader: I'm sorry--I don't quite understand the amount you are suggesting.  Donations are in US$.  So it would be $0.15, for example?  or maybe $0.50?\n\tPersuadee: cents01 0. donate i Can\nPersuader: Just to make sure, you would like to donate $0.10 US?  Is that right?\n\tPersuadee: cent1  its is phone my sorry Im\nPersuader: Okay, so just one cent?  Is that your donation amount?  Every cent helps, but ten cents would be even better!\n\tPersuadee: tjst with.  with agree I.  cents10 \nPersuader: Great!  Ten cents to help children!  Thank you so much!", "label": [[11, 16, "Conventional-Opening"], [19, 72, "YesNo-Question"], [166, 291, "Statement"], [391, 399, "Agreement"], [401, 480, "Statement"], [482, 580, "YesNo-Question"], [686, 699, "Agreement"], [701, 737, "Statement"], [739, 815, "Statement"], [817, 861, "Statement"], [863, 929, "Statement"], [931, 952, "Statement"], [1059, 1205, "Statement"], [1208, 1276, "Statement"], [1358, 1399, "Thanking"], [1401, 1490, "Statement"], [1612, 1675, "Statement"], [1700, 1765, "WH-Question"], [1677, 1698, "Statement"], [1883, 1905, "Statement"], [1906, 1957, "Backchannel-Question"], [1815, 1881, "Statement"], [2005, 2058, "YesNo-Question"], [2060, 2074, "YesNo-Question"], [2155, 2185, "YesNo-Question"], [2130, 2153, "YesNo-Question"], [2186, 2239, "Statement"], [2299, 2305, "Thanking"], [2336, 2354, "Thanking"], [2307, 2336, "Statement"]], "idx": 108}
{"id": 3391, "data": "Persuader: Have you ever heard of the charity children?\n\tPersuadee: I don't think so, what do they support?\nPersuader: I'm sorry. It's save the children. My fingers don't type very well. It's an international nongovernmental organization. They are looking out for children's rights in developing countries\n\tPersuadee: Oh, yes. I do know save the children. They are a great organization. \nPersuader: That's great news, you know they are untrustworthy. Have you ever donated to them?\n\tPersuadee: I haven't donated to them, which is good apparently. What makes them untrustworthy?\nPersuader: Oh my goodness I meant to say trustworthy.\n\tPersuadee: ha, that is much better. I don't have a lot of income to donate to charity :( \nPersuader: I don't either, and when I do I usually donate to dog charities. LOL but after reading up on this they said every penny helps. I think I could spare .25. Do you want to kick in a little?\n\tPersuadee: I donate to a dog charity also! such sweet creatures. I have a dachsund/pit mix named Tuttle. I can spare a quarter if it helps.\nPersuader: That's why we don't have extra money. LOL I have a Labrador who eats everything and this shepherd beagle mix. They are my children . But I guess once in a while we should donate to real children LOL . Okay cool I'll donate 1/4 and you donate 1/4 and then we've done our good deed for the day!!!!\n\tPersuadee: Sounds good to me. We could donate our earnings from this hit and still make a nickel for kibble.\nPersuader: Lmao!  Deal!!!  Have a great day from Illinois!  \n\tPersuadee: Thanks, warmest regards from Alabama\nPersuader: I guess we have to each have 10 turns so after this response we have to write two more times LOL\n\tPersuadee: I was wondering that. Are you a cubs fan?\nPersuader: Not really but I've been to one of their games. It was fun. Are you?\n\tPersuadee: I don't really have a team, but I like baseball. What are your dogs names?\nPersuader: Clementine and Eddybear.  And they are tired of me messing around on the computer so after the survey we are going to go for a walk!! I think we took ten turns!  \n\tPersuadee: Enjoy they walk, I hope it isn't too hot like here. we have to walk early and late.\nPersuader: It's really hot here too. Okay I'll put it in my quarter if you put in yours and have an awesome day!!", "label": [[11, 55, "YesNo-Question"], [130, 154, "Statement"], [119, 129, "Other"], [154, 186, "Other"], [187, 238, "Statement"], [239, 305, "Statement"], [399, 451, "Acknowledge"], [451, 481, "YesNo-Question"], [589, 631, "Acknowledge"], [799, 860, "Statement"], [734, 798, "Agreement"], [861, 887, "Statement"], [887, 920, "YesNo-Question"], [1274, 1368, "Statement"], [1073, 1273, "Statement"], [1490, 1539, "Conventional-Closing"], [1600, 1696, "Statement"], [1929, 1953, "Other-Answer"], [1955, 2062, "Statement"], [2225, 2301, "Statement"], [2199, 2224, "Agreement"], [1810, 1821, "Affirmative-Answer"], [1822, 1830, "YesNo-Question"], [2063, 2091, "Statement"], [1762, 1809, "Other-Answer"]], "idx": 112}
{"id": 3392, "data": "Persuader: Hi, how are you today? I have a question for you, how interested are you in helping children in need?\n\tPersuadee: Hi! I'm doing great, and yourself? I am very interested.\nPersuader: Im doing great too. A lot better than the children I speak of that are suffering in developing countries. Have you ever heard of the organization Save the Children?\n\tPersuadee: No, I haven't. What is the organization about?\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: That sounds really interesting. What countries does Save the Children operate in?\nPersuader: It operates out of the United States, it actually helps children in the US and developing countries such as Ethiopia, Indonesia, Vietnam, and many more. Just a small amount, pennies, would make a huge difference to these kids.\n\tPersuadee: I had no idea it operated outside of the United States. I understand how a donation, no matter how small would help this children. Do you know where the money goes towards to? \nPersuader: It would go into a general fund and the organization would put the money where it is most needed. Are you willing to make a small donation between fifty cents to two dollars that you would gain from this task to go toward this Charity? \n\tPersuadee: I would be more than willing to give a donation. Before I do that, I would like to know how the organization handles the money. I have no doubt its a trustworthy organization, I just want to know how it helps the children.\nPersuader: The money goes towards their healthcare, their education, what tugs on my heart strings the most is that it also goes towards protecting the children from abuse and neglect, exploitation and violence. Of course it also helps feed needy children and goes towards emergency care for any type of natural disasters or other emergencies.\n\tPersuadee: It does sound like the organization is helping improve and save children's lives\nPersuader: It is! Imagine if we convinced our friends and family to donate a small amount as well, people like you and I could actually make a difference in the world.\n\tPersuadee: Yes! So many children around the world could have better an improved lives. Why is this organization not well known?\nPersuader: I have heard of it before but not extensively. I learned a lot about them through their website  URL How much would you like to donate? The research team will collect all donations and send it to Save the Children.\n\tPersuadee: Thanks for sending me the website! I will check it out. I would like to donate .50.\nPersuader: You are a wonderful person, thank you for showing love to children in need.\n\tPersuadee: I really wish I could donate more. Maybe one day when I have enough income I will. \nPersuader: I am in the same boat, but every penny counts and weather it is .50 cents or 500 you are making a difference. Thank you and have a wonderful day.\n\tPersuadee: Thank you for all the information. Hope you also have a wonderful day. ", "label": [[34, 112, "Open-Question"], [11, 33, "Conventional-Opening"], [193, 212, "Affirmative-Answer"], [213, 298, "Statement"], [299, 357, "YesNo-Question"], [428, 596, "Statement"], [702, 928, "Statement"], [1129, 1226, "Statement"], [1227, 1365, "YesNo-Question"], [1612, 1812, "Statement"], [1813, 1944, "Statement"], [2049, 2055, "Agreement"], [2056, 2205, "Statement"], [2346, 2391, "Statement"], [2393, 2446, "Statement"], [2447, 2481, "WH-Question"], [2482, 2560, "Statement"], [2668, 2743, "Statement"], [2851, 2960, "Statement"], [2961, 2996, "Thanking"]], "idx": 139}
{"id": 3393, "data": "Persuader: Hi Michel, How are you doing today?\n\tPersuadee: im doing well how are you?\nPersuader: Doing good. Would you like to contribute for \"Save the Childern\"?\n\tPersuadee: what is that?\nPersuader: Please refer the site -  URL  Around 150 Million Children are being helped around the world through our organization.  It would be great if you are also a part of contributing to children to make their life happier\n\tPersuadee: How do I know this is legitimate?\nPersuader: Please refer the link -  URL s/about-us/awards-and-rankings and you will find its a legitimate organisation\n\tPersuadee: Can you tell me more of your personal experience with the organization?\nPersuader: I am sponsoring two children from India for their education and I am in contact with them through phone and I used to visit them often and take care of them\n\tPersuadee: interesting. so where do i sign up to donate?\nPersuader: Thank you for your consideration.  Please refer the link - https://support. URL ite/SPageNavigator/login.html?nexturl=https%3A%2F%2Fsupport. URL 2Fsite%2FSPageNavigator%2Fsupporter_center.html to sign up\n\tPersuadee: thank you for the info\nPersuader: Hopefully you will help the children by making donations?\n\tPersuadee: yes  i will\nPersuader: Great of you.  Looking forward to pass the information to your near and dear ones and ask them to help the Children to eradicate Children's sufferings around the world\n\tPersuadee: thank you for all your help!\nPersuader: Please let us know when do you have the plan to make contribution? It would be great if you can contribute right now ( Since good things should not be postponed :) )\n\tPersuadee: i do plan to contribute right now\nPersuader: Thank you so much\n\tPersuadee: you are welcome", "label": [[11, 46, "Conventional-Opening"], [96, 108, "Affirmative-Answer"], [109, 162, "YesNo-Question"], [200, 317, "Statement"], [319, 414, "Suggest"], [472, 579, "Statement"], [675, 831, "Statement"], [936, 1104, "Statement"], [901, 934, "Thanking"], [1151, 1208, "YesNo-Question"], [1244, 1257, "Thanking"], [1259, 1411, "Request"], [1531, 1629, "Statement"], [1464, 1530, "WH-Question"], [1687, 1704, "Thanking"]], "idx": 180}
{"id": 3394, "data": "Persuader: Hi! How are you today?\n\tPersuadee: Doing great, how about yourself?\nPersuader: Very good, thanks for asking! Have you ever thought about donating to Save the Children?\n\tPersuadee: I haven't, what does that charity do?\nPersuader: Save the Childrenhelps children in developing countries by giving them medicine, food and much more!\n\tPersuadee: Oh that sounds like a great cause! Have you personally donated to them before?\nPersuader: Yes I have! I usually donate to them whenever I have extra money.\n\tPersuadee: Do they have a website I could visit?\nPersuader: Of course! It's  URL \n\tPersuadee: I may consider donating a small amount then\nPersuader: That's great! You can donate anything from 0 to 2 dollars. Every litle bit helps!\n\tPersuadee: You can put me down for a dollar, it's not a lot but I feel good about it\nPersuader: Thanks a lot for your contribution! Don't worry about the amount, that one dollar can help a lot!\n\tPersuadee: Is there any other charities you've donated to in the past that you're passionate about?\nPersuader: I also really like the Ronald McDonald House system. Do you have any charities your passionate about?\n\tPersuadee: I haven't donated to them before, but I'm interested in helping the World Wildlife Fund\nPersuader: I've heard of them but I'm not sure what sure what they do.\n\tPersuadee: It's basically the leading organization in wildlife conservation and endangered species\nPersuader: That sounds awesome! I am passionate about that so I will definitely look into them! \n\tPersuadee: Yeah I always enjoy helping animals if I can!\nPersuader: Same here! It's so sad that some species are in so much trouble.", "label": [[11, 33, "Conventional-Opening"], [90, 119, "Affirmative-Answer"], [90, 119, "Thanking"], [120, 178, "YesNo-Question"], [240, 340, "Statement"], [443, 454, "Affirmative-Answer"], [455, 508, "Statement"], [570, 591, "Affirmative-Answer"], [659, 672, "Thanking"], [673, 717, "Statement"], [718, 740, "Statement"], [838, 874, "Thanking"], [874, 935, "Statement"], [1048, 1100, "Other-Answer"], [1101, 1149, "Open-Question"], [1261, 1320, "Backchannel"], [1432, 1452, "Statement"], [1453, 1517, "Statement"], [1587, 1597, "Agreement"], [1598, 1651, "Statement"]], "idx": 184}
{"id": 3395, "data": "Persuader: Good morning, how are you today?\n\tPersuadee: Good you?\nPersuader: Feeling good today, day off from work.\n\tPersuadee: Yeah, same. Am I supposed to come up with a topic to discuss?\nPersuader: I am hear to talk to you about an amazing charity called Save the Children, that uses donated money to help provide essentials of life to children in developing countries.  Would you consider making a donation from your task payment?\n\tPersuadee: No. Not at this time. \nPersuader: Does your heart no go out to the suffering that children go through on a daily basis in order to get basic needs such as water and food?\n\tPersuadee: Yes it does. Life is hard. It's unfortunate that some people have to live under the rule of extremely corrupt governments. It's also unfortunate that a semester of university in the US should be $700 adjusted for inflation from 1975 but instead it's  tens of thousands of dollars. The wealthy run the world and we're here doing bullshit for $2. The struggle is real\nPersuader: I hear you.  I have a degree that I will be paying on til I am in my 60s if I don't make real efforts to pay it back faster.  But I still try to give back and help others, even if it's just a measly dollar to help someone buy a burger.  It works 2 fold, in that it helps someone in need and makes me feel that the world if not always the worst.\n\tPersuadee: Good to hear. I also donate from time to time. Just not doing it right now. Are you receiving any indication when this is over?\nPersuader: Yea, I don't know.  I have a 10 min chat exchange but not seeing a submit or anything.  You?\n\tPersuadee: Maybe we both need to say 10 things?\nPersuader: I guess.  I am glad that you do donate.  Hopefully things will change for the better sooner rather than later in the world.\n\tPersuadee: Yeah. Same here. But probably not because money talks\nPersuader: Try this....How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: I would like to donate $0\nPersuader: Ok thanks for your time.  Hope things work out for you in life.  Take care.\n\tPersuadee: Thanks you too\nPersuader: I guess we just exit now, not seeing a submit or end button\n\tPersuadee: Wish they would make it more clear\nPersuader: Lol, you were right", "label": [[11, 43, "Conventional-Opening"], [77, 115, "Affirmative-Answer"], [201, 374, "Statement"], [374, 434, "YesNo-Question"], [481, 617, "YesNo-Question"], [1007, 1018, "Acknowledge"], [1020, 1131, "Statement"], [1133, 1242, "Statement"], [1244, 1351, "Statement"], [1503, 1521, "Negative-Answer"], [1523, 1589, "Statement"], [1591, 1595, "Tag-Question"], [1656, 1664, "Other-Answer"], [1666, 1695, "Statement"], [1697, 1779, "Statement"], [1857, 1919, "WH-Question"], [1920, 1984, "Statement"], [1984, 2043, "Statement"], [2093, 2118, "Thanking"], [2119, 2168, "Statement"], [2207, 2266, "Statement"], [2325, 2344, "Other"]], "idx": 191}
{"id": 3396, "data": "Persuader: Hello\n\tPersuadee: Hello!\nPersuader: How are you?\n\tPersuadee: I am doing good! How are you\nPersuader: Good! I am well. I have a really important question to ask of you\n\tPersuadee: Sure, I'm up for answering some questions.\nPersuader: I have been very lucky to be apart of a non-governmental organization called Save the Children and it provides relief and support to children in developing country\n\tPersuadee: That sounds interesting. Sounds like good meaningful work for a good cause.\nPersuader: It's so meaningful! Right now we are preparing a large shipment of supplies for Puerto Rico. There are families that we are in close contact with who have lost their children in the hurricane. More and more families are coming out of the woodwork, and we are becoming short on funds to help them. All I am asking is for the possibility of you to make a kind donation of two dollars so that we can ship more supplies to devastated families in Puerto Rico\n\tPersuadee: I do feel sorry for the american citizens in Puerto Rico that have been ignored by our government. I want to help, but I would rather just donate 1 dollar because to be frank I don't know much about the Save the Children organization. \nPersuader: We would really appreciate that. Right now, we are an international organization that has helped over 250,000 children in developing countries. We are based in the United States, and all of the people who participate in this organization have a background involving children (mainly teachers and parents). With donations, we are projected to help over 750,000 children in the next three years.\n\tPersuadee: I'll donate 1 dollar. Seems like a good organization that helps people in need. \nPersuader: I'm sorry, my computer kind of glitched out. How much would you like to donate to the organization now? Your donation will be deducted from your task payment. You can choose any amount from $) to all of your payment ($2)\n\tPersuadee: $1.00 dollar donation\nPersuader: Thank you very much. You are helping us give a wonderful service.\n\tPersuadee: no problem. It's not much by myself, but I hope a lot of people pitching together makes a difference\nPersuader: Exactly. It's surprising how $100 can go so far within this organization.\n\tPersuadee: I'm disappointed that the government isn't helping puerto rico like it did with katrina or any other disaster\nPersuader: I completely understand, especially because they are our territory. That's why organizations have stepped up and taking the place of the government. We are so desperately in need of money though, so we sincerely  thank you.\n\tPersuadee: You're welcome! Hope things get better soon for puerto ricans", "label": [[11, 16, "Conventional-Opening"], [47, 59, "Conventional-Opening"], [112, 129, "Affirmative-Answer"], [129, 177, "Statement"], [244, 407, "Statement"], [507, 803, "Statement"], [1253, 1364, "Statement"], [1526, 1613, "Statement"], [1364, 1525, "Statement"], [1718, 1762, "Statement"], [1822, 1876, "Statement"], [2005, 2049, "Statement"], [2174, 2182, "Agreement"], [2183, 2247, "Statement"], [2381, 2448, "Acknowledge"], [804, 960, "Open-Question"], [1220, 1252, "Statement"], [1763, 1821, "WH-Question"], [1877, 1938, "Statement"], [1984, 2004, "Thanking"], [2449, 2529, "Statement"], [2530, 2604, "Thanking"]], "idx": 213}
{"id": 3397, "data": "Persuader: Have you ever heard of the 'Save The Children' charity?\n\tPersuadee: I have! I think it's a great chairty.\nPersuader: I think the work they do is great. Helping kids in impoverished nation is a really noble thing to do. \n\tPersuadee: I agree, how frequently do you donate?\nPersuader: I generally do my charitable donations around Christmas, when I had an influx of extra cash. You?\n\tPersuadee: Similiar, I only donate when I have the money to spare.\nPersuader: You can help now! You can donate any amount from your task payment to Save the Children now if you'd like. \n\tPersuadee: I'm not sure if I want to, but I can give a little.\nPersuader: How much would you like to give? The research team will collect all donations and send them to Save the Children.\n\tPersuadee: I'll give 5 cents.\nPersuader: I'll do the same. \n\tPersuadee: Great, I'm glad we're helping a little.\nPersuader: I imagine a lot of people end up doing these hits. It probably adds up, assuming everyone pitches in a little. \n\tPersuadee: Agreed, which is probably what they want.\nPersuader: I'd assume so. I've done hits kind of like this, where the end goal seemed to be to gauge peoples charitable giving with their task payments.\n\tPersuadee: Ive done a lot of those as well, a lot I think are set up to generate certain types of responses.\nPersuader: I'm a sucker for helping people when I can. \n\tPersuadee: At least you're doing some good, though.\nPersuader: You too! Thanks for the 5 cents. It was nice talking to you. \n\tPersuadee: Nice talking to you as well.", "label": [[11, 66, "YesNo-Question"], [163, 230, "Statement"], [292, 385, "Other-Answer"], [470, 487, "Statement"], [653, 685, "WH-Question"], [686, 766, "Statement"], [809, 827, "Agreement"], [891, 941, "Statement"], [942, 1002, "Statement"], [128, 162, "Statement"], [386, 390, "WH-Question"], [488, 577, "Statement"], [1068, 1082, "Agreement"], [1083, 1209, "Statement"], [1331, 1375, "Statement"], [1449, 1472, "Thanking"], [1473, 1501, "Statement"], [1440, 1448, "Other"]], "idx": 317}
{"id": 3398, "data": "Persuader: Hello. How are you?\n\tPersuadee: I'm good, how are you doing?\nPersuader: Very well. I'm just up organizing info for my charity. Are you involved with charities? \n\tPersuadee: Yes! I work with children who have terminal illnesses. What charity are you involved in?\nPersuader: That's great! I help with Save The Children. \n\tPersuadee: Amazing! Working with kids is the best. What do you do for Save the Children?\nPersuader: I help raise donations and volunteer time.\n\tPersuadee: That's so important. How do you raise donations?\nPersuader: By directly asking for aid. Do you currently donate to your charity?\n\tPersuadee: Yes I do, but I'm happy to donate to yours as well!\nPersuader: Wonderful! Would you be will to donate $1.00 of your task money to help Save the Children? Save The Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Yes, I would be happy to!\nPersuader: Would $2.00 be too much to ask?\n\tPersuadee: No, I can do it.\nPersuader: Thank you. Can we make it $1.50? These children really need the assistance. \n\tPersuadee: $1.50 sounds good then.\nPersuader: Why not $1.75 then? :-)\n\tPersuadee: I can do $2.00! Happy to help.\nPersuader: Thank you so much! Do you have any more questions for me?\n\tPersuadee: Nope. Thank you!", "label": [[11, 30, "Conventional-Opening"], [83, 93, "Affirmative-Answer"], [94, 137, "Statement"], [138, 170, "YesNo-Question"], [284, 297, "Statement"], [298, 329, "Statement"], [431, 473, "Statement"], [546, 573, "Statement"], [574, 614, "YesNo-Question"], [690, 700, "Statement"], [701, 780, "YesNo-Question"], [781, 949, "Statement"], [999, 1030, "YesNo-Question"], [1071, 1081, "Thanking"], [1082, 1103, "YesNo-Question"], [1104, 1147, "Statement"], [1195, 1218, "YesNo-Question"], [1273, 1291, "Thanking"], [1292, 1330, "YesNo-Question"]], "idx": 345}
{"id": 3399, "data": "Persuader: Have you heard of the charity Save the Children?\n\tPersuadee: Yes I have, but I don't know a lot about it.\nPersuader: They promote children's rights, provides relief, and helps support children in developing countries.\n\tPersuadee: That sounds like a very nice cause.\nPersuader: Yes, it\\'s a great cause.  And the charity is highly rated with many positive rewards.  Including an \"A\" rating from the American Institute of Philanthropy.  \n\tPersuadee: That's awesome! Do you know when the charity began?\nPersuader: It was founded way back on April 15, 1919! A charity with that kind of history shows that it has made an amazing impact.  Just last year they helped a total of 155 million children!\n\tPersuadee: That is very impressive. Do you know on average how much money the charity makes per year?\nPersuader: The total operating revenue was $807,412 in 2017, and 9 out of every 10  dollars they make goes straight into the programs and services to help children and families in need.\n\tPersuadee: That is awesome.\nPersuader: I know I was surprised by those numbers.  A lot of widely known charities aren't as open and honest about where their finances go, but you can easily find Save the Children's financial reports online.  That's important to me in a charity.\n\tPersuadee: Yes, definitely. Unfortunately some \"charities\" are just scams that do not donate to a worthy cause at all.\nPersuader: That's the truth.  That's why it's so important to do research before donating.  Save the Children even breaks down where exactly your money goes on their website.  For example, 34% of the money donated goes to health & nutrition services and programs, 21% to education, 11% to emergencies, 11% to HIV/AIDs, etc.  It is fully listed on the site with an easy to read graphic.  Super helpful.\n\tPersuadee: That's very helpful. It is best to be transparent when running a charity like that, especially when the charity brings in a large amount of money. That way nobody can question anything.\nPersuader: Oh yeah.  When I first heard about these super well known organizations only actually using about 5% of their proceeds for their services I was shocked.  Save the Children uses a total of 86% of proceeds for their services and programs! The rest goes to \"fundraising, management, and general\" as the website says.  That\\'s good to hear that it\\'s not all about filling some people\\'s pockets.\n\tPersuadee: Right. I understand that people have to get paid for what they do, but they shouldn't be making an extravagant amount of money.\nPersuader: Exactly.  It's pretty infuriating to know that some people play on people's sensitivities and vulnerable states to just get rich.  I know when I make donations I always be sure to get the facts first now.  Have you ever donated to charity in the past?\n\tPersuadee: Yes I have. I usually like to donate to Johns Hopkins Hospital because that is where I had many of my surgeries when I was a child. The people there saved my life on more than one occasion and it's just a great hospital.\nPersuader: That is so special.  That must be an amazing feeling to be able to give back.  How do you feel about donating to Save the Children?  You can choose an amount that would be taken out automatically from your reward from this task.  You can pick any amount from $0 to $2.  I know that any small donation counts, because the more individuals donate the more impact they can make.\n\tPersuadee: Sure, I'd be glad to donate $0.25 to Save the Children.\nPersuader: That is awesome!  Nice move.  That's some good karma for you right there, and knowledge that your money is going to help children around the world.  Thanks for doing your part!", "label": [[11, 59, "YesNo-Question"], [128, 228, "Statement"], [288, 313, "Agreement"], [315, 374, "Statement"], [376, 445, "Statement"], [565, 642, "Statement"], [644, 703, "Statement"], [818, 992, "Other-Answer"], [522, 564, "Other-Answer"], [1033, 1073, "Statement"], [1075, 1233, "Statement"], [1235, 1271, "Statement"], [1403, 1420, "Agreement"], [1422, 1482, "Statement"], [1484, 1566, "Statement"], [1568, 1793, "Statement"], [2003, 2011, "Agreement"], [2013, 2155, "Statement"], [2157, 2395, "Statement"], [2547, 2555, "Agreement"], [2557, 2751, "Statement"], [2753, 2798, "YesNo-Question"], [3043, 3062, "Statement"], [3064, 3120, "Statement"], [3122, 3174, "WH-Question"], [3176, 3272, "Statement"], [3273, 3312, "Statement"], [3313, 3418, "Statement"], [3528, 3645, "Statement"], [3647, 3674, "Thanking"], [3498, 3526, "Statement"]], "idx": 353}
{"id": 3400, "data": "Persuader: Hello! I need you to make a donation for us to work this out.\n\tPersuadee: hello. What do we need to work out and what would this donation be for?\nPersuader: We have to make sure we get a bonus by donating the $2. It's for Save the Children, and actually my family and I have experience with them. They're one of the more reputable charities luckily. But for this to work, I really need you to donate both dollars.\n\tPersuadee: I can not donate until 10 chat turns. how do you have experience with them?\nPersuader: My family has been involved with charities due to our business. We make regular donations and Save the Children actually has done the most with what we've given them.\n\tPersuadee: What is your families business and what do you enjoy most of the Save the Children charity?\nPersuader: We own furniture stores on the west coast. We just love that they're so transparent with their spending and they give us concrete examples of why our past donations have helped them.\n\tPersuadee: could you name a couple of examples please?\nPersuader: Well, the examples they provided were specifically showing us what parts of their charity the money was going towards, and what those parts did. Essentially a lot of it was relief for the poor, in the form of shelter, clothing and food.\n\tPersuadee: Glad to see it goes to shelter, clothing, and food. What would benefit me towards donating my $2 to the Save the Children fund?\nPersuader: I can't give you too many details, but trust me, donating the entire 2 would GREATLY benefit you. Not to mention the satisfaction of helping a charity that actually does good work.\n\tPersuadee: I do like the satisfaction of doing good work for and towards others.\nPersuader: That's fantastic, so do I. Small amounts actually do go far. A couple bucks and it's a few meals for someone. It's mind blowing.\n\tPersuadee: sound good. You do make a point. I am interested to help.\nPersuader: Thanks! Then definitely donate the full two. You'll be really happy you did, trust me.\n\tPersuadee: I trust you. I will donate the $2 towards the Save the Children fund.\nPersuader: Awesome, you'll be happy you did :)\n\tPersuadee: I am glad to help. Thank you for the information you provided.\nPersuader: Thank you too, have a good night!\n\tPersuadee: thank you. you too. goodnight!", "label": [[11, 18, "Conventional-Opening"], [18, 72, "Instruct"], [168, 223, "Statement"], [224, 308, "Statement"], [1056, 1292, "Other-Answer"], [1718, 1744, "Agreement"], [1928, 1936, "Thanking"], [2108, 2143, "Statement"], [2230, 2263, "Conventional-Closing"], [308, 360, "Statement"], [361, 424, "Statement"], [524, 690, "Statement"], [849, 988, "Other-Answer"], [806, 848, "Other-Answer"], [1444, 1624, "Statement"], [1745, 1846, "Statement"], [1936, 2014, "Statement"], [2230, 2263, "Thanking"]], "idx": 447}
{"id": 3401, "data": "Persuader: Good afternoon, how are you today?\n\tPersuadee: fine, hopefully you are too\nPersuader: Pretty good, thanks. do you ever donate to charities?\n\tPersuadee: I do sometimes. I have a few favorites.\nPersuader: What are your favorite charities to donate to?\n\tPersuadee: The Red Cross and The Human Fund\nPersuader: Have you ever thought about donating to Save the Children?\n\tPersuadee: no, what do they do?\nPersuader: Save the Children promotes children's rights and provides relief/support in developing countries around the world\n\tPersuadee: That sounds good. Have they been around for long?\nPersuader: 2019 will be 100 years, I believe. Would you be willing to donate some of your payment for this task to Save the Children?\n\tPersuadee: Sure, are you a contributor as well?\nPersuader: How much would you like to donate to charity? Your donation will be directly donated from your task payment. You can choose any amount from $0.00 to $2.00\n\tPersuadee: I can contribute a dollar. Will you do the same?\nPersuader: That is very kind of you to do. How much do you usually contribute to charities over the course of the year?\n\tPersuadee: a decent amount, or at least I like to think so. \nPersuader: Save the Children will greatly appreciate the donation of $1.00. Would you consider donating more? Every small donation will indeed help a lot of children and their families around the world\n\tPersuadee: I'll stick with $1. Hopefully you will follow suit.\nPersuader: You are part of the solution and we all have a moral responsibility to help the children around the world. I hope you would reconsider.\n\tPersuadee: understood, but I'll stick with my $1 donation. What are your donation plans?", "label": [[118, 150, "YesNo-Question"], [317, 375, "YesNo-Question"], [11, 45, "Conventional-Opening"], [97, 118, "Affirmative-Answer"], [214, 260, "WH-Question"], [420, 533, "Statement"], [607, 641, "Other-Answer"], [643, 729, "YesNo-Question"], [790, 835, "WH-Question"], [836, 944, "Statement"], [1017, 1048, "Statement"], [1199, 1263, "Statement"], [1264, 1298, "YesNo-Question"], [1298, 1389, "Statement"], [1049, 1125, "Declarative-Yes/No-Question"], [1465, 1571, "Statement"], [1572, 1600, "Statement"]], "idx": 515}
{"id": 3402, "data": "Persuader: Hey there, are you one to donate to charities? Because I have a great one that you could take a look at.\n\tPersuadee: i usually do donate to charities\nPersuader: Oh really? I bet Save the Children could be right for you though. From the task you are doing, you can donate as much or as little as you like. \n\tPersuadee: I would like to know more about this charity\nPersuader: Save the Children is and how your donation is essential to help ensuring children's rights to health, education, safety, etc. \n\tPersuadee: I'm surprised i've never heard about it! how do i know if it's legit and if money really go to help those kids\nPersuader: It's a very legitamate charity. There are millions of children that need help and just as many people that are willing to donate for the children.\n\tPersuadee: i understand but i just don't feel comfortable donating yet. \nPersuader: How much money do you spend on unnecessary stuff like a bag of snack or candy? Think about that and from what you spend on candy and snacks can be money that goes to a child in real need.\n\tPersuadee: I'm currently receiving food stamps so i don't buy candy and unnecessary stuff. i'm super broke right now\nPersuader: I can understand that. Even if you may have a few pennies that are left around can be collected and help the children. Would that be something you are willing to do?\n\tPersuadee: yes, i guess i can. \nPersuader: That is great! Anything, even a few cents, will definitely help in the long run. Even a few pennies tha tyou will earn from this task will help. That sounds wonderful, doesn't it?\n\tPersuadee: it does. i really love helping people\nPersuader: It is a wonderful feeling to help someone and I'm glad that you feel the same way. I bet others you know will do the same when they see you donating to a great cause.\n\tPersuadee: Yes, i agree\nPersuader: That is awesome. Well I hope you have a great day!\n\tPersuadee: thank you! You too!\nPersuader: Oh, one little thing. How much would you like to donate?\n\tPersuadee: I'm not sure yet, maybe 5 cents\nPersuader: 5 cents it is. Thanks!", "label": [[11, 57, "Declarative-WH-Question"], [58, 115, "Statement"], [172, 182, "Tag-Question"], [183, 237, "Statement"], [238, 316, "Statement"], [385, 511, "Statement"], [646, 678, "Affirmative-Answer"], [678, 792, "Statement"], [878, 957, "Declarative-WH-Question"], [957, 1065, "Statement"], [1195, 1218, "Acknowledge"], [1218, 1314, "Statement"], [1314, 1360, "YesNo-Question"], [1405, 1549, "Statement"], [1550, 1584, "Tag-Question"], [1646, 1728, "Statement"], [1729, 1812, "Statement"], [1849, 1899, "Conventional-Closing"], [1943, 1999, "WH-Question"], [2070, 2077, "Thanking"], [2055, 2069, "Acknowledge"]], "idx": 566}
{"id": 3403, "data": "Persuader: Hello! How are you doing today?\n\tPersuadee: Hello! I am doing well. How are you?\nPersuader: I am good.  I am asking you to donate a portion of your hit earnings to Save the Children.  Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Can  you tell me more about them?\nPersuader: Sure!  First it's a reputable organization and trustworthy. Independent charity watchdog groups give them high ratings.\n\tPersuadee: In what ways do they help the kids?\nPersuader: They help in many ways, help ensuring children's rights to health, education, safety, etc.  Things we tend to take for granted.\n\tPersuadee: How much of the donation will be used for the children?\nPersuader: That's where those independent watchdog groups I mentioned have rated them highly.  For example, about 87% of their money goes to their programs.  \n\tPersuadee: What relief do they offer in terms of healthcare?\nPersuader: The healthcare initiatives include maternal, newborn and child health. For example, they target child malnutrition and hunger and prevent HIV transmission, and ensure treatment for those living with HIV before they develop AIDS.  All in all they help to give 86 million children a healthy start in life and help 33.3 million children directly with lifesaving care, medicines and preventive treatments.\n\tPersuadee: And what do they offer in terms of food aid?\nPersuader: It's not just providing food, though that is a part of it.  They also help to build household and community resilience to food security and economic shocks and stresses. Strengthen socio-economic conditions to improve standards of living and the ability of families to provide for their children. I really like that they provide youth with the skills and linkages they need to earn and manage a decent income.\n\tPersuadee: How much can I choose to donate today?\nPersuader: I really thank you for thinking about donating.  This small amount can make a huge difference to children in need.  You can choose any amount from $0 to all your payment ($2).  How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. \n\tPersuadee: I choose to donate 40 cents from the total.\nPersuader: Thank you very much! I work with at-risk children for a living, so this is something I am passionate about.  I really appreciate it!\n\tPersuadee: This is a good cause you are working for. Thank you!\nPersuader: Have a good night and a good week! (we may need to send a few more messages before we can end this hit)\n\tPersuadee: Okay sounds good. Thank you for all the information.", "label": [[11, 42, "Conventional-Opening"], [18, 42, "WH-Question"], [103, 113, "Affirmative-Answer"], [195, 363, "Statement"], [115, 192, "Request"], [421, 426, "Affirmative-Answer"], [428, 540, "Statement"], [600, 727, "Other-Answer"], [807, 954, "Affirmative-Answer"], [1099, 1428, "Other-Answer"], [1099, 1429, "Statement"], [1498, 1907, "Other-Answer"], [1498, 1907, "Statement"], [1970, 2018, "Thanking"], [2019, 2145, "Statement"], [2147, 2197, "WH-Question"], [2198, 2262, "Statement"], [2330, 2351, "Thanking"], [2351, 2462, "Statement"], [2539, 2642, "Conventional-Closing"]], "idx": 579}
{"id": 3404, "data": "Persuader: Hey how are you doing today?\n\tPersuadee: Great! It's hot outside. I'm eager for cooler weather. How is the weather where you are?\nPersuader: It's also very warm here. I was curious if you have ever heard of a charity called Save the Children?\n\tPersuadee: I have, but i am not familiar with the specifics.\nPersuader: Save the Children is an organization that promotes children's rights, provides relief and helps support children is developing countries.\n\tPersuadee: do you know how many countries they work with?\nPersuader: They help children in 120 different countries. I was hoping you would be interested in donating a small amount of .10 to help a child that will never have the same opportunities as us? \n\tPersuadee: wow! that is impressive. Yes, I will donate 10 cents. I can manage that for children.\nPersuader: Is this the first time that you have ever donated to a charity before. Many people tell me that they feel very fulfilled as a person knowing that they have been able to contribute to another individual.\n\tPersuadee: I am very active with animal charities. I find that fullfilling. Do you donate and volunteer for save the children?\nPersuader: I have donated to them before. Here is their website if you would like to take a look at it when you get a chance  URL \n\tPersuadee: I will check it out. I am always looking for good causes. is this is US organization?\nPersuader: \"How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment.\n\tPersuadee: I will donate 10 cents. Are you donating also?\nPersuader: I have donated in the past but plan on donating more regularly. \n\tPersuadee: Are you familiar with italian greyhound rescue? it is the dog organization i volunteer for.\nPersuader: No I am not but I will be sure to look into it son because it sounds very interesting.\n\tPersuadee: I am an animal lover Dogs are great pets. Do you have a pet?\nPersuader: I do not. I appreciate your donation towards Save the Children today!\n\tPersuadee: I hope it helps!", "label": [[11, 39, "Conventional-Opening"], [11, 39, "Open-Question"], [178, 253, "YesNo-Question"], [152, 177, "Affirmative-Answer"], [327, 464, "Statement"], [534, 581, "Statement"], [582, 720, "Request"], [830, 900, "YesNo-Question"], [901, 1032, "Statement"], [1172, 1202, "Affirmative-Answer"], [1203, 1291, "Statement"], [1401, 1452, "WH-Question"], [1453, 1516, "Statement"], [1586, 1651, "Statement"], [1767, 1853, "Other-Answer"], [1948, 2007, "Thanking"], [1938, 1947, "Negative-Answer"]], "idx": 630}
{"id": 3405, "data": "Persuader: Hello\n\tPersuadee: hi!\nPersuader: How's it going?\n\tPersuadee: It is going alright, thanks\nPersuader: Did you have any interesting dreams?\n\tPersuadee: I did actually, but i can't remember the. what donations are we talking about?\nPersuader: It\\'s for \"Save the Children\"\n\tPersuadee: what is it abuot?\nPersuader: It promotes children's rights and provides relief in developing countries\n\tPersuadee: weell that sounds like a lovely charity. are you donating?\nPersuader: Yeah I'm going to donate a couple dollars after this. Do you think you will, too?\n\tPersuadee: I wish I could give more, but I am broke\nPersuader: How much would you give if you weren't?\n\tPersuadee: i would give it all if i weren't\nPersuader: Are you going to donate anything at this time?\n\tPersuadee: I may give a few cents\nPersuader: I think that's fair\n\tPersuadee: How about you? \nPersuader: I was thinking I'd give $1.50 or something\n\tPersuadee: That is very generous!", "label": [[11, 16, "Conventional-Opening"], [44, 59, "WH-Question"], [44, 59, "Conventional-Opening"], [111, 147, "Open-Question"], [250, 279, "Statement"], [321, 394, "Statement"], [477, 530, "Affirmative-Answer"], [531, 558, "YesNo-Question"], [623, 662, "WH-Question"], [719, 765, "YesNo-Question"], [811, 831, "Statement"], [871, 913, "Affirmative-Answer"]], "idx": 692}
{"id": 3406, "data": "Persuader: Hi\n\tPersuadee: Hello, how are you this evening? \nPersuader: Pretty good. How about yourself?\n\tPersuadee: good, I thought I would try this HIT, it looked interesting\nPersuader: Totally agree! And I'm still reading through my instructions but it's even cooler than I thought. What did you think of the personality survey?\n\tPersuadee: it was interesting and you wonder what they are trying to gauge\nPersuader: I know. Even though this is anonymous I found myself wondering what the researchers would think of me lol. It got pretty into our character, didn't it?\n\tPersuadee: yes it did, some surveys actually give you an email of your personality traits if you want,I have taken them up on that a few times,and I concur usually\nPersuader: That would be both cool and frightening at the same time. I always feel like I want to explain WHY I gave questions certain scores but don't have the chance to do that.\n\tPersuadee: yes, you do have to wonder if they are judgmental,good thing anonymous! \nPersuader: No joke. I'm curious what your little instructions bar says. Mine has a bunch of information on a charity called Save the Children.\n\tPersuadee: really? I do not have anything regarding that, I heard of that charity \nPersuader: I hadn't before this HIT. It sounds pretty cool. What do you know about it?\n\tPersuadee: They help out children in many ways, food,shelter,learning,etc it is a reputable charity\nPersuader: Yeah. It had a link to their website so I'm poking around. It sounds like it makes sure that somebody is sticking up for kids and helps them out where it can. It must be simultaneously really hard and really fulfilling to work for them.\n\tPersuadee: yes,I know it is, I did volunteer work for 8 years with a children's group starting when I was 13\nPersuader: That's really cool. What group?\n\tPersuadee: it was through Missionettes  from my church a volunteer group who went to hospital's , homeless shelters etc it was an enriching experience\nPersuader: That sounds really cool. It's been too long since I've volunteered. I did Habitat for Humanity 3 years ago but nothing since then. Do you still do any volunteer work?\n\tPersuadee: yes,I am a foster mom! for cats and dogs lol only a few times a year,but still it helps\nPersuader: Hey, that counts. We rent so we can't do that right now but I want to foster dogs someday. I love animals. Do you have any full-time pets?", "label": [[11, 13, "Conventional-Opening"], [84, 103, "Tag-Question"], [71, 83, "Affirmative-Answer"], [285, 330, "Open-Question"], [202, 283, "Statement"], [187, 202, "Agreement"], [418, 425, "Acknowledge"], [426, 524, "Statement"], [525, 569, "Declarative-Yes/No-Question"], [746, 804, "Statement"], [804, 914, "Statement"], [1072, 1142, "Statement"], [1020, 1071, "Statement"], [1011, 1019, "Agreement"], [1238, 1286, "Statement"], [1287, 1313, "WH-Question"], [1287, 1313, "Open-Question"], [1426, 1431, "Affirmative-Answer"], [1432, 1662, "Statement"], [1804, 1815, "WH-Question"], [1979, 2003, "Statement"], [1784, 1803, "Statement"], [2003, 2046, "Statement"], [2047, 2110, "Statement"], [2110, 2145, "YesNo-Question"], [2275, 2347, "Statement"], [2257, 2275, "Statement"], [2348, 2363, "Statement"], [2364, 2395, "YesNo-Question"]], "idx": 751}
{"id": 3407, "data": "Persuader: Hello is someone there?\n\tPersuadee: Hello, yes I'm here\nPersuader: Awesome, I am a part of the Save The Children fund and I have been connected to you because you marked that you wanted to help those in need around the world\n\tPersuadee: Oh nice. Is that the organization that provides food for kids around the world?\nPersuader: Correct, With a primary focus on those in troubled nations (such as war zones or poorly developed nations). If you would like to help, a donation from you could help save the thousands of children that deal with violence and hunger as a daily part of their lives.\n\tPersuadee: Do you provide other things besides food?\nPersuader: Of course, one of our focus points is to provide health care, education, and safety to these children to help give them a way out of their troubled lives. And your small donation can go a long way, something as small as the price of a candy bar can be the difference in these kids lives.\n\tPersuadee: Oh wow, that's a lot. what percent of my donation goes directly to the kids?\nPersuader: In 2017 86% of all fund raise went directly to the children in need, and of the 86%, 34% was directly put into providing food and nutrition.\n\tPersuadee: And the other percent that didn't go to food went to what? \nPersuader: Education, Emergency Relief, HIV/Aids treatment, and helping the children stay in a safe environment. I know its easy to ignore these children because they are half way around the world, but they need your help. Nearly 5.6 million children die each year due to preventable and treatable causes. Malnutrition contributes to the deaths of children and a lifetime of poor health. All it takes is an easy donation from you to help these children\n\tPersuadee: Which countries are being helped right now? \nPersuader: Much of the focus right now goes to war torn countries like Syria, but your donation would also go to help those who were hurt by Hurricane Harvey in Texas and Hurricane Maria in the Gulf of Mexico \n\tPersuadee: Texas, that's interesting. A lot of people lost homes and belongings in Harvey. It would be nice to help them.\nPersuader: So, How much do you like to donate to the charity now?\n\tPersuadee: I don't have a lot to give\nPersuader: Thats okay, a donation as little as 77 cents can house a refugee family for a day.\n\tPersuadee: OK 77 cents sounds good\nPersuader: Awesome, The research team will collect all donations and send it to Save the Children.\n\tPersuadee: great, I'm glad to help.", "label": [[11, 34, "Conventional-Opening"], [78, 235, "Statement"], [339, 446, "Affirmative-Answer"], [1280, 1381, "Statement"], [1657, 1721, "Statement"], [2228, 2310, "Statement"], [447, 602, "Statement"], [668, 823, "Statement"], [668, 823, "Affirmative-Answer"], [823, 955, "Statement"], [1056, 1196, "Statement"], [1056, 1196, "Other-Answer"], [1280, 1381, "Other-Answer"], [1382, 1492, "Statement"], [1492, 1656, "Statement"], [1790, 1988, "Statement"], [1790, 1988, "Other-Answer"], [2123, 2177, "WH-Question"], [2358, 2445, "Statement"]], "idx": 779}
{"id": 3408, "data": "Persuader: Good Morning! How are you today?\n\tPersuadee: I am good.  It's really nice outside where I am so I am sitting outdoors. How are you\nPersuader: Oh, that sounds nice. I am well. It looks nice here today as well. What are your plans today?\n\tPersuadee: I have to go to work at 11:30-6.  But its ok, I work every Sunday.  So we are supposed to chat about a children's charity.  What are your feelings? \nPersuader: Yes, I was just reading about the charity myself. I was going to make a plea and ask if you would be willing to donate to Save the Children. It helps kids in need. I would hate to think a child would die with no food when I could ask people to help. Can you donate part of today's pay? Even a bit?\n\tPersuadee: It's so sad to me that anyone should go without food in our modern world.  So I would definitely be willing to help.  \nPersuader: Yes, I agree, it is sad. That is great that you can help! How much of today's pay can you give? Also, please include the $ sign with your pledge. Thank you!\n\tPersuadee: I think the bonus of today is 2 dollars so maybe if we both give half of it?  That is at least something.  I only wish that our Government would help the poor more than they do.  What do you think? \nPersuader: I would love to help as well. Can you pledge with the $ sign in your next reply. Also, I agree, the gov't should do more. And thanks for asking me too.\n\tPersuadee: So lets agree we both can give $1 of of bonus. \nPersuader: I would say that is a wonderful idea. If you are willing to give then I will too!\n\tPersuadee: Nice!!!  It's not a huge amount but unfortunately I have expenses and 2 kids of my own to support.  Do you have kids? \nPersuader: Yes, I do. I could not imagine having to watch any child suffer, much less my own. Have you visited the Save the Children website?\n\tPersuadee: I have not visited the site but I have heard of them before.  I am one of those people who cant watch the commercials of the suffering kids or pets.  It really upsets me \nPersuader: I looked at the site. Have you heard about the recent storms/flooding in Hawaii?\n\tPersuadee: A little bit but not much.  I have been following politics and things are going crazy.  I am hoping that things will change soon. \nPersuader: Well, it looks like the STC is already to help the children there. I am amazed by their swift response. Isn't it really great!\n\tPersuadee: That is great that they are there helping.  Maybe they learned something from the mess in Puerto Rico.  The conditions there were really bad but the US gov really dropped the ball on helping. \nPersuader: Yes, I am sure that is it. I have to thank you again for your $1 donation. It will go to great use I am sure. Do you have any questions about the charity?\n\tPersuadee: Not really.  I truly believe that most charities are so needed in these times when the governments and the corporations aren't being super charitable.  I do like to look and see what the overhead is of the charities to see that the CEOs aren't being overpaid ", "label": [[11, 43, "Conventional-Opening"], [25, 43, "Open-Question"], [153, 174, "Acknowledge"], [175, 184, "Affirmative-Answer"], [186, 220, "Statement"], [220, 246, "Open-Question"], [420, 469, "Affirmative-Answer"], [469, 559, "Statement"], [560, 669, "Statement"], [669, 704, "YesNo-Question"], [705, 716, "YesNo-Question"], [859, 883, "Agreement"], [884, 917, "Thanking"], [917, 954, "WH-Question"], [955, 1004, "Statement"], [1005, 1015, "Thanking"], [1238, 1267, "Agreement"], [1268, 1317, "Request"], [1319, 1359, "Agreement"], [1360, 1389, "Thanking"], [1461, 1498, "Thanking"], [1498, 1542, "Statement"], [1685, 1695, "Affirmative-Answer"], [1696, 1767, "Statement"], [1768, 1815, "YesNo-Question"], [2010, 2032, "Statement"], [2032, 2090, "YesNo-Question"], [2245, 2312, "Statement"], [2312, 2371, "Statement"], [2588, 2614, "Affirmative-Answer"], [2615, 2662, "Thanking"], [2663, 2697, "Statement"], [2698, 2742, "YesNo-Question"]], "idx": 809}
{"id": 3409, "data": "Persuader: hello\n\tPersuadee: HI\nPersuader: OK I just donated to save the children. It made me feel great to help those starving children. Would you like to donate a small portion of your hit pay to his cause, out of your hit pay? I'm going to doate again.\n\tPersuadee: OK SURE, I AM DONATE TO THE CHILD\nPersuader: For give my typos  crippled hands. I'm going to donate .20 of my pay. How much will you donate today.\n\tPersuadee: I WILL PAY 10 DOLLAR TO THE CHILD AND HOW COULD YOU PAY FOR MONEY OR CLOTHS LIKE THAT.\nPersuader: This donation will be made through the hit provider here and will only come from a portion of our hit pay. You can donate up to 2.00 the full pay of this hit.\n\tPersuadee: OH, OK THANK YOU \nPersuader: so How much do you say you want to give I'm giving twenty cents.\n\tPersuadee: OK I GAVE .20 CENT OF THEM.\nPersuader: OK thanks for your donation\n\tPersuadee: OK HOW MUCH YOU GAVE FOR THEM\nPersuader: OK like you I gave .20 cents to them, how are you doing today?\n\tPersuadee: ITS VERY NICE .HOW ABOUT YOU\nPersuader: I can't complain, its been raining here this morning; I love the thunder sounds\n\tPersuadee: OH , I LIKE THE DONATE TO THE CHILDREN\nPersuader: Hmm, your responce seems out of place in this line of thought we were sharing. We have already said we would donate, that's over now. I was just chatting with you until the hit is over.\n\tPersuadee: OH, OK I AM SORRY FOR THAT.\nPersuader: LOL ARE YOU AN AI?\n\tPersuadee: OK THAT FINE. ", "label": [[10, 16, "Conventional-Opening"], [43, 82, "Statement"], [83, 138, "Statement"], [139, 229, "YesNo-Question"], [230, 255, "Statement"], [348, 382, "Statement"], [383, 414, "WH-Question"], [312, 347, "Statement"], [525, 632, "Statement"], [632, 683, "Statement"], [725, 789, "WH-Question"], [841, 868, "Thanking"], [922, 958, "Affirmative-Answer"], [960, 984, "Open-Question"], [1036, 1116, "Statement"], [1179, 1257, "Statement"], [1258, 1313, "Statement"], [1313, 1364, "Statement"], [1416, 1434, "YesNo-Question"]], "idx": 865}
{"id": 3410, "data": "Persuader: Hi, how are you?\n\tPersuadee: Very well, thank you. How are you today?\nPersuader: I'm great.  Thank you!  Are you familiar with Save the Children?\n\tPersuadee: Yes I am familiar with them.\nPersuader: Great!  If you want you can donate some of your task payment today.  Would you be interested in doing that?\n\tPersuadee: No thank you. I donate to other organizations on a yearly basis already. \nPersuader: That's great.  I certainly understand.  Save the Children does a lot to help children internationally.  Any amount you could give would help.  But I understand if you don't want to\n\tPersuadee: Thank you for understanding. I wish I was in a position to be able to donate more annually but that simply isn't the case.\nPersuader: Yeah, I get that.  Asking someone to donate from their mTurk earnings is asking a lot considering how little these HITs pay!\n\tPersuadee: Absolutely it tends to pay much lower than minimum wage per the hour but the extra income does help,\nPersuader: Yeah, it does help a lot.  Any little bit extra you can bring in is a bonus\n\tPersuadee: That is why I am here. Grinding it out to make all ends meet.\nPersuader: yep lol that sounds familiar.  I'm in the same boat\n\tPersuadee: So did they pair us as two MTurker's with two different roles? \nPersuader: Yeah, I think so.  They told me to try to persuade you to donate to Save the Children\n\tPersuadee: I think you are failing at achieving their goal here. \nPersuader: lol I know I am...I'm not really interested in trying to convince anyone to donate.  I don't even know if its a real charity.  It gets used an awful lot in these HITs\n\tPersuadee: Neither do I its just research based on our qualities from the screening questions prior. \nPersuader: Yeah, I agree with that.  Well, I hope you have a great day!\n\tPersuadee: I hope you do too. Enjoy!", "label": [[11, 27, "Conventional-Opening"], [11, 27, "Open-Question"], [92, 102, "Affirmative-Answer"], [104, 116, "Thanking"], [116, 156, "YesNo-Question"], [209, 215, "Acknowledge"], [216, 316, "Statement"], [217, 316, "YesNo-Question"], [414, 427, "Acknowledge"], [429, 453, "Acknowledge"], [454, 516, "Statement"], [518, 555, "Statement"], [557, 594, "Acknowledge"], [740, 758, "Acknowledge"], [760, 865, "Statement"], [990, 1016, "Agreement"], [1017, 1065, "Statement"], [1151, 1202, "Agreement"], [1290, 1307, "Agreement"], [1309, 1375, "Statement"], [1454, 1537, "Statement"], [1538, 1580, "Statement"], [1581, 1620, "Statement"], [1735, 1759, "Agreement"], [1761, 1795, "Conventional-Closing"]], "idx": 893}
{"id": 3411, "data": "Persuader: hello, what is your opinion about charities?\n\tPersuadee: There are good ones and bad ones\nPersuader: tell me about the good ones?\n\tPersuadee: homeless shelters, food pantries, environmental stuff.\nPersuader: what about the bad one?\n\tPersuadee: diseases, veterans, children\nPersuader: do you ever donated to charities?\n\tPersuadee: whenever i can afford it; i'm pretty poor\nPersuader: i understand you, do you want me to thell you about the todays charity?\n\tPersuadee: if you would like to\nPersuader: the todays charity is called : save the children. They help children around the world. do you want more info=?\n\tPersuadee: That sounds like one I would never donate to.\nPersuader: why is that?\n\tPersuadee: Did you see my list of bad charities above?\nPersuader: yes i saw it, just wanted to know why?\n\tPersuadee: Saving children encourages overpopulation\nPersuader: yes but children are the future. So you are not willing to donate today? i just have to ask\n\tPersuadee: Not a chance.  i hope you aren't going to donate and endanger the environment.\nPersuader: thank you for your honesty. i dont know yet\n\tPersuadee: It would be irresponsible to do so", "label": [[11, 55, "Conventional-Opening"], [112, 140, "Open-Question"], [10, 55, "Open-Question"], [219, 242, "Open-Question"], [295, 328, "YesNo-Question"], [393, 412, "Acknowledge"], [412, 465, "YesNo-Question"], [510, 596, "Statement"], [597, 620, "YesNo-Question"], [690, 702, "Open-Question"], [770, 808, "Open-Question"], [874, 906, "Statement"], [907, 947, "YesNo-Question"], [947, 965, "Statement"], [1068, 1111, "Thanking"], [1096, 1111, "Statement"]], "idx": 920}
{"id": 3412, "data": "Persuader: I hope you will help me out by making a donation to Save the Children today\n\tPersuadee: Can you please provide information about the donation\nPersuader: The donation would come directly from your pay for completing this task. It's money that you never saw or had in your possession.\n\tPersuadee: What charity is this for?\nPersuader: This is for Save the Children, an international organization that benefits children in impoverished areas who otherwise wouldn't receive basic services that many of our children take for granted.\n\tPersuadee: How do the donations work or distributed?\nPersuader: You would specify how much of your $2 payment you are willing to donate to this great cause, and the researchers will pass it onto Save the Children instead of paying it to you.\n\tPersuadee: What part of the country or countries does this go too?\nPersuader: The money goes to Save the Children directly. While you can't know what country your money will specifically benefit, they have continuing programs in many impoverished and worn torn countries and well as in poverty stricken areas of the US.\n\tPersuadee: Ok, what are the donation minimums?\nPersuader: There is no minimum. Every penny counts. Though you may choose to donate $0, I hope you will consider the children in your decision.\n\tPersuadee: Ok, I will make a donation\nPersuader: Wonderful! It's greatly appreciated. How much of your $2 would you like to go to Save the Children?\n\tPersuadee: I will donate $0.25\nPersuader: Very good. You are happy with that amount today?\n\tPersuadee: Yes, do you donate as well?\nPersuader: Yes, I will match whatever you donate today. I do it in my (healthy) son's honor. Do you have children?\n\tPersuadee: No, I do not, but I like ot donate\nPersuader: Well, your donation is appreciated and will be put to good use.\n\tPersuadee: Thank you ", "label": [[11, 86, "Statement"], [164, 293, "Statement"], [343, 538, "Statement"], [604, 781, "Statement"], [862, 1102, "Statement"], [1162, 1294, "Statement"], [1345, 1356, "Thanking"], [1356, 1382, "Thanking"], [1382, 1444, "WH-Question"], [1488, 1499, "Thanking"], [1499, 1536, "YesNo-Question"], [1588, 1669, "Statement"], [1670, 1691, "YesNo-Question"], [1749, 1813, "Thanking"]], "idx": 0}
{"id": 3413, "data": "Persuader: Hello how are  you doing today?\n\tPersuadee: I'm good, how are you?\nPersuader: I am well.   Just enjoying the sunny day and trying to help out a charity I am working on, Save the Children.\n\tPersuadee: I wish I had some sun. Please tell me more about this charity\nPersuader: This charity is n international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. I have recently donated some money to it.   Would you be interested in how much I donated?\n\tPersuadee: Yes please. And also, was the donation mandatory or voluntary?\nPersuader: I donate about $15 a month and it is all voluntary.  I rather put my money into this charity then church offering because I know it directly helps children.  Would you like to know how I know it helps?\n\tPersuadee: That sounds like a reasonable amount. Sure, tell me more about how it's used\nPersuader: A year ago, I saw kid begging on the street who look really hungry.   I was about to give him some money until a representative for \"Save the Children\" walked ahead of me and help this kid out.   This person took them to their facility and provided food, shelter, and clothing.   A month later I saw the kid was healthier, happy, and cleaner.  I was so impress I decided to make a donation.   Would you be interested in a donation?\n\tPersuadee: Wow. Nice story. I'm very particular about who I donate to so I'd need more information\nPersuader: Understand.   \n\tPersuadee: About how many people a month does the charity help?\nPersuader: Since it is international it helps more then 1000's of kids per month.\n\tPersuadee: And is there a minimum amount required per month (like on of those sponsor a kid charities) or can it be just a one time donation?\nPersuader: No minimum, can be a one time donation.\n\tPersuadee: That sounds doable. Do you know by any chance if this is a registered charity? I want to make sure not all the money is going to the staff via salaries\nPersuader: Its non-governmental but is register to for tax purposes.   Only about 25% goes to the management/staff of the charity.\n\tPersuadee: Okay, that's good to know. I'll make a $20 donation today and keep researching this charity. If it checks out like you say, then I'll consider upping any future donations\nPersuader: This is great.  Thank you for your donation. \n\tPersuadee: No problem. Thank you for telling me about the charity. Have a great day", "label": [[11, 42, "Conventional-Opening"], [11, 42, "Open-Question"], [88, 99, "Affirmative-Answer"], [103, 198, "Statement"], [284, 489, "Statement"], [491, 537, "YesNo-Question"], [624, 675, "Statement"], [677, 782, "Statement"], [782, 825, "YesNo-Question"], [926, 1318, "Statement"], [1319, 1357, "YesNo-Question"], [1469, 1481, "Acknowledge"], [1560, 1630, "Statement"], [1785, 1824, "Statement"], [1785, 1824, "Other-Answer"], [1560, 1630, "Other-Answer"], [1999, 2057, "Statement"], [2000, 2119, "Other-Answer"], [2060, 2119, "Statement"], [2314, 2358, "Thanking"]], "idx": 1}
{"id": 3414, "data": "Persuader: Hello! How are you doing today?\n\tPersuadee: I'm doing very well thank you! How is your day going so far?\nPersuader: I am doing well. My day has been busy visiting different places to speak about the charity I support. Have you heard of Save the Children?\n\tPersuadee: It sounds familiar to me, could you tell me more about it?\nPersuader: Helping children in countries that are very war torn or in some form of conflict is what we help in. Everyday 16,000 children die before their 5th birthday, 1 out of 80 flee the country and risk everything, and 1 out of 6 kids aren't enrolled in a school or getting education that they need\n\tPersuadee: The charity sounds like it is doing some good work in an area that badly needs it. Children should be our top priority all across the world. How can someone get involved and help out with this charity?\nPersuader: Oh there are quiet a few ways. For roughly a dollar a day you can sponsor a child, you can choose a gift to spend to a child through our catalog, you could start a fundraiser, or you can just simply donate. With that, keep in mind if you ever decide to make a monetary donation, 86% goes directly to the children, 9% fundraising, and 5% management and general. Just so you can have an idea that we use 9 out of 10 dollars directly on the children.\n\tPersuadee: I do believe I would like to donate some money to the Save the Children charity. Could I pledge $1/day to start with?\nPersuader: absolutely thank you so much!!\n\tPersuadee: I like to donate money and time to charities that help children so I also want to thank you for educating me on this charity!\nPersuader: Absolutely. I love getting the word out there on this charity. I strongly believe in it and its values on helping children. Children should be a priority in the world. They are our future.\n\tPersuadee: They are our future exactly. Any time I can help improve a situation for a child in need I hope to be able to do so. How long have you been supporting this charity?\nPersuader: I have been supporting this charity for 15 years. I also must clarify with you about your donation, if you so choose too. Your donation will be directly deducted from your task payment today. You can choose as little as $0 all the way up to all of your payment. That being said, would you still like to donate $1 to the Save the Children charity, starting to make a difference in a childs life?\n\tPersuadee: I would like to start making a difference today. I would want to still donate $1 to the Save the Children charity.\nPersuader: Thank you! That makes my heart so happy. Did you know in the first two months of 2018 alone, over 1,000 children were killed or injured seriously by violence in Syria? Just know that your donation today, and hopefully the start of more to come, will help children like this.\n\tPersuadee: I hate hearing about children being subjected to violence. It hurts my heart. I do hope I can help and that my small donation does some good for a child.\nPersuader: Every penny counts!!\n\tPersuadee: Well that sounds just great to me!\nPersuader: Thank you once again for your donation and feel free to spread the word about the charity to others!\n\tPersuadee: You are welcome and thank you for bringing my attention to such a well deserved charity! I will spread the word!", "label": [[11, 42, "Conventional-Opening"], [18, 42, "Open-Question"], [127, 144, "Affirmative-Answer"], [144, 228, "Statement"], [229, 265, "YesNo-Question"], [348, 448, "Statement"], [449, 638, "Statement"], [864, 894, "Affirmative-Answer"], [895, 1071, "Statement"], [1071, 1225, "Statement"], [1225, 1311, "Statement"], [1453, 1483, "Thanking"], [1633, 1645, "Agreement"], [1645, 1821, "Statement"], [2060, 2202, "Statement"], [2202, 2272, "Statement"], [2010, 2059, "Other-Answer"], [2272, 2404, "YesNo-Question"], [2543, 2583, "Thanking"], [2584, 2710, "Rhetorical-Question"], [2711, 2817, "Statement"], [2995, 3015, "Statement"], [3074, 3174, "Thanking"]], "idx": 2}
{"id": 3415, "data": "Persuader: Hello! How are you today?\n\tPersuadee: I'm doing fine, and you?\nPersuader: I am great. Thank you for asking! Glad to hear that you are doing well. Have you ever made a donation to a charity in the past?\n\tPersuadee: I have. I frequently support people in their efforts to raise money for charities. I also solicit donations for a charity I support.\nPersuader: That is wonderful! Have you ever heard of the Save the Children charity?\n\tPersuadee: It sounds familiar. I may have heard the name, but admittedly I don't know much about it.\nPersuader: It is a fantastic program to help children around the world. We are asking any supporters to donate $1 or $2 towards the Save the Children fund. All Donations will be distributed to help cloth, feed, and educate many children around the world \n\tPersuadee: Is the charity independent? Or is it associated with another organization?\nPersuader: We are an international non-governmental organization. Any small or big donation will help make an impact on children growing up in developing countries.\n\tPersuadee: How is the aid distributed? Is there a request process, or is it distributed based on current events (natural disaster, civil unrest)?\nPersuader: The research team will collect all donations and send it to the Save the Children fund where it will be distributed based on a request process. We would give you more information after the donation.  \n\tPersuadee: Ah, OK now I get it. You are raising funds for Save the Children.\nPersuader: Yes, that is correct. Any aid towards the Save the Children fund would benefit all of us greatly. what do you say? \n\tPersuadee: Sure, I'll donate $2\nPersuader: That is great! Thank you for your help and kindness. The screen would soon ask you to enter the amount of $0-$2 and be finished by a short survey.\n\tPersuadee: OK, thank you!\nPersuader: You are welcome. We appreciate you!\n\tPersuadee: When should the request pop up?\nPersuader: After ten conversations. So very soon!\n\tPersuadee: OK good. I thought I needed to do something else.", "label": [[11, 36, "Conventional-Opening"], [18, 36, "Open-Question"], [97, 119, "Thanking"], [84, 96, "Other-Answer"], [119, 156, "Statement"], [157, 212, "YesNo-Question"], [388, 441, "YesNo-Question"], [369, 387, "Statement"], [555, 798, "Statement"], [897, 1050, "Statement"], [897, 951, "Other-Answer"], [554, 615, "Other-Answer"], [1209, 1408, "Statement"], [1209, 1352, "Other-Answer"], [1499, 1520, "Agreement"], [1521, 1614, "YesNo-Question"], [1659, 1711, "Thanking"], [1712, 1805, "Statement"], [1844, 1879, "Thanking"], [1935, 1973, "Other-Answer"], [1935, 1973, "Statement"]], "idx": 3}
{"id": 3416, "data": "Persuader: Good Friday morning! How are you today?\n\tPersuadee: Morning. Just stating my day, good so far\nPersuader: Same here. Waiting for coffee to kick in! I was surprised to wake up to such cold 56 degree weather. How is it by you?\n\tPersuadee: Same here!  Looks good for today maybe some rain this weekend \nPersuader: Yes, it looks like we are also slated for some rain, but if not we are hoping to swim and cookout for the holiday weekend. Do you have any plans?\n\tPersuadee: In-laws are coming over. Wanted to go camping, but I don't think that's happening.\nPersuader: We tried camping this summer, but got rained on! I am wondering, have you heard about the Save the Children charity?\n\tPersuadee: Yes I have. \nPersuader: Oh good! Then you are familiar with them. I wanted to ask if you would be willing to donate any of today's pay to STC. Even $0.05 would help.\n\tPersuadee:  Do they have a website where I can go and read more about them?\nPersuader: Yes, their website is  URL  Let me know if the link I sent comes through.\n\tPersuadee: Yes it did. How do donate with you today?\nPersuader: You just have to tell me what amount you would like to donate from today's pay. If you want to give ten cents tell me $0.10.\n\tPersuadee: Would you be ok taking .01$?\nPersuader: Yes, that would be great. STC makes sure 90% of donations go directly to the kids. Did you see how much even a little can help?\n\tPersuadee: I haven't been keeping up to date with them and still haven't read the website. \nPersuader: STC helps kids not only in war torn countries, but also right here in the USA. Have you heard about the flooding in Hawaii?\n\tPersuadee:  I haven't yet but I know they had a hurricane. \nPersuader: Well, Save the Children has already pledged to help out. I want to confirm, you are donating $0.10, right? and thank you so much!\n\tPersuadee: I would love to do so! $0.10", "label": [[217, 234, "Open-Question"], [573, 622, "Statement"], [622, 689, "YesNo-Question"], [956, 1029, "Statement"], [1095, 1219, "Other-Answer"], [1355, 1399, "YesNo-Question"], [1582, 1627, "YesNo-Question"], [1700, 1756, "Statement"], [1757, 1806, "YesNo-Question"], [11, 50, "Conventional-Opening"], [32, 50, "Open-Question"], [116, 126, "Agreement"], [127, 216, "Statement"], [321, 444, "Statement"], [444, 466, "YesNo-Question"], [726, 768, "Statement"], [768, 867, "Statement"], [956, 1029, "Affirmative-Answer"], [1095, 1219, "Statement"], [1298, 1355, "Statement"], [1272, 1298, "Affirmative-Answer"], [1504, 1583, "Statement"], [1807, 1829, "Thanking"]], "idx": 4}
{"id": 3417, "data": "Persuader: Hi\n\tPersuadee: Hello\nPersuader: We are supposed to donate some of our bonus to charity I see.  \n\tPersuadee: I would like to donate $2 to the charity. How much are you going to donate?\nPersuader: Is it $2 each or do we share the bonus?\n\tPersuadee: I am not sure, however, I think it can be $2 each \nPersuader: Okay, well that's fine, I don't mind donating the whole thing as well.\n\tPersuadee: Okay, I think that is an excellent idea\nPersuader: \"Making a donation agreement too early in the chat may lead to meaningless conversations.\"  Well.. lol.  How\\'s the weather? \n\tPersuadee: The weather here is fine, thank you! I think it is very important to donate to those in need especially organazations that support children.\nPersuader: Yea, absolutely.   \n\tPersuadee: By donating $2 each, I believe that shows that we are compassionate about other people\nPersuader: Yes, I always try and donate from these studies if I have the chance.\n\tPersuadee: I typically donate at the grocery story while at the checkout \nPersuader: Oh that's true, that too.   I like when it's right in front of me, because I like to donate but admittedly I am too lazy to search out new ways.\n\tPersuadee: Many organiaztions have ways to donate to their employees education. I think that is a good idea and more companies should invest in their employees. \nPersuader: yes thats true too\n\tPersuadee: I work for a non profit company and we rely heavily on donations to keep the company going\nPersuader: oh that's cool.   I've always wanted to do something like that, instead of working in the field I do now.\n\tPersuadee: It is very rewarding working for a non profit ", "label": [[11, 13, "Conventional-Opening"], [43, 106, "Statement"], [206, 245, "WH-Question"], [320, 390, "Statement"], [454, 578, "Open-Question"], [744, 763, "Agreement"], [873, 943, "Statement"], [1058, 1174, "Statement"], [1030, 1055, "Agreement"], [1349, 1367, "Agreement"], [1482, 1587, "Statement"]], "idx": 5}
{"id": 3418, "data": "Persuader: Hello, I would like to ask you to consider making a donation to Save the Children, an international NGO committed to promoting children's rights, and providing support for children in developing countries. \n\tPersuadee: ohh how much donation would yoy expect?\nPersuader: Your donation can be from $0 to all of the payment for this task. But before you decide hastily, I would like to remind you that Save the Children is one of the only charities doing what it does. There are children out there now without access to housing, clean water, education, and many other things we often take for granted. So please, consider thoughtfully whether you would be willing to make a sacrifice for the children of the world.\n\tPersuadee: how do i trust the organiation?\nPersuader: Save the Children is a world-renowned NGO with a trusted history and background. You can read about their successes on their website:   URL Also, they have been given high ratings from different charity watchodgs.\n\tPersuadee: okay i will check it.. by the way how much did you donate?\nPersuader: I donated $2, which is the maximum payment. I understand that everyone cannot commit to making a serious donation, but when we think about children suffering, we have a moral imperative to act in their defense.\n\tPersuadee: okay i will donate $1\nPersuader: If it's not too much to ask, I would like you to consider donating perhaps more. After all, there are children in Syria now growing up facing threats of violence everyday. Surely an additional dollar, which we might spend on a cup of coffee or a bag of chips, could more greatly aid them then us. \n\tPersuadee: no i am okay with this amount\nPersuader: OK, I will not force you to make a decision you don't want to. I will just ask you to consider how you would feel if your child was danger like many children are.\n\tPersuadee: actually i am not donating like this.. if i would like to donate money i will give food and clothes to the kids directly\nPersuader: While that is possible in a local community, it fails to take into account the suffering of kids in developing countries around the world, a specialty of Save the Children. Save the Children maximizes the efficiency of donations so that every dollar makes a difference. Are you sure you don't want to reconsider?\n\tPersuadee: yes i am very much sure. as of now i am donating $1\nPersuader: Well, we at Save the Children would like to thank you for your donation and let you know that thanks to donors like you, children around the world are thankful\n\tPersuadee: thank you. anything else?\nPersuader: Yes, if you would like more information about programs we accomplish, or to receive our newsletter, we can put you on our mailing list. It will allow you to stay up to date on programs we accomplish daily\n\tPersuadee: okay done.. thanks\nPersuader: Thanks very much for your time. Have a wonderful day!\n\tPersuadee: same to you :)", "label": [[11, 217, "Conventional-Opening"], [11, 217, "Statement"], [281, 722, "Statement"], [778, 991, "Statement"], [1074, 1117, "Other-Answer"], [1118, 1284, "Statement"], [1330, 1627, "Statement"], [1681, 1843, "Statement"], [1988, 2257, "Statement"], [2258, 2300, "YesNo-Question"], [2376, 2535, "Thanking"], [2585, 2789, "Statement"], [2832, 2885, "Conventional-Closing"]], "idx": 6}
{"id": 3419, "data": "Persuader: Have you heard much about Save the Children organization?\n\tPersuadee: no i havent but im going to donate 2 dollars at least the the organization \nPersuader: You must think well of them, then\n\tPersuadee: yeah i know \nPersuader: when I was a kid, my mother was a big supporter of Save the Children, that was nearly 50 years ago!\n\tPersuadee: yeah its been around a long time though . are you going to donate\nPersuader: yes, I am\n\tPersuadee: ok thats good\nPersuader: there are a lot of children in need around the world\n\tPersuadee: yeah i know\nPersuader: seems like more needs than ever these days\n\tPersuadee: yeah thats true\nPersuader: hard for one organization to keep up, probably\n\tPersuadee: yeah i thin soo\nPersuader: but glad there are people working hard to make a difference\n\tPersuadee: yeah i know\nPersuader: so you are good to make a contribution then?\n\tPersuadee: yeah i am\nPersuader: great, thanks a bunch\n\tPersuadee: yeah thank you", "label": [[11, 68, "Conventional-Opening"], [10, 68, "YesNo-Question"], [168, 201, "Statement"], [238, 337, "Statement"], [427, 436, "Affirmative-Answer"], [474, 526, "Statement"], [562, 604, "Statement"], [644, 690, "Statement"], [730, 789, "Statement"], [825, 869, "YesNo-Question"], [903, 924, "Thanking"]], "idx": 7}
{"id": 3420, "data": "Persuader: Hello, how are you today?\n\tPersuadee: I'm great and you?\nPersuader: I am good. Have you ever thought of donating to a charity?\n\tPersuadee: No, not really.\nPersuader: May I tell you about an awesome charity?\n\tPersuadee: Sure, I'll listen.\nPersuader: There is an awesome charity called Save the Children the help children all over the world including right here in America.\n\tPersuadee: Yeah I've heard about it.\nPersuader: Would you be to donate some of you earning from today task to them?\n\tPersuadee: Not right now.\nPersuader: You can donate anything from as little as 0.10 and since it is money you don't have yet since you have not been paid for the task it isn't like it is coming out of your pocket.\n\tPersuadee: I don't think I'm in the position to donate right now unforutnatley.\nPersuader: I totally understand, but like I said they will take the money right from the pay of this task. \n\tPersuadee: That is very true. But I'd still prefer it in my pocket :)\nPersuader: I totally understand I hope you will think of the Save the Children if you decide to donate later on\n\tPersuadee: I will keep it in mind. Thanks!\nPersuader: Thank you they really are a wonderful charity and children are our future and we need to look for them.\n\tPersuadee: I understand that very well.\nPersuader: Thank you for listening and I hope you don't forget about them\n\tPersuadee: I know I won't. Thanks for the tip!", "label": [[11, 36, "Conventional-Opening"], [11, 36, "Open-Question"], [90, 137, "YesNo-Question"], [79, 89, "Affirmative-Answer"], [177, 217, "YesNo-Question"], [260, 382, "Statement"], [432, 499, "YesNo-Question"], [538, 714, "Statement"], [986, 1086, "Acknowledge"], [807, 903, "Acknowledge"], [807, 903, "Statement"], [1142, 1245, "Thanking"], [1298, 1360, "Thanking"]], "idx": 8}
{"id": 3421, "data": "Persuader: Hello! What if i told you that you have the opportunity of a lifetime to make a change in the world? Would you take it?\n\tPersuadee: i will like to know about the opportunity first \nPersuader: Well, the opportunity would be able to help fight world hunger by donating to Save the Children. Would you do it now?\n\tPersuadee: powerful people cause war and war cause hunger, and we average people sit on our chair try to donate some money to the poor \nPersuader: It benefits every where not just war torn countries\n\tPersuadee: i get that. \nPersuader: The best part is knowing that you can help make a change in a person's life who is currently unable to financially\n\tPersuadee: yeah i know how donation works. I have 300000 immigrants in my country. we helping a person to better their life this is what we humans do \nPersuader: Actually, it is a lot more than that because the \"true\" Americans are the Native Indians. Everyone else came from Europe or Africa\n\tPersuadee: where do you came from?\nPersuader: So in hindsight we are all immigrants who need a little charity from time to time.\n\tPersuadee: charity is a bad for that. \nPersuader: Have you ever made a donation that you have been proud to be a part of?\n\tPersuadee: yeah i did. but it never reached to the people i heard so far\nPersuader: Well, if you make a donation to Save the Children i can gaurantee that you will know where it goes. Would you donate then?\n\tPersuadee: maybe i will do\nPersuader: That's great to hear. What amount were you thinking of donating? It can be as much as you want.\n\tPersuadee: have you ever done any donation to this charity?\nPersuader: I sure have, that is why i can cofidently say that now only will your money be going where you want it to but it will be put to good use when it gets there.\n\tPersuadee: yes i sure will do donate. after i die i will donate my all..\nPersuader: How much would you like to donate today?", "label": [[11, 130, "Conventional-Opening"], [11, 130, "YesNo-Question"], [203, 299, "Statement"], [300, 320, "YesNo-Question"], [469, 520, "Statement"], [557, 671, "Statement"], [835, 965, "Statement"], [1013, 1095, "Statement"], [1147, 1218, "YesNo-Question"], [1304, 1404, "Statement"], [1404, 1426, "YesNo-Question"], [1531, 1561, "Statement"], [1488, 1530, "WH-Question"], [1466, 1487, "Statement"], [1634, 1790, "Affirmative-Answer"], [1876, 1916, "WH-Question"]], "idx": 9}
{"id": 3422, "data": "Persuader: Hello! How are you today?\n\tPersuadee: I am well thank you and you?\nPersuader: I am doing well, thank you for asking! It is a lovely day.\n\tPersuadee: I have to agree, weather here is perfect.\nPersuader: You know what else it is a lovely day for? Donating to charity! You can choose any of your $2 bonus to Save the Children. The research team will collect all donations and send them. Would you be willing to donate a portion of your bonus?\n\tPersuadee: Can you tell me, is Save the Children a charity that gives to children here in the USA?\nPersuader: Save the Children is a professional organization that gives to children all over the world. Children in the USA need to be saved, but children overseas also need assistance! \n\tPersuadee: Yes they do but I am very concerned that we are not giving enough to charities here in the USA.  I will give but I will only give 5%\nPersuader: Well that is very kind of you! \n\tPersuadee: I am not sure where I go to donate\nPersuader: If you choose to donate 5%, that is $.01. I think it is collected from our conversation. Is that correct? You would like to donate $.01? \n\tPersuadee: I will donate .10    ten cents\nPersuader: I am sure the children will be very appreciative. \n\tPersuadee: Do you see where I am coming from though about needing to direct people to US based charities for our own homeless?\nPersuader: Absolutely. I agree completely. I think there are a lot of people out there who need help, in so many different ways. Children, adults, and elderly.\n\tPersuadee: Veterans too.  It is so sad to drive down to the city and see so many homeless.  I have been reading on the news about my hometown and how the homeless are camped on the town common\nPersuader: That is very sad. I wish I could do more to help homeless people and veterans myself. It is hard to see people living in such sad conditions in this country that is supposed to be the land of opportunity. \n\tPersuadee: I totally agree.  I am just so upset daily about the division that has happened over the last 20 years\nPersuader: I hope that things improve. I am curious to see what the next 20 years hold. I hope rather than getting worse, things do start to improve. And I think it starts with selfless people like yourself.\n\tPersuadee: I hope so too.   Thank you for your time and I hope you have a great evening", "label": [[10, 36, "Conventional-Opening"], [11, 36, "Open-Question"], [89, 147, "Affirmative-Answer"], [213, 450, "Statement"], [213, 450, "YesNo-Question"], [562, 735, "Statement"], [893, 924, "Statement"], [983, 1120, "YesNo-Question"], [1174, 1225, "Statement"], [1365, 1513, "Agreement"], [1719, 1924, "Statement"], [1719, 1736, "Acknowledge"], [2051, 2247, "Statement"]], "idx": 12}
{"id": 3423, "data": "Persuader: Hi, have you ever heard of the charity \"Save the Children\" before?\n\tPersuadee: No I havent, please tell me more.\nPersuader: Save the Children is a charity organization that provides funding to help get children access to health and education all over the world  \n\tPersuadee: That sounds great.  I think any childrens charity that is legitimate is worthy.  I am a big fan of St Jude's, I like the fact that they treat children but are also looking for a cure for diseases.\nPersuader: Yeah St Jude's is a great organization that helps find cures for diseases.  There are a lot of other emergencies out there besides disease though, like disasters caused by weather or conflict and Save The Children provides money to help kids affected by that\n\tPersuadee: So the organization just funds local clinics but does not have any personal effect on treating children?\nPersuader: Save the Children definitely has an effect on treating kids, they are active in over 120 countries and as well as providing funding to local organizations they also give direct aid like emergency supplies after a disaster. So they really can do it either way.  \n\tPersuadee: I feel so silly! Is \"Save the Children\" that organization that I see commercials for that shows sad underweight children with swollen tummies and says for the price of a cup of coffee each day you can sponsor a child.  Those are heartwrenching\nPersuader: Yeah those commercials can be persuasive, there are so many different disasters affecting kids all over the world. The food insecurity in Africa is off the charts whenever there is a drought and Save the Children helps provide food to starving kids there. Any donation can really help provide more food.\n\tPersuadee: Thats wonderful, I definitely support helping those children.  I guess I dont think too much about them day to day, I kind of get consumed by the homelessness here in my city, or what our local church is funding at the moment.  But starving children deserve more wherever they are.  Its sad that we can never do enough\nPersuader: Yeah its hard because wll live in such a connected world that you hear about so many awful things going on. On the positive side though in the past all of these awful things were happening but there were less mechanisms to help stop it. But for example this week thousands were displaced in Somali because of flooding but now Save the Children along with other organizations will go over there to help them.\n\tPersuadee: Thats great, what is their website so I can look more into it?\nPersuader:  URL here you go\n\tPersuadee: Thank you! Do you also sponsor children yourself?\nPersuader: I have but not directly with Save the Children, I have been active in other organizations though like Boys and Girls Club\n\tPersuadee: oh, thats a great organization also.  I always wondered if the kids really write letters, that would be really neat.\nPersuader: Some do, but the sponsorship isn't just for a specific child it just goes into a fund. The kids write letters to people who put money into the fund. That allows them greater flexibility to move money around to where its needed\n\tPersuadee: Oh ok, well thats a shame.  But I am not discounting the cause.\nPersuader: I think it really is more of a positive because if someone was to donate but later on in life they had to pause their donation for a time for some reason or another they wouldn't feel morally responsible for that child no longer being supported, because their would be other donors in the fund that would pick up the slack. \n\tPersuadee: That makes a lot of sense. Thank you for sharing this with me, I will definitely look more into this charity!\nPersuader: Great happy to help! Thanks for a nice conversation", "label": [[11, 77, "Conventional-Opening"], [11, 77, "YesNo-Question"], [135, 273, "Statement"], [494, 752, "Statement"], [881, 1142, "Statement"], [1410, 1524, "Agreement"], [1410, 1713, "Statement"], [2056, 2463, "Statement"], [2056, 2163, "Acknowledge"], [2551, 2566, "Other"], [2640, 2761, "Other-Answer"], [2902, 3128, "Statement"], [2902, 3128, "Other-Answer"], [3216, 3539, "Statement"], [3674, 3695, "Statement"], [3695, 3725, "Thanking"]], "idx": 13}
{"id": 3424, "data": "Persuader: Do you want to help me make a difference?\n\tPersuadee: Sure\nPersuader: Have you heard of Save The Children, a well-acknowledged chairty?\n\tPersuadee: yes. I have donated before.\nPersuader: Would you like to donate again?\n\tPersuadee: Not sure why?\nPersuader: Children like Maria can use your help. She is one of ten children. They need all the help they can get. They live in a war zone.\n\tPersuadee: Oh that is horrible. I think I might donate. I think any amount of money will help. Are you going to donate?\nPersuader: I try to donate monthly. I will donate again this month. I think of how just a cup of coffee can pay for a meal for a family in another country like Maria.\n\tPersuadee: That is powerful. A little goes a long way for people in need. We may  not think much about a couple of bucks but to other people that can mean food for a day or two.\nPersuader: You're not donating just to the child but the family and helping them all.\n\tPersuadee: I think I could donate 25 cents. Will that be enough to help in some aspect? What is a general rule of thumb when making donations?\nPersuader: Ten cents is good. Twenty cents is better. 25 cents is better. But fifty cents can really help.\n\tPersuadee: I think I will stick with 25 cents. I usually try to stay consistent when making a effort to help others.\nPersuader: How about thirty cents?\n\tPersuadee: Ok. I can do 30 cents. I like to help other people less fortunate than me.\nPersuader: Do you think you can donate again next year too?\n\tPersuadee: Maybe. I am always open minded to helping other humans in need. I will probably donate late this year as well.\nPersuader: Ok. So 30 cents is your final donation for today?\n\tPersuadee: Yes. I would like to donate 30 cents. It is part of being a good human being.", "label": [[11, 52, "YesNo-Question"], [81, 146, "YesNo-Question"], [198, 229, "YesNo-Question"], [267, 395, "Statement"], [528, 683, "Statement"], [874, 948, "Statement"], [1104, 1199, "Statement"], [1329, 1352, "YesNo-Question"], [1451, 1499, "YesNo-Question"], [1634, 1683, "YesNo-Question"]], "idx": 14}
{"id": 3425, "data": "Persuader: Hi! How are you doing today?\n\tPersuadee: I'm doing very well. Just recovering from the long weekend. How about yourself?\nPersuader: I am doing well thank you and same here\n\tPersuadee: Awesome. What are some of your hobbies?\nPersuader: Well one hobby is volunteering. I wanted to talk to you about a charity Save the Children, have you heard of it?\n\tPersuadee: Only in name. I haven't heard too much about it though. Can you tell me more?\nPersuader: It is a charity that helps ensure children's rights to healthcare, education, safety, etc. all over the world \n\tPersuadee: What do you do as a volunteer for this charity?\nPersuader: Well I volunteer for another nonprofit organization, but I guess I am a volunteer in a way trying to encourage people to donate money. even a few cents can add up!\n\tPersuadee: Hmm, I see. Do you have information about their charity rating? How much of the donation will actually be used to help the children?\nPersuader: The research team will collect all the donations and send it to Save the Children. It is a trustworthy organizaition that will use your donation to the fullest \n\tPersuadee: I always like to see some report first. Maybe I will have to do some research first. Have you donated to them yourself?\nPersuader: You can find more information at their website,  URL  I actually have not yet.\n\tPersuadee: How did you come to find out about this charity?\nPersuader: This conversation actually, but any charity that helps children is alright in my book\n\tPersuadee: You never know though. I've heard of poorly run charities that misuse the donations. Like only 50% of your donation actually helps children. You gotta make sure your donation is helping the needy.\nPersuader: you are very right, and I wish I could give you more solid proof, but I do not hae it\n\tPersuadee: What is the other nonprofit that you support?\nPersuader: A local one that helps children with trauma and hx of sexual abuse\n\tPersuadee: That's nice of you. Can't ever imagine hurting kids", "label": [[11, 39, "Conventional-Opening"], [15, 39, "Open-Question"], [143, 182, "Affirmative-Answer"], [246, 277, "Other-Answer"], [278, 358, "YesNo-Question"], [460, 570, "Statement"], [642, 805, "Other-Answer"], [962, 1045, "Other-Answer"], [962, 1122, "Statement"], [1266, 1319, "Statement"], [1320, 1344, "Negative-Answer"], [1417, 1502, "Other-Answer"], [1723, 1808, "Other-Answer"], [1723, 1808, "Acknowledge"], [1878, 1944, "Other-Answer"], [1878, 1944, "Statement"]], "idx": 15}
