{"id": 3387, "data": "Persuader: Hello! Have you ever donated to a charity before?\n\tPersuadee: Hi, Yes, I have donated to the ASPCA\nPersuader: I have too! I love dogs. What about Save the Children?\n\tPersuadee: I have never donated to Save the Children, but I would be willing to do so. I love to help children also.\nPersuader: Save the Children is a great organization. Would you be willing to donate some of your earnings from this task toward that charity?\n\tPersuadee: yes, I would be willing to donate a portion of my earnings to the charity.\nPersuader: That's so generous! It's easy to donate when you feel attached to the situation, but helping someone you don't know takes a really special kind of person.\n\tPersuadee: yes, plus your making a difference in other peoples lives or animals. it is gods work.\nPersuader: I agree! Have you ever volunteered your time for a charity?\n\tPersuadee: I have made donations to the charity, but I have never volunteered for one.\nPersuader: We're all so busy or sometimes it's hard to get out to help so donating is a really good way to be able to help. Based on my understanding of Save the Children, it's an organization that is really important in this present time. In 2018 many children are affected by wars (for example Syria). \n\tPersuadee: yes, I heard they are a good organization and are willing to help as much children as positive. is 0.30 cents a good donation to give?\nPersuader: Anything you could donate would be amazing, from .01 to the full $2. Even a small donation helps multiple children. Do you think you could give a little more?\n\tPersuadee: i was thinking 0.30 as the amount I want to give. but I could up to to 0.50 cents\nPersuader: That's great. I think about the amount of money I spend on buying cup of coffee these days, I could definitely go without one in order to help some kids!\n\tPersuadee: yeah same here. every bit is appreciated.\nPersuader: Maybe we can each encourage someone else in our lives to make a donation, and spread the impact. Do you feel like you're willing to donate that .50 cents?\n\tPersuadee: yes I will donate 50 cents\nPersuader: That's amazing. Thanks so much for being so kind and open-minded today.  I've enjoyed talking to you and hope you have a great day!\n\tPersuadee: thank you and you too", "label": [[11, 17, "Conventional-Opening"], [18, 60, "YesNo-Question"], [121, 132, "Other-Answer"], [146, 175, "Declarative-Yes/No-Question"], [133, 145, "Statement"], [305, 347, "Statement"], [348, 436, "Declarative-Yes/No-Question"], [535, 555, "Statement"], [555, 689, "Other"], [800, 808, "Agreement"], [809, 859, "YesNo-Question"], [959, 1071, "Instruct"], [1188, 1251, "Statement"], [1480, 1526, "Statement"], [1675, 1688, "Statement"], [1689, 1828, "Other"], [2099, 2114, "Statement"], [2115, 2170, "Thanking"], [1072, 1187, "Statement"], [1411, 1479, "Request"], [1527, 1569, "Declarative-Yes/No-Question"], [1894, 1990, "Other"], [1991, 2048, "Request"], [2172, 2230, "Other"]], "idx": 10}
{"id": 3388, "data": "Persuader: Hello\n\tPersuadee: Hi\nPersuader: How do you feel about charities\n\tPersuadee: Generally good, it depends on the cause though\nPersuader: Save the children\n\tPersuadee: From what? Of course saving children is a good thing\nPersuader: Would you mind donating 1/2 of your money to the organization\n\tPersuadee: You mean 1/2 of the $2? I would donate $0.80\nPersuader: Thank u for your donation\n\tPersuadee: no problem. We have a few more turns before we can proceed. do you like charities?\nPersuader: I like St Jude\n\tPersuadee: great, any others?\nPersuader: The animals organization\n\tPersuadee: animals are good.\nPersuader: What organizations do u like\n\tPersuadee: animals rights organizations and mental health advocacy groups\nPersuader: I agree with those\n\tPersuadee: good to know. I'm not sure what else to ask\nPersuader: I don't know either\n\tPersuadee: this is an odd task", "label": [[145, 162, "Statement"], [369, 394, "Thanking"], [624, 652, "WH-Question"], [738, 757, "Agreement"], [11, 16, "Conventional-Opening"], [43, 74, "WH-Question"], [239, 300, "Declarative-Yes/No-Question"], [501, 515, "Statement"], [558, 582, "Statement"], [824, 844, "Agreement"]], "idx": 11}
{"id": 3389, "data": "Persuader: Hello\n\tPersuadee: Hi\nPersuader: I would like to tell you about a charity\n\tPersuadee: OK, I'm listening.\nPersuader: The charity is called Save the Children. As the name suggests, this charity is helping the children around the world\n\tPersuadee: I believe I have heard of this charity.\nPersuader: It is good. Let me give you a bit more information. Your donations would be used to ensure children's rights to health, education, safety. It helps especially in war zones like Syria\n\tPersuadee: I understand but I am low on funds right now.\nPersuader: I can guess, but isn't there any amount you could donate like a little bit of money that you use for a snack or candy? Even a little amount helps. \n\tPersuadee: Well, yes. Maybe I could give a quarter.\nPersuader: That would be great. And let me assure you, this is a professional and trustworthy fund. If you would like to check for more information, the website is  URL \n\tPersuadee: I will check it out, thank you.\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: I would like to donate $0.25\nPersuader: Thank you, that would be great. Even with our little helps, the children around the world may have a better chance\n\tPersuadee: Of course. I wish I could afford more. Maybe later.\nPersuader: I hope so. In the future, if you have better finances, please remember this fund.\n\tPersuadee: Is this the end?\nPersuader: I think so, it had been 10 turns. And thank you again for your help. Have a good day.\n\tPersuadee: You are welcome", "label": [[126, 167, "Statement"], [167, 242, "Statement"], [318, 357, "Statement"], [358, 444, "Statement"], [677, 705, "Suggest"], [791, 858, "Statement"], [11, 16, "Conventional-Opening"], [43, 83, "Statement"], [306, 317, "Statement"], [445, 488, "Statement"], [558, 677, "Request"], [770, 790, "Thanking"], [859, 928, "Other"], [984, 1034, "WH-Question"], [1035, 1098, "Statement"], [1099, 1158, "Instruct"], [1211, 1242, "Thanking"], [1243, 1325, "Statement"], [1523, 1556, "Other"], [1401, 1410, "Affirmative-Answer"], [1412, 1482, "Instruct"], [1557, 1590, "Thanking"], [1592, 1608, "Conventional-Closing"]], "idx": 77}
{"id": 3390, "data": "Persuader: Hello-- have you ever heard of the charity Save the Children?\n\tPersuadee:  Curious.  quite im me to the explain exain you can have i think UI'm\nPersuader: Save the Children is an international charity that provides food and services to children in desperate need around the world.\n\tPersuadee:  africa like countries in donations the Is much how interesting sounds That\nPersuader: Exactly!  They work in Africa and other places around the world where children need help.  Would you be willing to donate some of your task payment to this charity to help children in need?\n\tPersuadee:  eventually donate will will will i moment the at low quite Is.  money my but Yes\nPersuader: I understand.  Sometimes I have money problems too.  But if you think about the children that would be helped, they have nothing.  No food, no medical care, sometimes no home.  You can donate anything from zero to the full task payment amount.  It would really help.\n\tPersuadee: card debit my use i do work this does Howyou for fine is that if 0$ donate would I\nPersuader: The research team conducting this conversation task will collect all donations and send them to Save the Children, so you don't need a credit card.  Even a few cents would help provide food or clean water for a child.\n\tPersuadee:  house my around change of bit little a have i cool Thats\nPersuader: I'm so happy that you're willing to give!  If you want to donate part of this task payment, all we need to do is agree on an amount.\n\tPersuadee:  nickels nickela some have i house my around check to have i acceptable dimes and pennies is Okay\nPersuader: In this case, we will use electronic payment through this task.  It could be up to $2.  How much do you think you would like to donate from your payment?\n\tPersuadee: enough cebt1 5 5_5050$ Is\nPersuader: I'm sorry--I don't quite understand the amount you are suggesting.  Donations are in US$.  So it would be $0.15, for example?  or maybe $0.50?\n\tPersuadee: cents01 0. donate i Can\nPersuader: Just to make sure, you would like to donate $0.10 US?  Is that right?\n\tPersuadee: cent1  its is phone my sorry Im\nPersuader: Okay, so just one cent?  Is that your donation amount?  Every cent helps, but ten cents would be even better!\n\tPersuadee: tjst with.  with agree I.  cents10 \nPersuader: Great!  Ten cents to help children!  Thank you so much!", "label": [[11, 16, "Conventional-Opening"], [166, 291, "Statement"], [391, 399, "Acknowledge"], [19, 72, "YesNo-Question"], [400, 480, "Statement"], [482, 580, "YesNo-Question"], [686, 699, "Acknowledge"], [739, 815, "Statement"], [931, 952, "Statement"], [1059, 1205, "Other"], [1906, 1957, "Request"], [1815, 1824, "Statement"], [701, 737, "Agreement"], [817, 861, "Statement"], [863, 929, "Suggest"], [1208, 1276, "Other"], [1358, 1399, "Statement"], [1401, 1490, "Instruct"], [1612, 1675, "Instruct"], [1677, 1698, "Request"], [1700, 1765, "Declarative-WH-Question"], [1826, 1880, "Statement"], [1883, 1905, "Instruct"], [2005, 2058, "YesNo-Question"], [2155, 2184, "YesNo-Question"], [2299, 2305, "Statement"], [2307, 2336, "Acknowledge"], [2336, 2354, "Thanking"], [2060, 2074, "YesNo-Question"], [2130, 2153, "YesNo-Question"], [2186, 2239, "Statement"]], "idx": 108}
{"id": 3391, "data": "Persuader: Have you ever heard of the charity children?\n\tPersuadee: I don't think so, what do they support?\nPersuader: I'm sorry. It's save the children. My fingers don't type very well. It's an international nongovernmental organization. They are looking out for children's rights in developing countries\n\tPersuadee: Oh, yes. I do know save the children. They are a great organization. \nPersuader: That's great news, you know they are untrustworthy. Have you ever donated to them?\n\tPersuadee: I haven't donated to them, which is good apparently. What makes them untrustworthy?\nPersuader: Oh my goodness I meant to say trustworthy.\n\tPersuadee: ha, that is much better. I don't have a lot of income to donate to charity :( \nPersuader: I don't either, and when I do I usually donate to dog charities. LOL but after reading up on this they said every penny helps. I think I could spare .25. Do you want to kick in a little?\n\tPersuadee: I donate to a dog charity also! such sweet creatures. I have a dachsund/pit mix named Tuttle. I can spare a quarter if it helps.\nPersuader: That's why we don't have extra money. LOL I have a Labrador who eats everything and this shepherd beagle mix. They are my children . But I guess once in a while we should donate to real children LOL . Okay cool I'll donate 1/4 and you donate 1/4 and then we've done our good deed for the day!!!!\n\tPersuadee: Sounds good to me. We could donate our earnings from this hit and still make a nickel for kibble.\nPersuader: Lmao!  Deal!!!  Have a great day from Illinois!  \n\tPersuadee: Thanks, warmest regards from Alabama\nPersuader: I guess we have to each have 10 turns so after this response we have to write two more times LOL\n\tPersuadee: I was wondering that. Are you a cubs fan?\nPersuader: Not really but I've been to one of their games. It was fun. Are you?\n\tPersuadee: I don't really have a team, but I like baseball. What are your dogs names?\nPersuader: Clementine and Eddybear.  And they are tired of me messing around on the computer so after the survey we are going to go for a walk!! I think we took ten turns!  \n\tPersuadee: Enjoy they walk, I hope it isn't too hot like here. we have to walk early and late.\nPersuader: It's really hot here too. Okay I'll put it in my quarter if you put in yours and have an awesome day!!", "label": [[11, 55, "YesNo-Question"], [187, 238, "Statement"], [399, 450, "Acknowledge"], [589, 631, "Acknowledge"], [799, 860, "Statement"], [1111, 1182, "Statement"], [1183, 1205, "Statement"], [1205, 1273, "Instruct"], [119, 153, "Other"], [154, 186, "Statement"], [239, 305, "Statement"], [451, 481, "YesNo-Question"], [734, 798, "Agreement"], [861, 887, "Statement"], [888, 920, "YesNo-Question"], [1073, 1109, "Acknowledge"], [1274, 1368, "Request"], [1506, 1538, "Conventional-Closing"], [1490, 1505, "Acknowledge"], [1762, 1809, "Acknowledge"], [1810, 1821, "Statement"], [1929, 1953, "Affirmative-Answer"], [1955, 2062, "Statement"], [2199, 2224, "Agreement"], [2224, 2301, "Request"], [1600, 1696, "Suggest"], [1822, 1830, "YesNo-Question"], [2063, 2089, "Statement"]], "idx": 112}
{"id": 3392, "data": "Persuader: Hi, how are you today? I have a question for you, how interested are you in helping children in need?\n\tPersuadee: Hi! I'm doing great, and yourself? I am very interested.\nPersuader: Im doing great too. A lot better than the children I speak of that are suffering in developing countries. Have you ever heard of the organization Save the Children?\n\tPersuadee: No, I haven't. What is the organization about?\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: That sounds really interesting. What countries does Save the Children operate in?\nPersuader: It operates out of the United States, it actually helps children in the US and developing countries such as Ethiopia, Indonesia, Vietnam, and many more. Just a small amount, pennies, would make a huge difference to these kids.\n\tPersuadee: I had no idea it operated outside of the United States. I understand how a donation, no matter how small would help this children. Do you know where the money goes towards to? \nPersuader: It would go into a general fund and the organization would put the money where it is most needed. Are you willing to make a small donation between fifty cents to two dollars that you would gain from this task to go toward this Charity? \n\tPersuadee: I would be more than willing to give a donation. Before I do that, I would like to know how the organization handles the money. I have no doubt its a trustworthy organization, I just want to know how it helps the children.\nPersuader: The money goes towards their healthcare, their education, what tugs on my heart strings the most is that it also goes towards protecting the children from abuse and neglect, exploitation and violence. Of course it also helps feed needy children and goes towards emergency care for any type of natural disasters or other emergencies.\n\tPersuadee: It does sound like the organization is helping improve and save children's lives\nPersuader: It is! Imagine if we convinced our friends and family to donate a small amount as well, people like you and I could actually make a difference in the world.\n\tPersuadee: Yes! So many children around the world could have better an improved lives. Why is this organization not well known?\nPersuader: I have heard of it before but not extensively. I learned a lot about them through their website  URL How much would you like to donate? The research team will collect all donations and send it to Save the Children.\n\tPersuadee: Thanks for sending me the website! I will check it out. I would like to donate .50.\nPersuader: You are a wonderful person, thank you for showing love to children in need.\n\tPersuadee: I really wish I could donate more. Maybe one day when I have enough income I will. \nPersuader: I am in the same boat, but every penny counts and weather it is .50 cents or 500 you are making a difference. Thank you and have a wonderful day.\n\tPersuadee: Thank you for all the information. Hope you also have a wonderful day. ", "label": [[11, 33, "Conventional-Opening"], [61, 112, "WH-Question"], [193, 212, "Acknowledge"], [34, 60, "Statement"], [213, 298, "Statement"], [299, 357, "Declarative-Yes/No-Question"], [428, 596, "Statement"], [702, 854, "Statement"], [855, 928, "Suggest"], [1227, 1364, "Declarative-Yes/No-Question"], [2048, 2055, "Affirmative-Answer"], [2346, 2392, "Negative-Answer"], [2482, 2560, "Statement"], [2668, 2743, "Thanking"], [2961, 2996, "Thanking"], [1129, 1225, "Statement"], [1612, 1812, "Statement"], [1813, 1944, "Statement"], [2056, 2205, "Instruct"], [2393, 2481, "WH-Question"], [2851, 2961, "Agreement"]], "idx": 139}
{"id": 3393, "data": "Persuader: Hi Michel, How are you doing today?\n\tPersuadee: im doing well how are you?\nPersuader: Doing good. Would you like to contribute for \"Save the Childern\"?\n\tPersuadee: what is that?\nPersuader: Please refer the site -  URL  Around 150 Million Children are being helped around the world through our organization.  It would be great if you are also a part of contributing to children to make their life happier\n\tPersuadee: How do I know this is legitimate?\nPersuader: Please refer the link -  URL s/about-us/awards-and-rankings and you will find its a legitimate organisation\n\tPersuadee: Can you tell me more of your personal experience with the organization?\nPersuader: I am sponsoring two children from India for their education and I am in contact with them through phone and I used to visit them often and take care of them\n\tPersuadee: interesting. so where do i sign up to donate?\nPersuader: Thank you for your consideration.  Please refer the link - https://support. URL ite/SPageNavigator/login.html?nexturl=https%3A%2F%2Fsupport. URL 2Fsite%2FSPageNavigator%2Fsupporter_center.html to sign up\n\tPersuadee: thank you for the info\nPersuader: Hopefully you will help the children by making donations?\n\tPersuadee: yes  i will\nPersuader: Great of you.  Looking forward to pass the information to your near and dear ones and ask them to help the Children to eradicate Children's sufferings around the world\n\tPersuadee: thank you for all your help!\nPersuader: Please let us know when do you have the plan to make contribution? It would be great if you can contribute right now ( Since good things should not be postponed :) )\n\tPersuadee: i do plan to contribute right now\nPersuader: Thank you so much\n\tPersuadee: you are welcome", "label": [[97, 108, "Acknowledge"], [319, 414, "Statement"], [901, 1104, "Instruct"], [1259, 1411, "Statement"], [1531, 1629, "Suggest"], [11, 46, "Conventional-Opening"], [109, 162, "YesNo-Question"], [200, 317, "Statement"], [472, 579, "Instruct"], [675, 831, "Statement"], [1151, 1208, "Suggest"], [1244, 1257, "Acknowledge"], [1464, 1530, "Instruct"], [1687, 1704, "Thanking"]], "idx": 180}
{"id": 3394, "data": "Persuader: Hi! How are you today?\n\tPersuadee: Doing great, how about yourself?\nPersuader: Very good, thanks for asking! Have you ever thought about donating to Save the Children?\n\tPersuadee: I haven't, what does that charity do?\nPersuader: Save the Childrenhelps children in developing countries by giving them medicine, food and much more!\n\tPersuadee: Oh that sounds like a great cause! Have you personally donated to them before?\nPersuader: Yes I have! I usually donate to them whenever I have extra money.\n\tPersuadee: Do they have a website I could visit?\nPersuader: Of course! It's  URL \n\tPersuadee: I may consider donating a small amount then\nPersuader: That's great! You can donate anything from 0 to 2 dollars. Every litle bit helps!\n\tPersuadee: You can put me down for a dollar, it's not a lot but I feel good about it\nPersuader: Thanks a lot for your contribution! Don't worry about the amount, that one dollar can help a lot!\n\tPersuadee: Is there any other charities you've donated to in the past that you're passionate about?\nPersuader: I also really like the Ronald McDonald House system. Do you have any charities your passionate about?\n\tPersuadee: I haven't donated to them before, but I'm interested in helping the World Wildlife Fund\nPersuader: I've heard of them but I'm not sure what sure what they do.\n\tPersuadee: It's basically the leading organization in wildlife conservation and endangered species\nPersuader: That sounds awesome! I am passionate about that so I will definitely look into them! \n\tPersuadee: Yeah I always enjoy helping animals if I can!\nPersuader: Same here! It's so sad that some species are in so much trouble.", "label": [[11, 33, "Conventional-Opening"]], "idx": 184}
