{"id": 2852, "data": "Persuader: Hi, do you usually donate to charities\n\tPersuadee: I DO\nPersuader: great! You're such a nice person. What charities do you usually donate to?\n\tPersuadee: To church, I return tithes and I also do the offerings\nPersuader: great! Well, have you ever heard about Save the Children charity?\n\tPersuadee: no, can you tell me more about it?\nPersuader: it's an international non-governemntal organization that promotes children's rights, provides relief and helps support children in developing countries\n\tPersuadee: nice! I have a child so i'm all about helping kids\nPersuader: would you donate to this charity? your donation will make such a huge impact for some children\n\tPersuadee: I would like to know more before i donate. How do i know if it's a legit organization\nPersuader: it is a trustable fund! It's one of the top rated charities in the world!\n\tPersuadee: interesting. So if i donate will 100% of my donation go to a child?\nPersuader: 86% goes to help children, 9% goes to fundraising and 5% goes to management and other things. \n\tPersuadee: i just don't know why i've never heard about it\nPersuader: neither do i! It's such a well known charity! It just so sad to see children from developing countries die from easily preventable deseases\n\tPersuadee: it is sad, i agree with you \nPersuader: million of Syrian children have grown up facing the daily threat of violence. You said you have a kid. Imagine your precious child going through it every day. waking up every day being afraid of getting killed\n\tPersuadee: that breaks my heart. I would do anything to protect my son\nPersuader: And you can also protect those children if you donate to our fund! YOU can make a difference\n\tPersuadee: okay, I might donate\nPersuader: Great! How much would you like to donate? You're awesome", "label": [[11, 49, "1-RAPPORT-OTHER"], [78, 111, "1-RAPPORT-COMPLIMENT"], [112, 152, "1-RAPPORT-OTHER"], [231, 296, "8-NO-PERSUASION"], [355, 506, "3-EMOTION-ALTRUISTIC"], [581, 614, "2-NEGOTIATE-OTHER"], [615, 675, "3-EMOTION-ALTRUISTIC"], [785, 858, "5-AUTHORITY-OTHER"], [950, 1043, "5-AUTHORITY-OTHER"], [1116, 1129, "1-RAPPORT-OTHER"], [1130, 1161, "5-AUTHORITY-OTHER"], [1162, 1255, "3-EMOTION-EMPATHY"], [1308, 1385, "3-EMOTION-EMPATHY"], [1411, 1517, "3-EMOTION-EMPATHY"], [1386, 1410, "3-EMOTION-OTHER"], [1601, 1693, "3-EMOTION-ALTRUISTIC"], [1738, 1779, "2-NEGOTIATE-OTHER"], [1780, 1794, "1-RAPPORT-COMPLIMENT"]], "idx": "734"}
{"id": 2853, "data": "Persuader: Hi!  How are you this evening?  \n\tPersuadee: Great! Yourself?\nPersuader: Great- thanks!  I was wondering if you might have a few minutes to talk about a charity which does some great work for underpriviledged children?  It's called Save the Children.\n\tPersuadee: I absolutely have the time\nPersuader: Thanks!  This is an international non-governmental organization which travels to a variety of countries to help kids who don't have homes, education, adequate food and drinking water.  \n\tPersuadee: How can I help?\nPersuader: The organization is looking for donations to set up a system of permanent self-sustainment.  Funds would be used to create a simple drinking water filtration system and to fund schools to teach life skills, such as crop growth and crafting skills to start a small business.  Would you be interested in helping their efforts?\n\tPersuadee: I could help a bit\nPersuader: Every bit is really appreciated!  Just so you know, the Save the Children organization has been recognized with numerous humanitarian awards from a variety of organizations and countries.  \n\tPersuadee: Wow, that is a great accomplishment\nPersuader: I'd also be happy to put you in touch with a sponsored child if you'd be interested?  You would be able to monitoring his or her growth and development of the area in which he or she lives.\n\tPersuadee: That would be great. What is the typical donation?\nPersuader: Donations typically run anywhere up to $2.  This small amount of money can accomplish a surprising amount within an underdeveloped country. \n\tPersuadee: I can definitely afford $2. How will i recieve information regarding the sponsored child?\nPersuader: That's very kind of you!  You can find more information on the sponsorship at their website-  URL \n\tPersuadee: Okay great, thank you for the information!\nPersuader: It's my pleasure :)  Keep in mind also that your donation is tax deductible!\n\tPersuadee: I wasn't aware, I will keep that in mind! Thanks!\nPersuader: The organization is very lucky that generosity such as yours exists.  Without it, many children's lives would be even worse.  Have an amazing evening!!\n\tPersuadee: I am happy to help. You have a great evening!", "label": [[11, 43, "1-RAPPORT-FRIEND"], [84, 98, "1-RAPPORT-FRIEND"], [100, 261, "1-RAPPORT-OTHER"], [312, 319, "1-RAPPORT-FRIEND"], [321, 496, "3-EMOTION-ALTRUISTIC"], [537, 628, "4-LOGIC-OTHER"], [630, 810, "3-EMOTION-ALTRUISTIC"], [812, 861, "2-NEGOTIATE-OTHER"], [904, 936, "2-NEGOTIATE-OPINION"], [1239, 1342, "5-AUTHORITY-OTHER"], [1153, 1237, "5-AUTHORITY-OTHER"], [1671, 1695, "1-RAPPORT-COMPLIMENT"], [1836, 1855, "1-RAPPORT-FRIEND"], [938, 1091, "5-AUTHORITY-CREDENTIALS"], [1153, 1237, "1-RAPPORT-FRIEND"], [1417, 1459, "2-NEGOTIATE-OTHER"], [1461, 1556, "2-NEGOTIATE-OPINION"], [1697, 1768, "1-RAPPORT-FRIEND"], [1857, 1912, "2-NEGOTIATE-REWARD"], [1986, 2054, "1-RAPPORT-COMPLIMENT"], [2056, 2110, "3-EMOTION-EMPATHY"], [2112, 2137, "1-RAPPORT-COMPLIMENT"]], "idx": "735"}
{"id": 2854, "data": "Persuader: Hello my name is Steven.\n\tPersuadee: Hi my name is Donna   what's yours?\nPersuader: My name is Steven.  Do you actively donate to charity?  Have you ever heard of Save the Children?\n\tPersuadee: Sorry Steven  I saw your name after I asked.Yes I often monthly really donate to a charity in the Gobi .I have heard and at one point did activly donated to Save The Children.Thank you for asking\nPersuader: Save the Children is a wonderful organization.  They promote children's rights and provide relief to support children in developing countries.  Many children around the world benefit from their work.\n\tPersuadee: Yes I agree do you donate to Save The Children? I would love to see the children taken from the trafficking aspect and returned to the families.\nPersuader: I do donate to Save the Children and I agree with you that human trafficking is something we need to tackle.  It makes me sad that people including children are subjected to such horrors.  Why our world has to have such evil is beyond me.\n\tPersuadee: It is called sin and we CAN do a lot about it by making Save the Children fully accountable for the finances we send ,accountability is very necessary to know where the money is going and if it is being used directly foe the child or administrative fees.\nPersuader: I agree and Save the Children provides proof on how they spend their money.  You can view that information on their website.  You can also view reports created by independent resources proving they allocate funds as they say.\n\tPersuadee: This is good I also donated to Feed The Children and withdrew my donations when I checked with the accounting agency responsiable for the allocations of the fumds and only a small 10 cents ever went to the child the rest was what they called operating and administrative fees---I was quite angry as we had donated quite a lot.\nPersuader: Wow, that makes me angry when organizations conduct themselves that way.  I understand the need for costs and needing to use some of the money for that.  I like that Save the children specifically states that they use x amount of every dollar.  The financial audits back up their claim.  So I can rest assured that the value of my dollar is going to the children as they promise.\n\tPersuadee: So Steven are you going to donate today ?\nPersuader: I plan to donate for sure.  I figure that half of my earnings would suffice.  It will help children and I will still benefit.  It seems like a proper thing to do.\n\tPersuadee: Sounds good to me I shall also donate 1/2 of my earnings as we are the voice of these precious children I pray they get clean drinking water good food medical treatment housing and all the needs met if we ALL pull together it can be a better world for these children.\nPersuader: Looking at the Saving the Children foundation is appears they are doing extensive work in Africa.  What areas of the world do you think could benefit from this organization?\n\tPersuadee: Wow that's great what about right here in the USA?There are so many children in poverty here in West Virginia and the other impovished areas.I also see the need in the Gobi desert for good drinking water and medical care.\nPersuader: I agree, I hurt for all children facing bad conditions but in the United States we face a lot too.  It would be nice if they also had a allocation schedule for regions of the world.  By that I mean splitting the funding to include our country and specifically spelling out how much goes to each.f\n\tPersuadee: Is Save The Children only internationaly?We need to have a movement to help the children of our country as well as others  Africa has had so much drought and many deaths due to the heat  I am sure they are also in dire straights.\nPersuader: It appears they do spend money the US during disasters or other impacting scenarios.  That is good to know.\n\tPersuadee: Oh o.k. but it is a disaster in many ways when our own children have no food clean drinking water decent housing but I do understand   so that being said what else do we need to discuss concerning donations?May I add that I was blessed to provid e 2 drinking wells for the Gobi desert and it was and is such a blesing to see the use where they can draw water for the families as well as the livestock  giving is a form of love in many ways.", "label": [[11, 35, "1-RAPPORT-FRIEND"], [95, 113, "1-RAPPORT-FRIEND"], [115, 192, "1-RAPPORT-OTHER"], [412, 458, "5-AUTHORITY-OTHER"], [460, 611, "3-EMOTION-EMPATHY"], [780, 812, "1-RAPPORT-DISCLOSE"], [813, 888, "1-RAPPORT-SIMILAR"], [890, 967, "3-EMOTION-EMPATHY"], [969, 1018, "1-RAPPORT-OTHER"], [1297, 1522, "5-AUTHORITY-OTHER"], [1873, 1945, "1-RAPPORT-SIMILAR"], [1947, 2025, "1-RAPPORT-OTHER"], [2027, 2252, "5-AUTHORITY-OTHER"], [2318, 2344, "1-RAPPORT-DISCLOSE"], [2346, 2394, "1-RAPPORT-OTHER"], [2396, 2443, "2-NEGOTIATE-OTHER"], [2445, 2480, "3-EMOTION-OTHER"], [2772, 2869, "1-RAPPORT-FRIEND"], [2871, 2945, "1-RAPPORT-FRIEND"], [3191, 3199, "1-RAPPORT-SIMILAR"], [3200, 3289, "1-RAPPORT-SIMILAR"], [3291, 3372, "1-RAPPORT-FRIEND"], [3374, 3487, "1-RAPPORT-FRIEND"], [3741, 3825, "3-EMOTION-EMPATHY"], [3827, 3848, "1-RAPPORT-FRIEND"]], "idx": "736"}
{"id": 2855, "data": "Persuader: im so sad\n\tPersuadee: YES\nPersuader: many kids dying\n\tPersuadee: WHAT HAPPENS TO THE KIDS\nPersuader: so many things, do you know they are sad too?\n\tPersuadee: YOU NEED SOME HELP WITH ME\nPersuader: yes i need many help from you, money?\n\tPersuadee: YOU HAVE SOME ORGANISATION OR SOME TRUST.\nPersuader: you know it buddy, you know it\n\tPersuadee: SORRY I DO NOT KNOW THAT.\nPersuader: do you know save teh children\n\tPersuadee: YES, I KNOW THAT\nPersuader: will you give them one dollar\n\tPersuadee: YES, I GAVE 20 DOLLAR TO THE CHILD. \nPersuader: how much will you give tonight?\n\tPersuadee: 20 DOLLAR FOR THEM\nPersuader: how much from your payment\n\tPersuadee: 20 DOLLAR FOR THE SAVE THE CHILD.\nPersuader: ok i will give too\n\tPersuadee: OK , KEEP SAVE THE CHILH", "label": [[11, 20, "1-RAPPORT-DISCLOSE"], [208, 245, "2-NEGOTIATE-REQUEST"], [112, 157, "3-EMOTION-EMPATHY"], [48, 63, "3-EMOTION-EMPATHY"], [311, 341, "1-RAPPORT-FRIEND"], [391, 420, "1-RAPPORT-OTHER"], [461, 490, "2-NEGOTIATE-REQUEST"], [551, 582, "2-NEGOTIATE-OTHER"], [625, 651, "2-NEGOTIATE-OTHER"], [709, 727, "2-NEGOTIATE-BARGAIN"]], "idx": "737"}
{"id": 2856, "data": "Persuader: Hello?\n\tPersuadee: Hello.\nPersuader: Do you know about the charity \"Save the Children\"?\n\tPersuadee: I've heard of it in a positive way.\nPersuader: Save the Children essential to help ensuring children's rights to health, education, safety\n\tPersuadee: Does it help children both internationally and in the United States?\nPersuader: Mostly international in places like South American and South Africa where its very poor and needed.\n\tPersuadee: That makes sense. Are you involved with the charity?\nPersuader: Yea im donating and wanted to know if you would like to donate also?\n\tPersuadee: Have you donated in the past?\nPersuader: yes a while ago when i was donating to random charities. You can donate part of your funds for this task from $0 to $2.00\n\tPersuadee: I'm willing to donate $1.00.\nPersuader: That sounds like a great amount you are making a difference.\n\tPersuadee: What exactly will my donation provide?\nPersuader: Your donation will help individual children and their families and  help ensuring children's rights to health, education.\n\tPersuadee: Sounds good. I think we have to make a total of ten comments. Is there anything else you can tell me?\nPersuader: Yea let me make it clear, you want to donate $1 correct?\n\tPersuadee: Yes, $1 is the amount that I would like to donate.\nPersuader: Ok thanks you have a nice day...\n\tPersuadee: You are welcome. I hope you have a nice day too.", "label": [[11, 17, "1-RAPPORT-FRIEND"], [48, 98, "1-RAPPORT-FRIEND"], [158, 249, "3-EMOTION-ALTRUISTIC"], [342, 441, "1-RAPPORT-FRIEND"], [518, 586, "2-NEGOTIATE-BARGAIN"], [640, 696, "1-RAPPORT-DISCLOSE"], [697, 761, "2-NEGOTIATE-OPINION"], [814, 874, "1-RAPPORT-COMPLIMENT"], [937, 1058, "3-EMOTION-ALTRUISTIC"], [1184, 1240, "1-RAPPORT-FRIEND"], [1315, 1347, "1-RAPPORT-COMPLIMENT"]], "idx": "738"}
{"id": 2857, "data": "Persuader: Hello\n\tPersuadee: Hi! How are you? What would you like to discuss?\nPersuader: First let's start out with how was your day today?\n\tPersuadee: My day has been going great! I love living in the USA! It's the best country in the world!\nPersuader: We do have a lot of freedom dont we?  Some others are not so fortunate though :(\n\tPersuadee: I feel ya. I sometimes wonder what could be done to fix the world's many problems.\nPersuader: You and me both.  We just need some smarter people in charge.  We also need more people to help others that are not so fortunate.  Wouldn't you agree?\n\tPersuadee: I think that the government needs to do more to help other. I don't know what someone like me could do. I'm barely making it myself.\nPersuader: I am also not doing the greatest with finances at the present moment.  Mturk is actually putting food on the table for me and my children.  But today you and I could make a difference.\n\tPersuadee: How could I make a difference? I have so little, and need to keep every penny I earn. It's tough out there!\nPersuader: I hear that, trust me I do.  Are you a believer in karma?\n\tPersuadee: I have seen much good karma, only bad. I want to believe, but I just don't know.\nPersuader: I have personally noticed many things in the last 10 years where the universe is someway connected and of course there are things that are not known to man or maybe not even be discovered.  But yeah we can make a little difference today and hopefully something good will happen.  Would you be interested in donating some or all of the money you would be getting from this task today?\n\tPersuadee: I wasn't planning on making a donation. I was hoping to use it for my household needs. \nPersuader: We can find another way.  There will be opportunities tonight yet.  If you donate an amount today I will match that donation.  Is that cool?\n\tPersuadee: How much were thinking of donating? I can't say that I have much room to spare.\nPersuader: Okay understandable, tell me what you think about what is happening in different parts of the world today.  For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence.\n\tPersuadee: I'd heard something about that. Many are suffering there. \nPersuader: Yes, it is tragic.  We have the opportunity today to help some of those children out through the Save the Children foundation.  Like I said I will match whatever you decide to donate, which could be up to $2.00 each.\n\tPersuadee: If I donate ten cents, will you donate just as much, or more?\nPersuader: I will donate what you would be willing to donate. No pressure at all", "label": [[11, 16, "1-RAPPORT-FRIEND"], [89, 139, "1-RAPPORT-FRIEND"], [254, 290, "3-EMOTION-GUILT"], [292, 334, "3-EMOTION-EMPATHY"], [441, 457, "1-RAPPORT-SIMILAR"], [459, 502, "2-NEGOTIATE-OPINION"], [504, 570, "2-NEGOTIATE-OPINION"], [572, 591, "1-RAPPORT-FRIEND"], [748, 817, "1-RAPPORT-DISCLOSE"], [819, 886, "1-RAPPORT-DISCLOSE"], [888, 932, "3-EMOTION-ALTRUISTIC"], [1064, 1121, "1-RAPPORT-FRIEND"], [1226, 1414, "1-RAPPORT-FRIEND"], [1416, 1504, "2-NEGOTIATE-REWARD"], [1506, 1609, "2-NEGOTIATE-OTHER"], [1721, 1745, "1-RAPPORT-OTHER"], [1747, 1787, "2-NEGOTIATE-OTHER"], [1789, 1861, "2-NEGOTIATE-BARGAIN"], [1965, 2071, "1-RAPPORT-FRIEND"], [2073, 2279, "3-EMOTION-EMPATHY"], [2362, 2380, "3-EMOTION-EMPATHY"], [2382, 2488, "2-NEGOTIATE-OTHER"], [2490, 2578, "2-NEGOTIATE-BARGAIN"], [2664, 2714, "2-NEGOTIATE-BARGAIN"], [2715, 2733, "1-RAPPORT-FRIEND"]], "idx": "739"}
{"id": 2858, "data": "Persuader: Hi. How are you? I'm chatting to you from Tennessee.\n\tPersuadee: Howdy neighbor! I'm here in Alabama.\nPersuader: That's a beautiful place. Many of my ancestors came from Alabama. How do you feel about children's charities? There are a lot of suffering children in the world.\n\tPersuadee: I feel that they're good. I work at a Children's hospital so I see children suffering everyday.\nPersuader: I used to work at a Children's hospital too! In Chattanooga! Well I'm probably going to donate a portion of my earnings to the Save the Children charity They work globally and have are great reputation.\n\tPersuadee: What did you do there? \nPersuader: At the children's hospital? I was a respiratory therapist. So the researcher will handle the donation and make sure it gets to the right people. Would you care to donate something as well?\n\tPersuadee: I would like to donate too. I'm a biomedical equipment technician at my hospital.\nPersuader: That's awesome. I'm glad you're donating. Even if it is a small amount. The charity helps feed, educate, clothe and provide healthcare for kids. They are working with those poor babies in Syria that have suffered so much. How much do you feel you want to donate?\n\tPersuadee: I'm thinking .75 would help.\nPersuader: That sounds great to me. You can choose any amount between 0 to $2.00. Thank you for your compassion.\n\tPersuadee: No problem. I agree that the defenseless need help.\nPersuader: I used to drive through Alabama delivering oxygen supplies to nursing homes. I would go to Huntsville, all the way to Gadsten. It's so beautiful. Sad that there are so many poverty stricken areas. Lots of needy kids there too, just like Tennessee. I love the south though.\n\tPersuadee: I used to live in Huntsville and my mom's from Gadsden. Now I live in South Alabama between Gulf Shores and Mobile.\nPersuader: Oh lucky you! You're near the beach. I've been to Florida's beaches and South Carolina but not Alabama. I want to go. Heard it's very nice.\n\tPersuadee: They are pretty nice. I love it down here. Moving down here is one of the best decisions I've made.\nPersuader: Are you really close to the water? We don't get to the ocean too much. It's about a 9 or 10 hour drive from here. How cool, that you have a great job and an awesome place to live!\n\tPersuadee: Where I'm at now I'm about 2 miles from the bay and about 45 mins from the Gulf. I just bought a house just north of here. I'll be an hour from the Gulf there.\nPersuader: It sounds wonderful. I'm sure the beaches are covered with white sand like Florida. I think we're close to being done with our chat. It's been pleasant and thanks again for agreeing to donate.\n\tPersuadee: Yeah they are pretty white. Florida's beaches are slightly better though. It has been great chatting with you!\nPersuader: Have a good night.", "label": [[11, 63, "1-RAPPORT-FRIEND"], [124, 189, "1-RAPPORT-DISCLOSE"], [190, 233, "1-RAPPORT-FRIEND"], [234, 285, "3-EMOTION-EMPATHY"], [405, 465, "1-RAPPORT-DISCLOSE"], [466, 557, "1-RAPPORT-DISCLOSE"], [558, 607, "5-AUTHORITY-OTHER"], [655, 713, "1-RAPPORT-DISCLOSE"], [714, 799, "1-RAPPORT-FRIEND"], [949, 990, "1-RAPPORT-COMPLIMENT"], [991, 1020, "2-NEGOTIATE-OTHER"], [1171, 1211, "2-NEGOTIATE-OTHER"], [1441, 1567, "1-RAPPORT-DISCLOSE"], [1689, 1713, "1-RAPPORT-FRIEND"], [1853, 1866, "1-RAPPORT-COMPLIMENT"], [2479, 2611, "1-RAPPORT-FRIEND"], [2806, 2824, "1-RAPPORT-FRIEND"], [800, 843, "2-NEGOTIATE-REQUEST"], [1021, 1170, "3-EMOTION-EMPATHY"], [1264, 1288, "1-RAPPORT-COMPLIMENT"], [1289, 1334, "8-NO-PERSUASION"], [1335, 1365, "1-RAPPORT-COMPLIMENT"], [1568, 1586, "1-RAPPORT-OTHER"], [1587, 1688, "3-EMOTION-EMPATHY"], [1867, 1992, "1-RAPPORT-FRIEND"], [2116, 2295, "1-RAPPORT-FRIEND"], [2612, 2671, "1-RAPPORT-COMPLIMENT"]], "idx": "740"}
{"id": 2859, "data": "Persuader: hi\n\tPersuadee: Hi. Do you know about Children Charity?\nPersuader: Yes, I know that children's charity.\n\tPersuadee: Please Explain for me.\nPersuader: They give money to help children in other countries and get them away from viloence.\n\tPersuadee: Oh thanku. Will you donate for any organisation.\nPersuader: Yes I was donate Organisation. \n\tPersuadee: How much amount will you donate?\nPersuader: I was donate more than $100.\n\tPersuadee: Oh super You done a good job.\nPersuader: Thank you very much. Do you donate any chambers?\n\tPersuadee: Yes I donate one year back.\nPersuader: How much amount do you donate?\n\tPersuadee: I forgot approximately 30 dollars.\nPersuader: Okay, That's a great job.\n\tPersuadee: Where are you from?\nPersuader: I am in Illinois. Where are you from?\n\tPersuadee: Iam from Virginia.\nPersuader: Do you like to save the children?\n\tPersuadee: Yes I like to save the children.", "label": [[77, 113, "8-NO-PERSUASION"], [160, 244, "3-EMOTION-ALTRUISTIC"], [11, 13, "1-RAPPORT-FRIEND"], [317, 347, "1-RAPPORT-DISCLOSE"], [405, 433, "1-RAPPORT-DISCLOSE"], [487, 507, "1-RAPPORT-FRIEND"], [508, 535, "1-RAPPORT-OTHER"], [587, 617, "1-RAPPORT-OTHER"], [676, 701, "1-RAPPORT-COMPLIMENT"], [745, 782, "1-RAPPORT-FRIEND"], [825, 858, "1-RAPPORT-OTHER"]], "idx": "741"}
{"id": 2860, "data": "Persuader: you want to help kids?\n\tPersuadee: Sometimes. What kind of kids?\nPersuader: kids in poverty without families?\n\tPersuadee: I already donate time and money. Are these kids from the US?\nPersuader: yes, and other places. Only 10 cents a day?\n\tPersuadee: I'm not sure, how will it help them?\nPersuader: provide basic needs like\n\tPersuadee: Who is the organization?\nPersuader: save the children...very well know \n\tPersuadee: oh, save the children. \nPersuader: right. they provide shelter, school, food, clothing...interested in helping?\n\tPersuadee: what will my ten cents do?\nPersuader: mostly for shelter and food and to a lesser degree education....\n\tPersuadee: So how do I donate?\nPersuader: easy , contact save the children on the internet\n\tPersuadee: So, just get ahold of them?\nPersuader: right, give them contact information. do you have a bank account?\n\tPersuadee: no, i do not have one\nPersuader: Do you have a debit card?\n\tPersuadee: nope, only cash\nPersuader: thanks for your help\n\tPersuadee: have a good night!", "label": [[11, 33, "3-EMOTION-EMPATHY"], [87, 120, "3-EMOTION-EMPATHY"], [205, 228, "1-RAPPORT-FRIEND"], [228, 247, "2-NEGOTIATE-REQUEST"], [309, 333, "1-RAPPORT-FRIEND"], [383, 417, "5-AUTHORITY-OTHER"], [465, 471, "1-RAPPORT-OTHER"], [472, 516, "3-EMOTION-EMPATHY"], [516, 541, "2-NEGOTIATE-OTHER"], [592, 656, "3-EMOTION-ALTRUISTIC"], [911, 936, "1-RAPPORT-FRIEND"], [800, 865, "1-RAPPORT-FRIEND"], [700, 748, "1-RAPPORT-FRIEND"], [976, 996, "1-RAPPORT-COMPLIMENT"]], "idx": "742"}
{"id": 2861, "data": "Persuader: Hi have your head of the children saves?\n\tPersuadee: No, I have not. Please tell me about it\nPersuader: It is an organization that promotes children rights, provides help and support in developing countries.\n\tPersuadee: What countries are helped through this organization? \nPersuader: Countries all over the world for example Africa. Children need our help to be healthy and taken care of and a dontation on your part would put is one step forward in completing this goal!\n\tPersuadee: Approximately how many children per year receive help?\nPersuader: Millions. Millions. Just $1.00 could help tramendously. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. If we had more help by people like you. These things could be avoided.\n\tPersuadee: Are there different tiers of donations? \nPersuader: All of the dontations go toward one cause. Some people donate 100$ and some only donate $1.00. I'm asking you, instead of buying that purse or clothing item, spend it on helping children in need.\n\tPersuadee: How do I donate?\nPersuader: The research team will collect all the donations, you just have to say how much you want to donate\n\tPersuadee: How am I charged for donations?\nPersuader: The amount of the donation will be taken out of your task payment\n\tPersuadee: I see  thank you for your information. \nPersuader: Your welcome! Thank you\n\tPersuadee: I will donate 10 cents.\nPersuader: Thank you. Our team will collect that and you will be helping children in need.\n\tPersuadee: Thank you for your time \nPersuader: No problem thank you\n\tPersuadee: Have a good evening", "label": [[11, 51, "1-RAPPORT-FRIEND"], [115, 218, "3-EMOTION-ALTRUISTIC"], [296, 344, "1-RAPPORT-FRIEND"], [345, 483, "1-RAPPORT-OTHER"], [562, 581, "1-RAPPORT-FRIEND"], [582, 617, "2-NEGOTIATE-OPINION"], [618, 731, "3-EMOTION-EMPATHY"], [732, 802, "2-NEGOTIATE-OPINION"], [867, 962, "1-RAPPORT-FRIEND"], [962, 1062, "3-EMOTION-GUILT"], [1103, 1201, "1-RAPPORT-FRIEND"], [1257, 1322, "1-RAPPORT-FRIEND"], [1386, 1409, "1-RAPPORT-FRIEND"], [1457, 1467, "1-RAPPORT-COMPLIMENT"], [1468, 1536, "1-RAPPORT-FRIEND"], [1585, 1605, "1-RAPPORT-COMPLIMENT"]], "idx": "743"}
{"id": 2862, "data": "Persuader: Hello there.\n\tPersuadee: Hello! \nPersuader: I hope you are well today.\n\tPersuadee: Same to you.\nPersuader: I am doing well thank you. It seems there alot of otheres who could use our help. Do you consider yourself a charitable person?\n\tPersuadee: It would seem that way as well. I do consider myself a charitable person, I enjoy helping others when I can, even if its not by financial means. What about yourself?\nPersuader: It always feels good when we can make a difference in the world and impact someones life. I try to do that as often as possible.\n\tPersuadee: That is so true. Do you believe that we as humans have a universal obligation to take care of one another when possible?\nPersuader: I think that is the true nature of life. Would you be interested in helping today by donating to a great charity called Save The Children?\n\tPersuadee: Do you have more information on this charity?\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. Any donation would be made by a portion or all of the incoming payment you have for this task.\n\tPersuadee: Sure, I would not mind making a donation.\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: I would like to donate $0.20.\nPersuader: Your donation of $.20 is greatly apprecaited and is a big part in making a difference. Thank you so much!\n\tPersuadee: Of course, I love to help in any way that I can.\nPersuader: I hope you have a great night and thank you again so much. If you would like any further information on Save the Children please visit  URL \n\tPersuadee: Of course! I hope you have an amazing night!\nPersuader: Thank you bye now.\n\tPersuadee: Thank you, goodbye!", "label": [[11, 23, "1-RAPPORT-FRIEND"], [55, 81, "1-RAPPORT-FRIEND"], [118, 144, "1-RAPPORT-FRIEND"], [145, 199, "3-EMOTION-ALTRUISTIC"], [200, 245, "2-NEGOTIATE-OTHER"], [435, 524, "2-NEGOTIATE-REWARD"], [525, 563, "1-RAPPORT-DISCLOSE"], [708, 748, "1-RAPPORT-FRIEND"], [749, 846, "2-NEGOTIATE-OTHER"], [916, 1084, "3-EMOTION-ALTRUISTIC"], [1085, 1179, "1-RAPPORT-FRIEND"], [1245, 1295, "3-EMOTION-ALTERCASTING"], [1296, 1419, "1-RAPPORT-FRIEND"], [1473, 1559, "1-RAPPORT-COMPLIMENT"], [1522, 1559, "3-EMOTION-ALTRUISTIC"], [1560, 1578, "1-RAPPORT-COMPLIMENT"], [1651, 1791, "1-RAPPORT-FRIEND"], [1860, 1878, "1-RAPPORT-FRIEND"]], "idx": "744"}
{"id": 2863, "data": "Persuader: Hello, would you be willing to donate some of your money to save the children?\n\tPersuadee: To save the children where?\nPersuader: It is a non-governmental organization that helps children in developing countries\n\tPersuadee: What does it help the children with?\nPersuader: With their rights and relief for many daily necessities like food, water, shelter, and education to name a few\n\tPersuadee: Is there a minimum donation?\nPersuader: A minimum donation of 10 cents would be appreciated, which is a third of the money received for this task. The more the better.\n\tPersuadee: I would be interested in making a donation\nPersuader: Thank you so much. Your donation will be directly deducted from your task payment.\n\tPersuadee: ok that sounds great\nPersuader: Okay. Thanks. Is there an option on your end where you can donate?\n\tPersuadee: No there is not\nPersuader: So how do we finish this conversatin then?\n\tPersuadee: I have no idea, maybe after we have 10 chat turns each\nPersuader: Lol, I guess we have to chat a few more turns. \n\tPersuadee: where are you from?\nPersuader: Originally from Romania, but I live in the US in California. How about you?\n\tPersuadee: I am born and raised in Florida\nPersuader: Nice, would like to travel and visit other states sometime when Im free.\n\tPersuadee: I made $100+ everyday last week on Mturk and now all I have left is these low paying surveys", "label": [[11, 16, "1-RAPPORT-FRIEND"], [18, 89, "2-NEGOTIATE-OTHER"], [141, 222, "3-EMOTION-ALTRUISTIC"], [283, 393, "1-RAPPORT-OTHER"], [446, 552, "2-NEGOTIATE-RECIP"], [553, 573, "2-NEGOTIATE-OPINION"], [640, 658, "1-RAPPORT-COMPLIMENT"], [659, 722, "1-RAPPORT-FRIEND"], [767, 780, "1-RAPPORT-COMPLIMENT"], [781, 833, "1-RAPPORT-FRIEND"], [873, 915, "8-NO-PERSUASION"], [994, 1041, "8-NO-PERSUASION"], [1085, 1160, "8-NO-PERSUASION"], [1216, 1288, "8-NO-PERSUASION"]], "idx": "745"}
{"id": 2864, "data": "Persuader: Good afternoon. \n\tPersuadee: Hey there how is it going?\nPersuader: It's going alright. I've just been reading about a charity called Save the Children. Have you heard of it?\n\tPersuadee: I've heard a little bit about it but don't know too much.\nPersuader: From what I've read, it's a nonprofit that helps children in difficult situations around the world. I was reading about their aid work in Syria and how they've helped young girls in developing countries receive schooling.\n\tPersuadee: Oh wow! That's incredible. I wasn't aware that they did all of that.\nPersuader: This morning, I was also reading about an ebola outbreak in the Congo (I think). I imagine they'll help there if they aren't stretched too thin. \n\tPersuadee: So save the children is a worldwide organization it sounds like!\nPersuader: It is! Do you ever donate to organizations like this? My brother, sister, and I replaced birthday gifts with charity donations a few years ago. It saved on clutter and felt great to give to charities.\n\tPersuadee: I've given to a few charities before, but never this one. I'm always so skeptical of charities to be honest.\nPersuader: Same here. I remember reading about some questionable charities following hurricanes in Haiti and Puerto Rico. It's a bummer when that money gets siphoned off. I just looked up Save the Children on Charity Navigator and they give the org an 88.3 rating out of 100 including a 97 for transparency.\n\tPersuadee: Wow that's a really great rating! I think money that goes to kids is a super important cause.\nPersuader: I plan on giving my payment for this exercise to Save the Children based on my research. Would you like to donate to the charity as well? After we are done chatting, I think you can tell them the amount you want donated.\n\tPersuadee: Hmm, I would like to, but I'm having some financial trouble at the moment. I'm not sure how much I'd be willing to donate.\nPersuader: I think you can donate as little as one cent. Sorry to hear about your financial troubles! I've been in a similar boat recently.\n\tPersuadee: Do you think that small of an amount would really help someone?\nPersuader: I like to think so, yes. I know that organizations always stress that every little bit counts. I'd like to think that even a few cents from a lot of people would be helpful. \n\tPersuadee: I think I'd be willing to donate about 25 cents\nPersuader: Awesome! I'll match your donation. \n\tPersuadee: Oh that's great and makes me feel better! Thank you!\nPersuader: I have to get going. It's been great chatting with you and I hope you enjoy your weekend.", "label": [[11, 27, "1-RAPPORT-FRIEND"], [78, 97, "1-RAPPORT-FRIEND"], [98, 162, "1-RAPPORT-FRIEND"], [163, 184, "1-RAPPORT-FRIEND"], [266, 487, "3-EMOTION-ALTRUISTIC"], [580, 660, "3-EMOTION-EMPATHY"], [1158, 1306, "1-RAPPORT-FRIEND"], [661, 724, "3-EMOTION-ALTRUISTIC"], [814, 867, "1-RAPPORT-FRIEND"], [868, 957, "1-RAPPORT-DISCLOSE"], [958, 1014, "2-NEGOTIATE-REWARD"], [1147, 1157, "1-RAPPORT-SIMILAR"], [1307, 1443, "5-AUTHORITY-OTHER"], [1561, 1649, "2-NEGOTIATE-BARGAIN"], [1650, 1698, "2-NEGOTIATE-OTHER"], [1699, 1781, "1-RAPPORT-FRIEND"], [1928, 1973, "2-NEGOTIATE-OTHER"], [1974, 2018, "1-RAPPORT-FRIEND"], [2019, 2056, "1-RAPPORT-DISCLOSE"], [2169, 2238, "2-NEGOTIATE-OTHER"], [2144, 2168, "2-NEGOTIATE-OPINION"], [2239, 2318, "2-NEGOTIATE-OPINION"], [2390, 2424, "2-NEGOTIATE-BARGAIN"], [2502, 2522, "8-NO-PERSUASION"], [2523, 2591, "1-RAPPORT-COMPLIMENT"]], "idx": "746"}
{"id": 2865, "data": "Persuader: Hello?\n\tPersuadee: Hello!\nPersuader: How are you today?\n\tPersuadee: I am doing all right! It's a nice day! We got some rain today.\nPersuader: Oh really, nice and sunny where i am. Happy Labor day.....\n\tPersuadee: Happy Labor Day as well! Do you have a favorite movie?\nPersuader: Yea a old movie made in 1985 called The Last Dragon, and you?\n\tPersuadee: The Lion King is my favorite movie. Came out in 1994. What's the last movie you watched?\nPersuader: Cheaper by the dozen, have you heard of a charity called Save the Children?\n\tPersuadee: I believe I have? It sounds familiar.\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: That is a great charity!\nPersuader: Sure is, would you like to donate part of your funds from this task from $0 to $2.00?\n\tPersuadee: I will donate $0.5\nPersuader: Ok so would like to donate $0.50 correct?\n\tPersuadee: Yes that is correct.\nPersuader: Ok thanks just type in your donation at the end of the task....You have a nice day...\n\tPersuadee: Okay. Thanks! Have a nice day as well!\nPersuader: ok you too\n\tPersuadee: Goodbye and good luck!", "label": [[11, 17, "1-RAPPORT-FRIEND"], [48, 66, "1-RAPPORT-FRIEND"], [153, 211, "1-RAPPORT-FRIEND"], [290, 351, "1-RAPPORT-FRIEND"], [486, 539, "1-RAPPORT-FRIEND"], [464, 485, "8-NO-PERSUASION"], [601, 769, "3-EMOTION-ALTRUISTIC"], [818, 826, "1-RAPPORT-FRIEND"], [827, 903, "2-NEGOTIATE-OTHER"], [946, 987, "1-RAPPORT-FRIEND"], [1032, 1095, "1-RAPPORT-FRIEND"], [1095, 1117, "1-RAPPORT-FRIEND"], [1180, 1190, "1-RAPPORT-FRIEND"]], "idx": "747"}
{"id": 2866, "data": "Persuader: hello, did you ever give money to a charity?\n\tPersuadee: I have in past times\nPersuader: what did you like about them?\n\tPersuadee: Well, there were many things, such as who it would benefit, would all of the proceeds go to that charity or just a minimum amount\nPersuader: in the change given, would you give money to a charity today?\n\tPersuadee: It really depends on what the charity is to be honest. \nPersuader: the today charity is for save the children, do you know it?\n\tPersuadee: I know of many charities that are for the children, but have not heard of the today charity\nPersuader: this is a charity that help the children all around the world and in Usa. \n\tPersuadee: How long has this charity been running?\nPersuader: several years, they helped 2 million children in the last year.\n\tPersuadee: And this is a global charity? \nPersuader: yes they save where they know need their help, but mostly in 3 world countries \n\tPersuadee: What exactly for? Is it food, shelter, clothes? \nPersuader: yes all that and they put them in school too.\n\tPersuadee: What about vaccinations? Does this charity provide those to children?\nPersuader: there are many children that need food and the vacations is not a priority for the moment, but we help to with people who want to really save a child. are you willing to donate today?\n\tPersuadee: I would be willing to donate, what was the name of the charity again? Vaccinations are important for children as well as education. Especially in third world countries. Do they provide vitamins at least?\nPersuader: save the children, yes they provide vitamins. you can donate from 0.1 to 2$. thank you\n\tPersuadee: I have never heard of that. I just can't donate to something I can't research online. I'm sorry, but I do hope that I become more educated about it so that I can donate in the future.", "label": [[11, 55, "1-RAPPORT-FRIEND"], [100, 129, "1-RAPPORT-OTHER"], [283, 344, "2-NEGOTIATE-OTHER"], [424, 483, "1-RAPPORT-FRIEND"], [599, 673, "5-AUTHORITY-OTHER"], [737, 800, "5-AUTHORITY-OTHER"], [855, 934, "1-RAPPORT-FRIEND"], [1007, 1052, "3-EMOTION-ALTRUISTIC"], [1146, 1296, "3-EMOTION-EMPATHY"], [1297, 1329, "2-NEGOTIATE-OTHER"], [1557, 1602, "1-RAPPORT-FRIEND"], [1603, 1633, "2-NEGOTIATE-OTHER"], [1634, 1643, "1-RAPPORT-FRIEND"]], "idx": "748"}
{"id": 2867, "data": "Persuader: Hello, How are you?\n\tPersuadee: Hi doing great!\nPersuader: Have you ever heard of Save the Children?\n\tPersuadee: Yes, I have. I believe a long while back I donated to Save the Children. A little girl I had sent money to and she drew pictures for me. \nPersuader: Oh that's awesome. Did she say that it made a big impact on her life?\n\tPersuadee: Yes. She had books for school and a few things that she did not have. Her pictures showed her smiling and I do hope that it really helped her.\nPersuader: It seems like it is a really good organization. I just saw a really sad picture today of a kid in West Africa working as a mechanic. I wish everyone everywhere had good access to education and that children didn't have to work in other countries.\n\tPersuadee: Yes I do too. I was really happy that I was able to do something for the little girl. Since we are talking about it, I wonder how she is now. I know she is an adult now. Hopefully she is having a decent life. \nPersuader: I hope so too. Hopefully, you helped her get there with your donations.\n\tPersuadee: Yeah. There are so many people all over the world who are having a hard time in life. I will probably donate again in the near future. \nPersuader: Speaking of that, would you be willing to donate some or all of your proceeds from this conversation to Save the Children?\n\tPersuadee: Sure. I will donate the $0.30 that I am promised after this survey. \nPersuader: Cool, that would be awesome. The researchers will collect the donations and send it to Save the Children.\n\tPersuadee: Okay. That's great. I love to be apart of organizations like this. I stopped a long time ago because of finances. In the near future I will start donating again.\nPersuader: I hear you. There are a lot of things that I would like to contribute to, but don't have the extra money. I think we actually get a bonus of up to $2.00 for this task if I am understanding correctly.\n\tPersuadee: Oh okay. That's great. Yeah. I didn't know this was for Save the Children, but I am glad that I can contribute a little bit to them. Every little bit counts, right?\nPersuader: Yeah, absolutely. Thanks for contributing to them. I didn't realize that they help children here in the United States too.\n\tPersuadee: Oh really? I didn't know that either. I was just thinking about asking about that. I feel bad that we have children in our own country that are having a hard time. \nPersuader: Yes, I was just reading that they are helping still some of the kids affected by Hurricane Harvey.\n\tPersuadee: Yes. That was a terrible disaster. It really destroyed a lot of people's lives. I can't believe that they are still trying to come up from it now. \nPersuader: I know. It was awful. Well it's been great talking to you. So you are going to donate $.30? Just confirming?\n\tPersuadee: Yes I am. And it was great chatting with you as well. Have a wonderful rest of your weekend!\nPersuader: You too! Enjoy the long weekend.\n\tPersuadee: Okay. Thanks. Bye.", "label": [[11, 30, "1-RAPPORT-FRIEND"], [70, 111, "1-RAPPORT-FRIEND"], [273, 291, "1-RAPPORT-COMPLIMENT"], [292, 342, "1-RAPPORT-FRIEND"], [509, 556, "5-AUTHORITY-OTHER"], [557, 641, "3-EMOTION-EMPATHY"], [642, 755, "3-EMOTION-ALTRUISTIC"], [989, 1003, "1-RAPPORT-SIMILAR"], [1004, 1060, "1-RAPPORT-COMPLIMENT"], [1220, 1342, "2-NEGOTIATE-OTHER"], [1435, 1463, "1-RAPPORT-COMPLIMENT"], [1464, 1540, "1-RAPPORT-FRIEND"], [1726, 1737, "1-RAPPORT-FRIEND"], [1738, 1831, "1-RAPPORT-FRIEND"], [1832, 1925, "1-RAPPORT-DISCLOSE"], [2114, 2131, "1-RAPPORT-FRIEND"], [2132, 2164, "1-RAPPORT-COMPLIMENT"], [2165, 2236, "1-RAPPORT-OTHER"], [2425, 2523, "1-RAPPORT-FRIEND"], [2695, 2716, "3-EMOTION-EMPATHY"], [2717, 2754, "1-RAPPORT-COMPLIMENT"], [2754, 2803, "1-RAPPORT-FRIEND"], [2920, 2952, "1-RAPPORT-COMPLIMENT"]], "idx": "749"}
{"id": 2868, "data": "Persuader: Hello\n\tPersuadee: Hi\nPersuader: Have you ever heard of Save the Children Organisation?\n\tPersuadee: Perhaps. It sounds familiar.\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: So, it is international but only supports developing countries?\nPersuader: It gives support where it is more needed\n\tPersuadee: Ok, what does it do for those in need?\nPersuader: In the U.S. and around the world, Save the Children does whatever it takes ¡ª every day and in times of crisis ¡ª to give children a healthy start in life, the opportunity to learn and protection from harm.  When crisis strikes and children are most vulnerable, they are always among the first to respond and the last to leave. They ensure children's unique needs are met and their voices are heard. \n\tPersuadee: What makes Save the Children better than other charities?\nPersuader: TWith the help of people like yourself, they've reached 155 mil children around the world and 237,000 in the United States\n\tPersuadee: What percentage of charitable donations go directly to the fund?\nPersuader: 86% goes towards program funding, 9% towards fundraising and 5% towards management\n\tPersuadee: What qualifies a child for help?\nPersuader: Right now, Save the Children remains gravely concerned about the well-being of children in the custody of the U.S. government after crossing our southern border\n\tPersuadee: How are the funds used to help these children?\nPersuader: More than 50% of the funds go towards health, nutrition,and education. Would you be willing to donate to the charity?\n\tPersuadee: A small amount because I have other charities I support as well.\nPersuader: I can understand that. It is very nice to hear that you choose to spend your money in meaningful ways.\n\tPersuadee: I try to give back although I am often weary of charities. \nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: I will donate 50 cent at this time.\nPersuader: That is very generous! Thank you! ", "label": [[11, 16, "1-RAPPORT-FRIEND"], [43, 97, "1-RAPPORT-FRIEND"], [150, 318, "3-EMOTION-ALTRUISTIC"], [406, 446, "1-RAPPORT-FRIEND"], [509, 909, "3-EMOTION-ALTRUISTIC"], [991, 1030, "1-RAPPORT-COMPLIMENT"], [1031, 1113, "5-AUTHORITY-OTHER"], [1341, 1501, "1-RAPPORT-FRIEND"], [1202, 1284, "5-AUTHORITY-OTHER"], [1572, 1642, "5-AUTHORITY-OTHER"], [1643, 1689, "2-NEGOTIATE-OTHER"], [1778, 1800, "1-RAPPORT-FRIEND"], [1801, 1880, "1-RAPPORT-COMPLIMENT"], [1964, 2015, "3-EMOTION-ALTERCASTING"], [2015, 2138, "1-RAPPORT-FRIEND"], [2198, 2232, "1-RAPPORT-COMPLIMENT"]], "idx": "750"}
{"id": 2869, "data": "Persuader: Hi\n\tPersuadee: Hello\nPersuader: We are supposed to donate some of our bonus to charity I see.  \n\tPersuadee: I would like to donate $2 to the charity. How much are you going to donate?\nPersuader: Is it $2 each or do we share the bonus?\n\tPersuadee: I am not sure, however, I think it can be $2 each \nPersuader: Okay, well that's fine, I don't mind donating the whole thing as well.\n\tPersuadee: Okay, I think that is an excellent idea\nPersuader: \"Making a donation agreement too early in the chat may lead to meaningless conversations.\"  Well.. lol.  How\\'s the weather? \n\tPersuadee: The weather here is fine, thank you! I think it is very important to donate to those in need especially organazations that support children.\nPersuader: Yea, absolutely.   \n\tPersuadee: By donating $2 each, I believe that shows that we are compassionate about other people\nPersuader: Yes, I always try and donate from these studies if I have the chance.\n\tPersuadee: I typically donate at the grocery story while at the checkout \nPersuader: Oh that's true, that too.   I like when it's right in front of me, because I like to donate but admittedly I am too lazy to search out new ways.\n\tPersuadee: Many organiaztions have ways to donate to their employees education. I think that is a good idea and more companies should invest in their employees. \nPersuader: yes thats true too\n\tPersuadee: I work for a non profit company and we rely heavily on donations to keep the company going\nPersuader: oh that's cool.   I've always wanted to do something like that, instead of working in the field I do now.\n\tPersuadee: It is very rewarding working for a non profit ", "label": [[11, 13, "1-RAPPORT-FRIEND"], [43, 104, "6-SOCIAL-OTHER"], [206, 245, "1-RAPPORT-OTHER"], [320, 390, "1-RAPPORT-DISCLOSE"], [454, 579, "8-NO-PERSUASION"], [744, 760, "1-RAPPORT-SIMILAR"], [874, 943, "1-RAPPORT-DISCLOSE"], [1030, 1055, "1-RAPPORT-FRIEND"], [1058, 1174, "1-RAPPORT-DISCLOSE"], [1349, 1367, "1-RAPPORT-FRIEND"], [1482, 1587, "1-RAPPORT-DISCLOSE"]], "idx": "751"}
{"id": 2870, "data": "Persuader: hey\n\tPersuadee: Hi there.\nPersuader: hellow person_2 do you know why you are here?\n\tPersuadee: We are here to talk about a childrens charity.  I don't know which one and presumably talk about a donation to said charity.\nPersuader: yea, that's correct!\n\tPersuadee: Jude's Hospital In Memphis, TN is an amazing children's charity\nPersuader: have you also heard about  URL \n\tPersuadee: No but I just copied the link and am going to look at it now.\nPersuader: their charity will take any amount of payment, if you are interested\n\tPersuadee: I don't have much money at all.  I'm lucky to feed myself and my children, but I believe I could probably manage to send $5\nPersuader: that will be great, and make a lot of people happy\n\tPersuadee: I hope so.  So are we agreeing to send $5 to save the children?\nPersuader: lets save the children,yea\n\tPersuadee: Okay.  So what do we do now?\nPersuader: first we will have to wait a couple a minutes\n\tPersuadee: I think that what is happening with Save The Children is a good idea.  I especially like the Send A Girl To School program.\nPersuader: i love that idea too! now everyone has an opportunity.\n\tPersuadee: Exactly.  Often time little girls are left behind in third world countries.  Very, very sad.\nPersuader: indeed, it\\'s very sad many children have to endure these conditions, just as a friendly reminder \"How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\"\n\tPersuadee: I will donate 25 cents of the 75 cents of this task.\nPersuader: Ok Great!  \"The research team will collect all donations and send it to Save the Children.\"", "label": [[11, 14, "1-RAPPORT-FRIEND"], [48, 93, "1-RAPPORT-FRIEND"], [242, 262, "1-RAPPORT-FRIEND"], [350, 381, "1-RAPPORT-FRIEND"], [467, 535, "2-NEGOTIATE-OTHER"], [683, 701, "1-RAPPORT-COMPLIMENT"], [703, 733, "3-EMOTION-ALTRUISTIC"], [821, 847, "1-RAPPORT-FRIEND"], [900, 945, "1-RAPPORT-FRIEND"], [1093, 1114, "1-RAPPORT-SIMILAR"], [1115, 1147, "1-RAPPORT-FRIEND"], [1264, 1332, "3-EMOTION-EMPATHY"], [1334, 1414, "1-RAPPORT-FRIEND"], [1610, 1701, "1-RAPPORT-FRIEND"], [1414, 1533, "8-NO-PERSUASION"]], "idx": "752"}
{"id": 2871, "data": "Persuader: Hey, how are you?\n\tPersuadee: I'm doing alright. How about yourself?\nPersuader: I'm doing well.  Actually, I'd like to talk to you about a charity called Save the Children.  I'd like to ask you to donate some of your payment to them and help out some kids who are in need.\n\tPersuadee: I'm not terribly interested in donating any of my payment to charity. \nPersuader: May I ask why not?  There are a lot of kids out there who really need all the help they can get, and even just some of your payment for this task could be a huge help to them.\n\tPersuadee: I really don't have any extra cash to just throw away in a charity. Every little bit I make on this site helps.\nPersuader: You're not throwing it away though.  You're helping to make sure children get enough food to survive, as well as getting them access to healthcare and education.  These are basic things that we take for granted, things that everyone should have.\n\tPersuadee: There are people with much more disposable income than I have that I'm sure make up for me not donating some of my 2 dollars.\nPersuader: It's really easy to say you're sure there's someone else out there that's doing enough, so you don't have to.  If everyone said that then these kids would all die waiting to be helped by people who just assume someone else will fix the problem.  Are you really okay with that?\n\tPersuadee: Yes, I can honestly live with that. \nPersuader: That's really unfortunate.  These kids' families are living off of $10 a day, which I'm sure is a fraction of what you live off of.  You aren't even willing to spare a few cents to help one of these children?\n\tPersuadee: No I am not. Every cent I give away makes it ever so slightly more difficult for me to pay my bills.\nPersuader: But every cent given to these children would go so much farther for them than it would for you.  Would you really notice 5 cents going to charity instead of yourself?\n\tPersuadee: Yeah I don't really care that much about the children or their families. If it was a friend or a family member that needed financial assistance I'd help but not some random poor family.\nPersuader: You can actually go to the website and pick a specific child to help, and even focus on helping a child closer to home.  Might make you feel more connected to these kids.\n\tPersuadee: That's not enough for me honestly. A picture and a profile isn't enough for me to think about giving away some of my reward.\nPersuader: How would you feel if you were the one in need and someone said that about you?  a few cents is negligible to you, but it can do a world of good for these children.\n\tPersuadee: I'd be understanding because everyone's lives are different and you can't always imagine what their current situation is just by looking at them. If I was in need I would be perfectly fine with not bieng donated to because they worked for their money so it's up to them to decide what they do with it.\nPersuader: But you won't be understanding that there are children suffering and even the slightest bit of help from you would do a world of good for them?\n\tPersuadee: I do understand that I could donate and possibly help suffering families. I just don't care and I would like the full reward for myself.\nPersuader: I'm sorry you don't care about children in need.  It's very unfortunate you're not willing to do even the tiniest thing to help them out.", "label": [[11, 28, "1-RAPPORT-FRIEND"], [91, 106, "1-RAPPORT-FRIEND"], [108, 183, "1-RAPPORT-FRIEND"], [185, 283, "2-NEGOTIATE-REQUEST"], [378, 396, "1-RAPPORT-FRIEND"], [398, 553, "3-EMOTION-EMPATHY"], [689, 724, "4-LOGIC-OTHER"], [726, 850, "3-EMOTION-ALTRUISTIC"], [852, 934, "4-LOGIC-OTHER"], [1084, 1193, "4-LOGIC-COUNTER"], [1195, 1328, "4-LOGIC-ARGUE"], [1330, 1360, "3-EMOTION-GUILT"], [1421, 1447, "3-EMOTION-GUILT"], [1449, 1552, "3-EMOTION-GUILT"], [1449, 1552, "3-EMOTION-EMPATHY"], [1554, 1629, "3-EMOTION-GUILT"], [1754, 1849, "2-NEGOTIATE-OPINION"], [1851, 1920, "4-LOGIC-OTHER"], [2130, 2249, "1-RAPPORT-FRIEND"], [2251, 2300, "4-LOGIC-OTHER"], [2449, 2528, "3-EMOTION-EMPATHY"], [2530, 2613, "4-LOGIC-OTHER"], [2939, 3082, "4-LOGIC-OTHER"], [3243, 3380, "3-EMOTION-GUILT"]], "idx": "753"}
{"id": 2872, "data": "Persuader: HELLO, HOW ARE YOU TODAY?\n\tPersuadee: hii\nPersuader: MAY i ask you a question?\n\tPersuadee: i am fine. you \nPersuader: great.  Are you a giving person?  Do you donate to charity?\n\tPersuadee: yes i always donate  to charity\nPersuader: Have u ever heard of SaveThe Children?  They are an amazing orgabnization that helpa so many kids\n\tPersuadee: ohh ok.. then\nPersuader: would you be interested in donating a small amount of your hit pay today??\n\tPersuadee: i donate $2 dollars\nPersuader: really?  that is so very generous of you\n\tPersuadee: okay thanks.. then you how many dollars donate?\nPersuader: I will match your donation.  You have inspired me.\n\tPersuadee: yes... i inspired you.. then waht are you doing now\nPersuader: You must be a very generous person.  The  URL oundation will be so happy\n\tPersuadee: yes... i will be generous person. i willing save the children foundation.\nPersuader: Just know that your donation is going to a wonderful cause\n\tPersuadee: ohhh okay.... then \nPersuader: Thank you and have a wonderful day\n\tPersuadee: okay... thank you", "label": [[11, 36, "1-RAPPORT-FRIEND"], [64, 89, "1-RAPPORT-FRIEND"], [129, 135, "1-RAPPORT-FRIEND"], [137, 188, "1-RAPPORT-FRIEND"], [244, 282, "1-RAPPORT-FRIEND"], [284, 341, "3-EMOTION-ALTRUISTIC"], [379, 453, "2-NEGOTIATE-OTHER"], [497, 537, "1-RAPPORT-COMPLIMENT"], [609, 636, "2-NEGOTIATE-BARGAIN"], [638, 659, "1-RAPPORT-COMPLIMENT"], [735, 770, "1-RAPPORT-COMPLIMENT"], [772, 807, "1-RAPPORT-COMPLIMENT"], [905, 963, "3-EMOTION-ALTRUISTIC"], [1007, 1041, "1-RAPPORT-COMPLIMENT"]], "idx": "754"}
{"id": 2873, "data": "Persuader: Hi there how are you doing today?\n\tPersuadee: I am doing great, how are you?\nPersuader: I am doing really great today as well. How is the weather where you are?\n\tPersuadee: It is beautiful here today. I have recently gotten involved in a charity for children. This charity helps under priveledge kids.\nPersuader: Yes, that sounds wonderful! Have you worked with this charity before, or no?\n\tPersuadee: No I haven't this is a new experience for me. I am learning quickly the importance of it and one dollar. Just one dollar can make a difference to these kids. Would this be something you would be willing to donate to?\nPersuader: I will donate if you will. Are you also willing to give up part of your payment as well? If so, then you can count me in for $1.\n\tPersuadee: I a absolutely am willing to give up my payment. These actions we take make all the difference to these kids. Thank you for your donation!\nPersuader: Okay. Sounds good. What is the exact amount you are willing to give?\n\tPersuadee: I will give a dollar. What amount are you willing to give?\nPersuader: I am also willing to give $1. What are you hoping your donation helps with?\n\tPersuadee: I am hoping this donation helps with feeding these children. \nPersuader: You are absolutely reading my mind. Hey, I forgot to ask what else you are up to today?\n\tPersuadee: I am just enjoying the weather, what are you up to today?\nPersuader: I am trying to get organized today. It is rainy here today so it seems like a good time. I am also going to look at the Save the Children site. Have you looked at it at all?. \n\tPersuadee: I have not been to the website yet, that sounds like something I need to do.\nPersuader: You should look into it. Have you seen all of the news coverage about the storm in Hawaii?\n\tPersuadee: I haven't watched the news much lately, but I have heard a little bit about it. Weather can be crazy!\nPersuader: Well, it looks like this charity is already willing to help Hawaii out. I am really glad they are helping right away. How do you feel?\n\tPersuadee: That is wonderful news! I am glad they are helping immediately as well. I believe this charity will do great things!", "label": [[11, 44, "1-RAPPORT-FRIEND"], [99, 171, "1-RAPPORT-FRIEND"], [324, 400, "1-RAPPORT-FRIEND"], [641, 667, "2-NEGOTIATE-BARGAIN"], [668, 769, "2-NEGOTIATE-BARGAIN"], [932, 1000, "1-RAPPORT-FRIEND"], [1083, 1112, "1-RAPPORT-DISCLOSE"], [1113, 1158, "1-RAPPORT-FRIEND"], [1244, 1331, "1-RAPPORT-FRIEND"], [1414, 1501, "1-RAPPORT-DISCLOSE"], [1502, 1588, "1-RAPPORT-FRIEND"], [1689, 1779, "1-RAPPORT-FRIEND"], [1905, 2022, "5-AUTHORITY-OTHER"], [2023, 2039, "1-RAPPORT-FRIEND"]], "idx": "755"}
{"id": 2874, "data": "Persuader: hello how are you\n\tPersuadee: hi i am fine..\nPersuader: what do you know about the non-for-profit organization save the children\n\tPersuadee: they really doing a great job..\nPersuader:  they are real missionaries and humans, provide help to help many children around the world\n\tPersuadee: absolutely i will support them.  \nPersuader: tell about your life\n\tPersuadee: my life is going good.\nPersuader:  I'm glad for you, you are giving financial help\n\tPersuadee: its my pleasure\nPersuader: i donate every Christmas \n\tPersuadee: i donate every six months\nPersuader: very very good \n\tPersuadee: you also done a great job\nPersuader:  the happiness of others is a special sadisfaxion\n\tPersuadee: we can see our happiness on other faces while helping for them\nPersuader: yes is the most beautiful life \n\tPersuadee: yes it is.\nPersuader: thank you for this conversation\n\tPersuadee: thank you very much", "label": [[11, 28, "1-RAPPORT-FRIEND"], [67, 139, "1-RAPPORT-FRIEND"], [196, 286, "3-EMOTION-ALTRUISTIC"], [344, 364, "1-RAPPORT-FRIEND"], [412, 459, "1-RAPPORT-COMPLIMENT"], [499, 524, "1-RAPPORT-DISCLOSE"], [640, 688, "2-NEGOTIATE-REWARD"], [574, 589, "1-RAPPORT-COMPLIMENT"], [775, 806, "1-RAPPORT-FRIEND"], [841, 872, "1-RAPPORT-COMPLIMENT"]], "idx": "756"}
{"id": 2875, "data": "Persuader: Hello! How are you doing today?\n\tPersuadee: I'm doing very well thank you! How is your day going so far?\nPersuader: I am doing well. My day has been busy visiting different places to speak about the charity I support. Have you heard of Save the Children?\n\tPersuadee: It sounds familiar to me, could you tell me more about it?\nPersuader: Helping children in countries that are very war torn or in some form of conflict is what we help in. Everyday 16,000 children die before their 5th birthday, 1 out of 80 flee the country and risk everything, and 1 out of 6 kids aren't enrolled in a school or getting education that they need\n\tPersuadee: The charity sounds like it is doing some good work in an area that badly needs it. Children should be our top priority all across the world. How can someone get involved and help out with this charity?\nPersuader: Oh there are quiet a few ways. For roughly a dollar a day you can sponsor a child, you can choose a gift to spend to a child through our catalog, you could start a fundraiser, or you can just simply donate. With that, keep in mind if you ever decide to make a monetary donation, 86% goes directly to the children, 9% fundraising, and 5% management and general. Just so you can have an idea that we use 9 out of 10 dollars directly on the children.\n\tPersuadee: I do believe I would like to donate some money to the Save the Children charity. Could I pledge $1/day to start with?\nPersuader: absolutely thank you so much!!\n\tPersuadee: I like to donate money and time to charities that help children so I also want to thank you for educating me on this charity!\nPersuader: Absolutely. I love getting the word out there on this charity. I strongly believe in it and its values on helping children. Children should be a priority in the world. They are our future.\n\tPersuadee: They are our future exactly. Any time I can help improve a situation for a child in need I hope to be able to do so. How long have you been supporting this charity?\nPersuader: I have been supporting this charity for 15 years. I also must clarify with you about your donation, if you so choose too. Your donation will be directly deducted from your task payment today. You can choose as little as $0 all the way up to all of your payment. That being said, would you still like to donate $1 to the Save the Children charity, starting to make a difference in a childs life?\n\tPersuadee: I would like to start making a difference today. I would want to still donate $1 to the Save the Children charity.\nPersuader: Thank you! That makes my heart so happy. Did you know in the first two months of 2018 alone, over 1,000 children were killed or injured seriously by violence in Syria? Just know that your donation today, and hopefully the start of more to come, will help children like this.\n\tPersuadee: I hate hearing about children being subjected to violence. It hurts my heart. I do hope I can help and that my small donation does some good for a child.\nPersuader: Every penny counts!!\n\tPersuadee: Well that sounds just great to me!\nPersuader: Thank you once again for your donation and feel free to spread the word about the charity to others!\n\tPersuadee: You are welcome and thank you for bringing my attention to such a well deserved charity! I will spread the word!", "label": [[127, 228, "1-RAPPORT-DISCLOSE"], [229, 265, "1-RAPPORT-FRIEND"], [11, 42, "1-RAPPORT-FRIEND"], [348, 638, "3-EMOTION-EMPATHY"], [864, 894, "1-RAPPORT-FRIEND"], [895, 1070, "2-NEGOTIATE-OPINION"], [1071, 1224, "5-AUTHORITY-OTHER"], [1225, 1311, "1-RAPPORT-OTHER"], [1453, 1483, "1-RAPPORT-COMPLIMENT"], [1633, 1695, "1-RAPPORT-DISCLOSE"], [1696, 1756, "1-RAPPORT-FRIEND"], [1757, 1821, "4-LOGIC-OTHER"], [2010, 2059, "1-RAPPORT-DISCLOSE"], [2060, 2271, "1-RAPPORT-FRIEND"], [2272, 2404, "2-NEGOTIATE-REQUEST"], [2357, 2404, "3-EMOTION-ALTRUISTIC"], [2543, 2584, "1-RAPPORT-COMPLIMENT"], [2584, 2710, "3-EMOTION-EMPATHY"], [2711, 2817, "3-EMOTION-ALTRUISTIC"], [2995, 3015, "2-NEGOTIATE-OPINION"], [3074, 3112, "1-RAPPORT-COMPLIMENT"], [3113, 3174, "1-RAPPORT-FRIEND"]], "idx": "757"}
{"id": 2876, "data": "Persuader: hi I am anne\n\tPersuadee: Hello, I'm Rebecca, nice to meet you\nPersuader: would you like to donate a part of your earnings to Save the Children fund?\n\tPersuadee: Sure, what did you have in mind?\nPersuader: I will give you a choice to make your own decision on how much to donate\n\tPersuadee: What do you think would be a fair amount to donate?\nPersuader: How much are you comfortable with to donate to this cause?\n\tPersuadee: I am not sure yet. What does Save the Children do?\nPersuader: It is an organization that helps children around the world with food, clothing , water, education, medical help \n\tPersuadee: That sounds like a good cause. Have you donated to them before?\nPersuader: Yes. So far I have given the organization $100 this year\n\tPersuadee: Do you donate to any other sorts of charities?\nPersuader: yes, but for the time being, you can donate up to $2 to save the children, How much would you like to donate?\n\tPersuadee: Do you think it would be fair if I donated $1?\nPersuader: That is great and your donation would be directly deducted from your task payment.\n\tPersuadee: OK, I feel comfortable donating $1.\nPersuader: thanks, and I appreciate you donating the $1 to the organization\n\tPersuadee: Thank you, I hope it is helpful.\nPersuader: Everyone who donates will make a collective effort in making an impact. Thanks\n\tPersuadee: I'm glad to hear that, with a lot of people doing a little a big difference can be made.", "label": [[11, 23, "1-RAPPORT-FRIEND"], [84, 159, "2-NEGOTIATE-OTHER"], [216, 288, "1-RAPPORT-FRIEND"], [364, 422, "2-NEGOTIATE-OTHER"], [497, 609, "3-EMOTION-ALTRUISTIC"], [697, 753, "1-RAPPORT-DISCLOSE"], [824, 897, "1-RAPPORT-FRIEND"], [899, 933, "2-NEGOTIATE-OTHER"], [1004, 1018, "1-RAPPORT-COMPLIMENT"], [1018, 1086, "1-RAPPORT-FRIEND"], [1146, 1210, "1-RAPPORT-COMPLIMENT"], [1267, 1338, "3-EMOTION-ALTRUISTIC"], [1339, 1345, "1-RAPPORT-COMPLIMENT"]], "idx": "758"}
{"id": 2877, "data": "Persuader: Hello how are you this morning. \n\tPersuadee: I'm good, and you?\nPersuader: I'm very well, thank you. Well the reason I'm contacting you is because I'm trying to find donors for the Save the Children foundation. Your donation will help ensure children's rights to health, education and safety. Your donation can help children in need reach their full potential and what's really more important that our children as they are our future. \n\tPersuadee: How much money are you looking for?\nPersuader: Any amount of donation would help in this cause. It's surprising how little can make an impact on these kids. The amount of donation is completely up to you\n\tPersuadee: How much of my donation goes to the kids\nPersuader: Everything you donate will go to the save the children foundation. \n\tPersuadee: What kind of supplies does my donation provide\nPersuader: The supplies vary based on need. Right now they are funding medical and school supplies for kids. As well as preparing a fund to help with whatever damage comes from the hurricane that is bearing down on Hawaii right now.  \n\tPersuadee: So if this just for children in America?\nPersuader: No, they do help children all over the world. Such as children in Syria who have lost everything from parents to homes due to the conflict they are experiencing, children in Africa who have been orphaned and just need care, \n\tPersuadee: Id like to make a donation, how do I do that\nPersuader: You can choose to donate your some or all of your payout from this task. The agreement will be recorded from this chat and deducted from your account. \n\tPersuadee: What if i'd like to donate more\nPersuader: You can always donate more at  URL  \n\tPersuadee: I think I'd like to donate 0.05 \nPersuader: Ok I understand that you would like to donate .05 of your payout to save the children. Thank you so much as every little counts and I appreciate your donation \n\tPersuadee: You're welcome, is there anything else that I can do to help\nPersuader: Nope that would be all for today. Thank you for supporting the children of the world. \n\tPersuadee: Great. Thanks for the oppertunity.", "label": [[11, 43, "1-RAPPORT-FRIEND"], [86, 111, "1-RAPPORT-FRIEND"], [112, 221, "1-RAPPORT-DISCLOSE"], [222, 446, "3-EMOTION-ALTRUISTIC"], [506, 554, "2-NEGOTIATE-OTHER"], [555, 615, "2-NEGOTIATE-OPINION"], [616, 662, "1-RAPPORT-FRIEND"], [727, 794, "1-RAPPORT-FRIEND"], [865, 1088, "5-AUTHORITY-OTHER"], [1153, 1377, "3-EMOTION-ALTRUISTIC"], [1446, 1518, "1-RAPPORT-FRIEND"], [1519, 1597, "1-RAPPORT-FRIEND"], [1653, 1689, "1-RAPPORT-FRIEND"], [1746, 1832, "1-RAPPORT-FRIEND"], [1833, 1905, "1-RAPPORT-COMPLIMENT"], [1990, 2023, "1-RAPPORT-FRIEND"], [2024, 2076, "1-RAPPORT-COMPLIMENT"]], "idx": "759"}
{"id": 2878, "data": "Persuader: hi\n\tPersuadee: Hi how are you?\nPersuader: fine what about you\n\tPersuadee: Ya fine. Did you know about Children Charity.\nPersuader: yes i know. you hear about that?\n\tPersuadee: Oh please explain me.\nPersuader:  It is a charity with the goal of helping children in need around the world\n\tPersuadee: Oh super will you donate for any organozation?\nPersuader: yes i donate\n\tPersuadee: How much did you donate?\nPersuader: 20$. Are you willing to donate?\n\tPersuadee: Yes iam also willing to donate.\nPersuader: how much you plan to donate that charity\n\tPersuadee: I will like to pay 30 dollars. \nPersuader: you gathered any details about that charity before you donate that?\n\tPersuadee: I try to collect the details about charity\nPersuader: ok very good have a nice day\n\tPersuadee: Thank you . Have a nice day\nPersuader: ok nice to talk about children's charity\n\tPersuadee: Ya I enjoyed lot in this session.", "label": [[11, 13, "1-RAPPORT-FRIEND"], [53, 72, "1-RAPPORT-FRIEND"], [142, 174, "1-RAPPORT-FRIEND"], [221, 295, "3-EMOTION-ALTRUISTIC"], [366, 378, "1-RAPPORT-DISCLOSE"], [427, 431, "1-RAPPORT-DISCLOSE"], [432, 458, "2-NEGOTIATE-OTHER"], [514, 554, "2-NEGOTIATE-OTHER"], [610, 677, "8-NO-PERSUASION"], [744, 772, "1-RAPPORT-FRIEND"], [824, 864, "1-RAPPORT-FRIEND"]], "idx": "760"}
{"id": 2879, "data": "Persuader: Hello! \n\tPersuadee: HI there!  Are you having a good day?\nPersuader: Doing well! I hope your day is the same! So I gave been assigned the role here to get you to make a donation to the Save The Children Foundation. \n\tPersuadee: OK, i have donated to them before!!\nPersuader: Oh really! That's great. I am checking out their website and they look like a great organization. Much of the funds donated go to help children dealing in the war torn violence of Syria.  \n\tPersuadee: That sounds fantastic!  How do I make the donation?\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: I would like to donate 20 cents\nPersuader: Great! That's awesome. I am going to donate as well. We get $2.00 for this HIT so let's donate $1 each and make serious impact for children! \n\tPersuadee: I actually really need the money that I am making from this hit, so I would only like to donate 20 cents\nPersuader: How about $.50? With mine and yours together we'll donate a $1! \n\tPersuadee: THat sounds good, deal\nPersuader: Great! Thanks for helping me help children. This has been a great HIT! \n\tPersuadee: THis has been a great hit.\nPersuader: The research team will get collecting the money. So, I guess they'll view the chat. \n\tPersuadee: ok, i also read we have to communicate atleast 10 times for the chat to end\nPersuader: Oh nice! \n\tPersuadee: I think we have a few turns to go\nPersuader: I think this is my last. (Or at least I hope) Thanks again for donating. Have a great day! \n\tPersuadee: Have a great day!", "label": [[11, 18, "1-RAPPORT-FRIEND"], [80, 120, "1-RAPPORT-FRIEND"], [121, 226, "1-RAPPORT-DISCLOSE"], [286, 310, "1-RAPPORT-COMPLIMENT"], [311, 384, "5-AUTHORITY-OTHER"], [384, 472, "3-EMOTION-ALTRUISTIC"], [550, 600, "2-NEGOTIATE-OTHER"], [601, 719, "8-NO-PERSUASION"], [775, 797, "1-RAPPORT-COMPLIMENT"], [798, 827, "2-NEGOTIATE-BARGAIN"], [828, 916, "2-NEGOTIATE-REMIND"], [1045, 1060, "2-NEGOTIATE-REMIND"], [1061, 1109, "2-NEGOTIATE-BARGAIN"], [1156, 1200, "1-RAPPORT-COMPLIMENT"], [1200, 1227, "1-RAPPORT-COMPLIMENT"], [1278, 1362, "1-RAPPORT-FRIEND"], [1529, 1575, "8-NO-PERSUASION"], [1462, 1471, "8-NO-PERSUASION"], [1575, 1619, "1-RAPPORT-COMPLIMENT"]], "idx": "761"}
{"id": 2880, "data": "Persuader: Hello! How are you tonight (today?)? Weather decent where you are?\n\tPersuadee: Hi, I am doing great tonight and yourself ? Weather is a bit warm still\nPersuader: I'm doing pretty well. It's been pretty cloudy and wet here so I'm glad for the sun\n\tPersuadee: That is good to hear what country are you in ?\nPersuader: I'm in the US. Pretty far north luckily. I've some friends in Texas, and they were sending me stories of the asphalt melting. How about you? Where're you at roughly?\n\tPersuadee: I'm up in the PAC NW currently. \nPersuader: Oh, I had to Google that acronym. Is that a common phrase out there? I've never heard it\n\tPersuadee: I think so. Anyways wondering if there are any good charities for children there where you are ?\nPersuader: Haha, yea, there's one in my area that I love. It gives kids with disabilities the chance to participate in sports - skiing especially. The prompt I have here is for Save the Children though. Are you familiar with that charity?\n\tPersuadee: Yes I have sent some donations online to that charity.\nPersuader: Oh, awesome! I'm only vaguely familiar with them myself, but I visited their site just now and it's really encouraging seeing what they're doing\n\tPersuadee: Yes indeed, I believe they are based out of the UK though\nPersuader: Well that would explain why I've never encountered a local event. How willing would you be to donate to them today? The requester will send whatever you give their way. I think you have up to $2.00 you can give\n\tPersuadee: I normally donate $1.00 to help them expand their network and capabilities.\nPersuader: Hey, every bit helps. Whatever you're willing to give, I'm certain they'd be happy to have it. But you've donated to them before. You'd know better than I would\n\tPersuadee: Sounds good would you like to match my donation today ?\nPersuader: Hmm, I'm not certain that I have the capacity to do that in this task. My prompt is just to get you to donate, but you knew the charity already and made that easy. Let me reread this. I could be mistaken\n\tPersuadee: Ok well I will donate $1.00 to the Save the Children. Thanks for your time.\nPersuader: Awesome! You have a great night. Thanks for chatting with me\n\tPersuadee: You too, take care!", "label": [[11, 48, "1-RAPPORT-FRIEND"], [48, 77, "1-RAPPORT-FRIEND"], [173, 256, "1-RAPPORT-FRIEND"], [327, 468, "1-RAPPORT-FRIEND"], [468, 492, "1-RAPPORT-FRIEND"], [549, 637, "1-RAPPORT-FRIEND"], [758, 804, "1-RAPPORT-FRIEND"], [805, 893, "3-EMOTION-ALTRUISTIC"], [894, 985, "1-RAPPORT-FRIEND"], [1064, 1076, "1-RAPPORT-FRIEND"], [1290, 1355, "1-RAPPORT-FRIEND"], [1356, 1405, "2-NEGOTIATE-OTHER"], [1077, 1208, "1-RAPPORT-FRIEND"], [1406, 1458, "1-RAPPORT-FRIEND"], [1459, 1500, "8-NO-PERSUASION"]], "idx": "762"}
{"id": 2881, "data": "Persuader: Hello, I would like to talk to you about making a donation to Save the Children\n\tPersuadee: Okay, if you don\nPersuader: Your donation will help to ensure children's rights to healthcare, education, safety, etc\n\tPersuadee: Does this money that goes for donation stay here in the United States?\nPersuader: No, not all of it will stay in the United states\n\tPersuadee: Is there a specific age or race of children that Save the Children are looking to benefit?\nPersuader: No, they don't have any prejudice like that, it's strictly to help children in general who are in need\n\tPersuadee: This allows doctors to go to other countries? I am trying to understand how it is decided what child in need gets the help.\nPersuader: This link will give you all the information you seek  URL \n\tPersuadee: Okay I will be sure and research the organization to better understand.\nPersuader: Ok Great, How much would you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all of your payment ($2).\n\tPersuadee: Lets do $1.00 for now but I am glad you have made me aware of an organization that I can look into in order to help others. \nPersuader: Thank you so much for your donation, every bit helps :)\n\tPersuadee: No problem. I do understand how every little bit helps and how we do not have to give as much if we can get others involved and for a good cause.\nPersuader: Ok, The research team will collect all donations and send it to Save the Children.\n\tPersuadee: Sounds great. Is there are reason that you have chosen to raise money for Save the Children?\nPersuader: I believe every child deserves the chance to have food in their bellies and an education to be able to help others when they get to adulthood.\n\tPersuadee: This is so true. The reason I ask is because I have cared for abused and neglected children and see the results and how it effects them for the rest of their lives.\nPersuader: Yes, I sure hope we are able to raise a lot of money for this very worthy cause.\n\tPersuadee: I am very curious to how the decision is made and what type of medical care they plan to deliver.", "label": [[11, 90, "1-RAPPORT-FRIEND"], [131, 220, "3-EMOTION-ALTRUISTIC"], [315, 363, "1-RAPPORT-FRIEND"], [478, 580, "3-EMOTION-EMPATHY"], [728, 785, "1-RAPPORT-FRIEND"], [946, 1072, "8-NO-PERSUASION"], [882, 945, "2-NEGOTIATE-OTHER"], [1221, 1276, "1-RAPPORT-COMPLIMENT"], [1446, 1528, "1-RAPPORT-FRIEND"], [1645, 1787, "3-EMOTION-EMPATHY"], [1976, 2056, "1-RAPPORT-FRIEND"]], "idx": "763"}
{"id": 2882, "data": "Persuader: Hello\n\tPersuadee: Hey\nPersuader: Would you be interested in donating to Save the Children charity with your earnings from this task?\n\tPersuadee: I wouldn't mind donating a percentage of it....\nPersuader: Ok, what percentage are you thinking about?  They could really use our help!\n\tPersuadee: 15% sounds about right...\nPersuader: I like that you are wanting to donate but I think we should donate more than that\n\tPersuadee: Why is that? Im pretty sure that any amount is appreciated....\nPersuader: Yes, every little bit does help but I believe they deserve more than what you offer.\n\tPersuadee: Like what amount?\nPersuader: I tell you what, if you would be willing to donate 50% of the earnings for this task, I will donate the same percentage.  That seems fair doesn't it?\n\tPersuadee: Sure why not\nPersuader: Good to hear\n\tPersuadee: Whats the next step?\nPersuader: The research team will collect all donations and send it to Save the Children. we have to go through ten turns of convo to advance\n\tPersuadee: Oh ok, so how many \"turns\" we got so far\nPersuader: This will be our ninth\n\tPersuadee: So i guess this the last message..\nPersuader: Okay so agree on half of our earnings will go to this charity\n\tPersuadee: Yes half it is....", "label": [[11, 16, "1-RAPPORT-FRIEND"], [44, 143, "1-RAPPORT-FRIEND"], [260, 291, "2-NEGOTIATE-SCARCITY"], [215, 258, "2-NEGOTIATE-OTHER"], [341, 422, "2-NEGOTIATE-OPINION"], [509, 593, "2-NEGOTIATE-OPINION"], [635, 784, "2-NEGOTIATE-BARGAIN"], [821, 833, "1-RAPPORT-FRIEND"], [878, 1008, "8-NO-PERSUASION"], [1073, 1095, "8-NO-PERSUASION"], [1154, 1215, "1-RAPPORT-FRIEND"]], "idx": "765"}
{"id": 2883, "data": "Persuader: Hey there and good morning! How are you doing today?\n\tPersuadee: i am great, thanks\nPersuader: Good to hear!  I am in Virginia, where abouts are you from?\n\tPersuadee: I am in NC\nPersuader: Oh nice! Not too far away at all.  Do you have a lot of homeless people in your area?\n\tPersuadee: Not to many, some i'm sure.q  \nPersuader: There are quite a few not too far from me which is sad.  I often donate to the local shelters and such to try and help the ones that appreciate it.\n\tPersuadee: That is very generous of you.  I donate to some charities as well.\nPersuader: Very nice and thank you! Same to you :)  It says that we can donate part of our payment towards Save the Children.\n\tPersuadee: Really, do you know much about that organization?\nPersuader: I know a bit about them, I have donated to them in the past actually.  Here is the direct website  URL \n\tPersuadee: Ok, I will have to go check them out and read up on them.\nPersuader: The one nice thing about them is that a very small percent goes to administrative stuff where others are ridiculous and greedy.\n\tPersuadee: That is good to hear.  I hate when the charity only gets a small % of the money.\nPersuader: Would you like to donate some of your earnings from this HIT? I was going to donate .75\n\tPersuadee: I am willing to donate some to\nPersuader: Awesome!! It doesn't take much to help, it states that .77 a day can shelter a family which is nuts!\n\tPersuadee: OK, I think I will donate 50 cents today.\nPersuader: Perfect I am sure the children will thank both of us, a little gesture goes a long way! \n\tPersuadee: Yes, thank you very much for letting me know about it.\nPersuader: Thank you! Hope you have a fun filled day!", "label": [[11, 63, "1-RAPPORT-FRIEND"], [106, 165, "1-RAPPORT-FRIEND"], [200, 285, "1-RAPPORT-FRIEND"], [340, 395, "1-RAPPORT-FRIEND"], [397, 487, "1-RAPPORT-DISCLOSE"], [578, 617, "1-RAPPORT-FRIEND"], [619, 692, "2-NEGOTIATE-OTHER"], [766, 869, "1-RAPPORT-FRIEND"], [951, 1078, "5-AUTHORITY-OTHER"], [1183, 1244, "2-NEGOTIATE-OTHER"], [1245, 1270, "1-RAPPORT-DISCLOSE"], [1491, 1578, "2-NEGOTIATE-REWARD"], [1658, 1700, "1-RAPPORT-FRIEND"], [1325, 1425, "3-EMOTION-ALTRUISTIC"]], "idx": "766"}
{"id": 2884, "data": "Persuader: Hello!  How often do you donate to charities?\n\tPersuadee: I try to donate when I can.  At least a couple of times  a  year.\nPersuader: Have you ever heard of the Save the Children charity?\n\tPersuadee: I think I've heard of it but not sure exactly what they do.\nPersuader: Save the Children is an international non-governmental organization.  One of their focuses is on promoting rights for children.\n\tPersuadee: That's good to know.  i like charities that help children.\nPersuader: Do you typical donate to charities that help children or do you donate to other causes?\n\tPersuadee: I have donated to both types.  I have children though so I think children's cause are important.\nPersuader: I think Save the Children charity may be a good potential charity for you.  Would you like to hear about some of the benefits the charity provides?\n\tPersuadee: Yes, I would.\nPersuader: Donations to Save the Children would help improve children's access to healthcare and education.  Those are two vital fields necessary for a child to improve their life.\n\tPersuadee: Those purposes sound important!  \nPersuader: They are!  Additionally, they also help to improve the safety conditions of the children.  In Syria, children face the threat of violence every day.  In the first two months of 2018 alone, 1,00 children were killed or injured by the violence.  Save the Children helps to protect those areas.\n\tPersuadee: it sounds like they do good and important work!\nPersuader: Save the Children is one of the only charities that I trust.  They seem to be a very credible organization.\n\tPersuadee: I agree.  They sound great.\nPersuader: It can be so hard to find a charity that actually does what they are going to do.  I used to be turned off from many charities for their behavior.\n\tPersuadee: Yes, I agree!\nPersuader: Would you like to donate any money to Save the Children?  It can be any amount from $0 to $2.  It will be deducted from your task payment.\n\tPersuadee: Yes, I would like to donate $1.  Thank you for all of your information.", "label": [[11, 56, "1-RAPPORT-FRIEND"], [146, 199, "1-RAPPORT-FRIEND"], [283, 410, "3-EMOTION-ALTRUISTIC"], [493, 580, "1-RAPPORT-FRIEND"], [701, 775, "2-NEGOTIATE-OPINION"], [777, 848, "1-RAPPORT-FRIEND"], [886, 1055, "3-EMOTION-ALTRUISTIC"], [1113, 1122, "1-RAPPORT-FRIEND"], [1124, 1202, "3-EMOTION-ALTRUISTIC"], [1204, 1355, "3-EMOTION-EMPATHY"], [1357, 1404, "3-EMOTION-ALTRUISTIC"], [1476, 1583, "5-AUTHORITY-OTHER"], [1635, 1781, "1-RAPPORT-FRIEND"], [1819, 1875, "2-NEGOTIATE-OTHER"], [1877, 1957, "8-NO-PERSUASION"]], "idx": "767"}
{"id": 2885, "data": "Persuader: hello \n\tPersuadee: Hi, how are you?\nPersuader: I'm doing great, I hope all is well. \n\tPersuadee: Thanks.  We're here to talk about a children's charity, is that right?\nPersuader: T hat is correct, I hope you are interested in donating today. How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: What is the charity?\nPersuader: Save the Children, it is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: I've heard of them.  It's a good charity.\nPersuader: It is I have personally been involved with this charity after finding out that millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone 1,000 children were reportedly killed or injured in intensifying violence\n\tPersuadee: The violence in Syria is one of the saddest things happening in the world today, as far as I know.  I heard a really heartbreaking interview with a Syrian child who lost his dad on NPR the other day.\nPersuader: My husband had family in syria when the attacks where happening and I can tell you that not being able to do anything was the worst feeling in the world, but knowing that charities like save the children exist was a relief  \n\tPersuadee: I'm really sorry.  Does Save the Children help find a place for refugees?\nPersuader: yes Save the Children does in fact help find places for refugees, if you would like more info you can visit  URL s/what-we-do/emergency-response/refugee-children-crisis  \n\tPersuadee: Thanks.  I don't have a lot of money, but I'll ask my family and friends to donate to them for my birthday.  For today I would like to donate $.30\nPersuader: Thank you for your donation. Have a blessed day \n\tPersuadee: Thanks, you too.  I hope you're able to raise a lot of donations.\nPersuader: As long as there are good people like you in the world I am sure we will be able to raise enough \n\tPersuadee: Is there anything else you can think of that we could do?\nPersuader: besides donate and visit  URL for more information \n\tPersuadee: I will.  Good luck to you", "label": [[11, 16, "1-RAPPORT-FRIEND"], [58, 95, "1-RAPPORT-FRIEND"], [190, 252, "2-NEGOTIATE-OTHER"], [253, 303, "2-NEGOTIATE-OTHER"], [304, 422, "8-NO-PERSUASION"], [467, 639, "3-EMOTION-ALTRUISTIC"], [705, 760, "5-AUTHORITY-OTHER"], [761, 974, "3-EMOTION-EMPATHY"], [1198, 1420, "3-EMOTION-STORY"], [1520, 1585, "3-EMOTION-ALTRUISTIC"], [1586, 1633, "1-RAPPORT-FRIEND"], [1633, 1690, "8-NO-PERSUASION"], [1861, 1909, "1-RAPPORT-COMPLIMENT"], [1999, 2095, "1-RAPPORT-COMPLIMENT"], [2178, 2228, "1-RAPPORT-FRIEND"]], "idx": "768"}
{"id": 2886, "data": "Persuader: Hi\n\tPersuadee: I believe in donating to St Jude's Childrens hospital.\nPersuader: If you like donating to Childrens causes, would you consider donating some of your task money to Save the CHildren? Any amount helps.\n\tPersuadee: I've never heard of them, what do they do?\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: I would possibly consider it. How much of the proceeds go towards overhead?\nPersuader: It's a trusted charity and all the money goes to helping children. Your donation will go right to children's health, safety and education. \n\tPersuadee: That's great! I'm more concerned about developing my own country though.\nPersuader: Sure, that's important too. But to me, I can't sleep at night knowing that some Syrian children are literally starving to death and I could have helped feed them for the cost of what I spent on coffee today.\n\tPersuadee: That is a good point. Do you know anything about UNICEF? It appears they donate to Syrian children as well.\nPersuader: I don't know much about UNICEF because I typically only donate to Save the Children because I know that my money is going directly to helping the kids. \n\tPersuadee: UNICEF was started by the United Nations, I'd hope all of their money went towards directly helping kids with them too.\nPersuader: I don't know much about them. You never know with charities with government influence. Is the money really going to children or is it paying for the CEO's million dollar salary?\n\tPersuadee: I've found out only 92% of funds go towards helping the children with UNICEF!\nPersuader: 100% of the funds goes to kids with Save the Children. How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: I'd like to donate 10 cents.\nPersuader: Would you consider donating a dollar? That dollar could save a child's life.\n\tPersuadee: No I am sorry.\nPersuader: How about 50 cents?\n\tPersuadee: I can't afford more than 10 cents.\nPersuader: Okay, 10 cents it is.", "label": [[11, 13, "1-RAPPORT-FRIEND"], [92, 207, "1-RAPPORT-FRIEND"], [208, 225, "2-NEGOTIATE-OPINION"], [292, 460, "3-EMOTION-ALTRUISTIC"], [560, 626, "5-AUTHORITY-OTHER"], [627, 699, "3-EMOTION-ALTRUISTIC"], [796, 823, "1-RAPPORT-FRIEND"], [824, 1003, "3-EMOTION-GUILT"], [1135, 1165, "1-RAPPORT-FRIEND"], [1166, 1287, "5-AUTHORITY-OTHER"], [1431, 1460, "1-RAPPORT-FRIEND"], [1461, 1608, "4-LOGIC-OTHER"], [1710, 1764, "5-AUTHORITY-OTHER"], [1765, 1816, "2-NEGOTIATE-OTHER"], [1816, 1934, "8-NO-PERSUASION"], [1987, 2024, "2-NEGOTIATE-REMIND"], [2025, 2063, "3-EMOTION-EMPATHY"], [2102, 2121, "2-NEGOTIATE-REMIND"], [2180, 2201, "8-NO-PERSUASION"]], "idx": "769"}
{"id": 2887, "data": "Persuader: Hello there, How are you?\n\tPersuadee: Pretty good. How are you?\nPersuader: I'm great, thank you! I am asking you today to donate some of your task payment to the charity Save the Children.\n\tPersuadee: They are a worthy charity. I will donate $1.\nPersuader: Thank you so much\n\tPersuadee: You are welcome. I used to be a monthly donor.\nPersuader: That is wonderful to hear! \n\tPersuadee: I didn't write to the little girl I was sponsoring nearly as much as I should have. That makes me feel bad, but hopefully I made some sort of difference in her life.\nPersuader: Oh my, well I am sure the times that you did write to her she was filled with joy.\n\tPersuadee: I know that I enjoyed her letters.\nPersuader: I am sure! There is a spark that lights up in your heart when you read those little words huh?\n\tPersuadee: Yes, and the knowledge that I should be more grateful for my life, because even though things can be rough, there are people who struggle more than I have.\nPersuader: Of coarse, and I wish more people could see it that way.\n\tPersuadee: There is enough for everyone to have a good life, but there are way too many people doing without because of the greed of a few.\nPersuader: Yes, there are plenty of people with plenty and these children have nothing. They need more!\n\tPersuadee: Yes, I hate to think of all the children suffering. It isn't right that they do without in a world of abundance.\nPersuader: Well I do thank you for your $1 donation and our research team will collect it and send it to the Save the Children Charity.\n\tPersuadee: I appreciate that. I hope that it helps. I know every penny counts when you don't have a lot.\nPersuader: Yes It does! Anything that you can give makes a difference!\n\tPersuadee:  I'm glad. If I won the lottery and it was a huge amount, I would use it to help other people. I don't understand how having more than you need does you any good. \nPersuader: I know. Thank you again!", "label": [[11, 36, "1-RAPPORT-FRIEND"], [86, 107, "1-RAPPORT-FRIEND"], [108, 199, "2-NEGOTIATE-REQUEST"], [268, 285, "1-RAPPORT-COMPLIMENT"], [356, 383, "1-RAPPORT-COMPLIMENT"], [573, 655, "1-RAPPORT-FRIEND"], [714, 724, "1-RAPPORT-FRIEND"], [725, 808, "1-RAPPORT-FRIEND"], [988, 1044, "1-RAPPORT-FRIEND"], [1197, 1273, "3-EMOTION-GUILT"], [1274, 1289, "2-NEGOTIATE-OPINION"], [1426, 1466, "1-RAPPORT-COMPLIMENT"], [1467, 1550, "1-RAPPORT-FRIEND"], [1668, 1727, "3-EMOTION-ALTRUISTIC"], [1915, 1939, "1-RAPPORT-FRIEND"]], "idx": "770"}
{"id": 2888, "data": "Persuader: hi how are you doing today?\n\tPersuadee: hello.  I am good so far.  How are you?\nPersuader: not too bad here. i'm just messaging to see if you would like to donate to an important charity Save the children\n\tPersuadee: Can you tell me about it?\nPersuader: Sure! Save the children is an international non-government agency that collects donations to help promote chidren's rights, and provides relief and support to helping children in need all around the world\n\tPersuadee: sounds like a good program\nPersuader: absolutely. its a great organization. if you would like to donate today, you can give the charity anywhere from 0-2 dollars from your bonus payment for this task\\\\\n\tPersuadee: I will donate 2 dollars\nPersuader: okay that sounds great. Thank you very much. do you have any further questions?\n\tPersuadee: none thank you\nPersuader: okay. it was great talking to you today and have a good night!\n\tPersuadee: how to finiah?\nPersuader: ok sorry i guess i have to talk a little bit further to be able to submit your payment.\n\tPersuadee: I am just wondering how to finish the hit\nPersuader: yeah absolutely. to finish the hit, i have to go back a absolutely. to finish the hit, i have to go back and forth 10 times. so where are you from?  \n\tPersuadee: virginia and you?\nPersuader: minnesota. not too bad here but its a little chilly. have you donated to any causes like this before?\n\tPersuadee: no but it sounds like a good cause\nPersuader: yeah absolutely it does! just bear with me and i should be able to end this chat thing shortly\n\tPersuadee: ok.  sounds good\nPersuader: ok the chat window is done. thanks again for your donation. have a wonderful day!", "label": [[11, 38, "1-RAPPORT-FRIEND"], [102, 119, "1-RAPPORT-FRIEND"], [120, 215, "2-NEGOTIATE-OTHER"], [265, 270, "1-RAPPORT-FRIEND"], [271, 469, "3-EMOTION-ALTRUISTIC"], [520, 557, "5-AUTHORITY-OTHER"], [558, 683, "1-RAPPORT-FRIEND"], [731, 775, "1-RAPPORT-COMPLIMENT"], [776, 810, "1-RAPPORT-FRIEND"], [849, 911, "1-RAPPORT-FRIEND"], [950, 1037, "1-RAPPORT-FRIEND"], [1103, 1227, "8-NO-PERSUASION"], [1228, 1252, "1-RAPPORT-FRIEND"], [1294, 1347, "1-RAPPORT-FRIEND"], [1454, 1478, "1-RAPPORT-FRIEND"], [1617, 1670, "1-RAPPORT-COMPLIMENT"], [1479, 1548, "8-NO-PERSUASION"], [1589, 1616, "8-NO-PERSUASION"]], "idx": "771"}
{"id": 2889, "data": "Persuader: I would like to encourage you do donate a part of your earnings for this HIT to a charity called Save the Children\n\tPersuadee: What does Save the Children do?\nPersuader: For one, they are committed to providing health and nutrition programs that save children's lives and ensure they grow up healthy.\n\tPersuadee: It is worldwide or one specific country?\nPersuader: They serve children worldwide\n\tPersuadee: I like the sound of their work, but I'm always suspicious about how much of a donation reaches the people in need.\nPersuader: Save the Children has a proven track record of using donations efficiently and effectively. \n\tPersuadee: Are you donating to them?\nPersuader: I donate a portion of each of my paychecks to them automatically\n\tPersuadee: That is impressive.  How long have you been doing that?\nPersuader: For the past 3 or 4 years\n\tPersuadee: I am considering a donation.\nPersuader: Even small donations go a long way\n\tPersuadee: I wish there was a long-term solution to these problems.\nPersuader: We all do, but for now, there are children in need and this organization does amazing work\n\tPersuadee: I am thinking of 50 cents.  That's 25% of the HIT.\nPersuader: I would say that is generous\n\tPersuadee: I could also do more research afterwards.  Thank you for your guidance.\nPersuader: You're welcome, I am glad to hear that you are donating .50.\n\tPersuadee: I hope you continue your donations.  Charities need regular support.", "label": [[11, 125, "2-NEGOTIATE-REQUEST"], [181, 311, "3-EMOTION-ALTRUISTIC"], [376, 405, "1-RAPPORT-FRIEND"], [544, 636, "5-AUTHORITY-OTHER"], [686, 750, "1-RAPPORT-DISCLOSE"], [830, 855, "1-RAPPORT-DISCLOSE"], [908, 942, "2-NEGOTIATE-OPINION"], [1023, 1074, "3-EMOTION-EMPATHY"], [1074, 1113, "5-AUTHORITY-OTHER"], [1188, 1216, "1-RAPPORT-FRIEND"], [1312, 1372, "1-RAPPORT-FRIEND"]], "idx": "772"}
{"id": 2890, "data": "Persuader: Hi there\n\tPersuadee: hi!\nPersuader: You seem like someone who likes to help others.\n\tPersuadee: i do! i really try to\nPersuader: The saddest thing are the needy kids out in the world.\n\tPersuadee: i agree. I work in social work so i try to support through job too. do you like to help?\nPersuader: I do like to help.\n\tPersuadee: how do you like to help?\nPersuader: I volunteer for soup kitchens and help out there.\n\tPersuadee: oh that's great! how often?\nPersuader: About once a month. \n\tPersuadee: great! do you know what the deal is with this hit\nPersuader: Yes I do. Do you know about Save the Children charity?\n\tPersuadee: yes i do. what about it\nPersuader: They help children around the world in places like Syria.\n\tPersuadee: yes, so how does that relate to this hit\nPersuader: You can donate to them through this hit. How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment $2.\n\tPersuadee: I prefer to donate my time rather than money, I would not like to donate today, but I do work with children regularly, and I think for me that's more helpful than giving small amounts of money!\nPersuader: Ok that sounds great. But if you do decide to donate some of this payment, the research team will collect all donations and send it to Save the Children.\n\tPersuadee: OK, good to know. Ya for now I dont want to donate, thanks though!", "label": [[11, 19, "1-RAPPORT-FRIEND"], [47, 94, "2-NEGOTIATE-OPINION"], [140, 194, "3-EMOTION-EMPATHY"], [307, 325, "1-RAPPORT-FRIEND"], [374, 423, "1-RAPPORT-DISCLOSE"], [475, 495, "1-RAPPORT-DISCLOSE"], [569, 623, "1-RAPPORT-FRIEND"], [671, 728, "3-EMOTION-ALTRUISTIC"], [793, 833, "1-RAPPORT-FRIEND"], [834, 884, "2-NEGOTIATE-OTHER"], [885, 1006, "8-NO-PERSUASION"], [1246, 1377, "1-RAPPORT-FRIEND"], [1224, 1245, "1-RAPPORT-COMPLIMENT"]], "idx": "773"}
{"id": 2891, "data": "Persuader: Hey! How are you doing this evening?\n\tPersuadee: im good thank you, you?\nPersuader: I'm doing pretty good.\n\tPersuadee: what will you talk to me about today? whats the issue?\nPersuader: Have you ever heard of the charity Save the Children?\n\tPersuadee: yes i think i have heard of it.\nPersuader: They're a great non-governmental organization that promotes children's rights, and support in developing countries.\n\tPersuadee: wow very cool, do they help in USA  too?\nPersuader: They help all over the world, wherever there is a need.\n\tPersuadee: how many childs they help in a year?\nPersuader: They helps thousands of children each year. They're funded by public donations. Would you like to donate some or all of your earnings today?\n\tPersuadee: yes i would but i have to ask, do my donation goes really for the children or just someone use thet for themselves \nPersuader: It goes to the children, the research team collects all donations and sends it to Save the Children.\n\tPersuadee: so you are saying that they have transparency ?\nPersuader: Absolutely. You can check out  URL for yourself to learn about some of their efforts.\n\tPersuadee: thank you for the info, i will visit the page. i would like to donate $0.5\nPersuader: That's great! Every bit helps, I will match your donation myself.\n\tPersuadee: maybe we can really save a child with our donations.\nPersuader: I think we can. Any bit helps.\n\tPersuadee: i will go donate now, thank you", "label": [[11, 47, "1-RAPPORT-FRIEND"], [95, 117, "1-RAPPORT-FRIEND"], [196, 249, "1-RAPPORT-FRIEND"], [305, 420, "3-EMOTION-ALTRUISTIC"], [485, 540, "3-EMOTION-ALTRUISTIC"], [601, 680, "3-EMOTION-ALTRUISTIC"], [681, 741, "2-NEGOTIATE-OTHER"], [881, 981, "1-RAPPORT-FRIEND"], [1053, 1138, "5-AUTHORITY-OTHER"], [1237, 1250, "1-RAPPORT-COMPLIMENT"], [1251, 1267, "2-NEGOTIATE-OPINION"], [1268, 1302, "2-NEGOTIATE-BARGAIN"], [1379, 1409, "1-RAPPORT-FRIEND"]], "idx": "774"}
{"id": 2892, "data": "Persuader: Hey, hows it going\n\tPersuadee: can't complain, youreslf?\nPersuader: Im ok, just doing some work lol. So, do you want to donate any of your income to a Save the Children charity?\n\tPersuadee: yeah sure, why not\nPersuader: Awesome, how much do you want to donate?\n\tPersuadee: is there an upper limit?\nPersuader: I dont think there is\n\tPersuadee: how much are you thinking of donating\nPersuader: Oh I see, it says here that it will be deducted from your task payment. Wonder how that will work.\n\tPersuadee: I don't believe they can actually do that haha\nPersuader: Yeah, same. I assume it will be deducted from any bonuses they decide to give.\n\tPersuadee: hows $0.50 sound?\nPersuader: Sounds good to me lol\n\tPersuadee: ok, good deal, $0.50 it is.\nPersuader: Alright, awesome, guess that's it then?\n\tPersuadee: I think so, it said we need to get to 10 turns of the conversation each, this is my 8th lol\nPersuader: Ah, yeah I just counted mine as well. Well, unless, you want to donate more, I think we're pretty much done here.\n\tPersuadee: I'm fine with staying at $0.50 as long as you are\nPersuader: Im good with that as well. Thanks for your quick responses btw. A lot of the time, these things don't go very smoothly since you have to wait a while for a response.\n\tPersuadee: ugh yeah, i've seen that, you sit there waiting forever for someone to type two words haha\nPersuader: Yeah, true, it's terrible. Thanks for your help and have a good Turk day :D\n\tPersuadee: you too!!!!! :D", "label": [[11, 29, "1-RAPPORT-FRIEND"], [79, 111, "1-RAPPORT-FRIEND"], [112, 188, "2-NEGOTIATE-OTHER"], [231, 271, "1-RAPPORT-FRIEND"], [320, 341, "1-RAPPORT-FRIEND"], [403, 474, "1-RAPPORT-FRIEND"], [475, 501, "8-NO-PERSUASION"], [572, 650, "1-RAPPORT-FRIEND"], [692, 713, "1-RAPPORT-FRIEND"], [765, 804, "1-RAPPORT-FRIEND"], [920, 1033, "1-RAPPORT-FRIEND"], [1107, 1272, "1-RAPPORT-FRIEND"], [1387, 1462, "1-RAPPORT-FRIEND"]], "idx": "775"}
{"id": 2893, "data": "Persuader: Hey there! \n\tPersuadee: Hello. How are you?\nPersuader: I am well, and yourself?\n\tPersuadee: I am well as well.\nPersuader: So have you ever heard of the charity Save the Children?\n\tPersuadee: I have not. What is it?\nPersuader: It is a charity that is dedicated to 'saving the children' through the use of all sorts of programs ranging from healthcare to education to safety. Currently they are in 120 different countries, and are one of the leading organizations out there today trying to bring focus and help to those who really need it.\n\tPersuadee: I see. That is very interesting.\nPersuader: Are there any issues when it comes to helping others that are particularly personal/important to you?\n\tPersuadee: I like helping people in need.\nPersuader: I do too. One of the things that I worry about though, is does my money really go towards the cause...\n\tPersuadee: Why do you question that?\nPersuader: There has been a lot of negative press the last few years with some charities where it has been exposed that they aren't using the funds for the cause to their maximum potential. But I did my research with Save the Children, and almost all of the money donated goes right towards the cause. Very minimal funds go towards the actual organization and administration efforts.\n\tPersuadee: I see. Then I guess they are genuine.\nPersuader: I do agree! Would you be willing to donate anything today towards this cause? .77 cents a day can actually put a refugee family in a home for a day...even just a little can go a long way!\n\tPersuadee: I would be willing to do just that.\nPersuader: Thank you! That 77 cents makes a big difference, and hopefully we can convince others to keep the positive energy moving forward for causes like this!\n\tPersuadee: Indeed I agree wholeheartedly.\nPersuader: Are there any other questions you have about the charity that I can answeR?\n\tPersuadee: I don't think so.\nPersuader: Okay, thank you for your time!!", "label": [[11, 22, "1-RAPPORT-FRIEND"], [66, 90, "1-RAPPORT-FRIEND"], [133, 189, "1-RAPPORT-FRIEND"], [237, 548, "3-EMOTION-ALTRUISTIC"], [605, 706, "1-RAPPORT-FRIEND"], [761, 770, "1-RAPPORT-SIMILAR"], [771, 863, "1-RAPPORT-FRIEND"], [913, 1285, "5-AUTHORITY-OTHER"], [1347, 1358, "1-RAPPORT-FRIEND"], [1359, 1424, "2-NEGOTIATE-OTHER"], [1425, 1534, "2-NEGOTIATE-OPINION"], [1594, 1604, "1-RAPPORT-COMPLIMENT"], [1605, 1642, "2-NEGOTIATE-OPINION"], [1643, 1744, "1-RAPPORT-FRIEND"], [1799, 1874, "1-RAPPORT-FRIEND"], [1916, 1947, "1-RAPPORT-FRIEND"]], "idx": "776"}
{"id": 2894, "data": "Persuader: Hi! How are you? \n\tPersuadee: Hi! Good morning\nPersuader: Have you ever heard of Save the Children?\n\tPersuadee: Yeah, they help kids don't they?  Like in Syria?\nPersuader: Yup. They promote children's rights and help support children in developing countries\n\tPersuadee: I always wonder if programs like that use too much of what they get for \"administrative\" costs.\nPersuader: Yeah, some organizations probably spend a lot on that. In 2017, 86% of Save the Children's expenditures went to program services\n\tPersuadee: OH! That's a great ratio, (or percentage). \nPersuader: Yeah! It's ranked really highly among other nonprofit organizations. Their independently audited financial statements consistently show that nearly 9 out of every 10 dollars they spend goes to programs and services for children and families in need. They keep administrative costs low so that more funding goes to children's programs.\n\tPersuadee: I'm delighted to learn that! \nPersuader: Yes! They've helped 157 million children in 120 countries. Across the United States, more than 14 million children, or 1 in 5, grow up in poverty. When you focus on children in rural America, that number jumps to 1 in 4. Through Save the Children's education, protection and emergency programs, they reached 638,000 kids in 2016 alone.\n\tPersuadee: You've hit on one of my concerns.  I worry about American children (since I live there). But it's not just rural kids who have needs.  Children in urban areas are sometimes at risk as well. Does Save the Children address that area?\nPersuader: That's definitely true. Save the Children targets America's most isolated and underserved children. 20% of children in the US grows up in poverty; of the counties with the highest poverty rates, 90% are rural, which is why rural America is a focus for this organization. It doesn't mean that children in urban areas aren't important too, of course!\n\tPersuadee: That's true. Every child matters and every child's parent(s) too! I love the wonder that kids have for almost everything! And they can't experience joy if their bellies are empty.\nPersuader: That's so true. It's great to feel like we have the power to make a difference in kids' lives by donating to organizations like Save the Children! Would you like to donate to the charity now to help kids get the food, education, help, and support that they need to thrive? Your donation will be directly deducted from your task payment.\n\tPersuadee: I think I'd like to donate, but I'd like to do it on my own. Is there a website I can do so?\nPersuader: Donating here is a really easy way to do it - you can choose any amount from $0 to all your payment ($2). The research team will collect all donations and send it to Save the Children. Of course, you can donate on your own too! Their website is  URL \n\tPersuadee: Hmm, okay, I would donate both places, I think.\nPersuader: Awesome! I am going to do the same.  How much of your task payment would you like to donate to the charity now?\n\tPersuadee: I think 10% is fair. What do you think?", "label": [[11, 28, "1-RAPPORT-FRIEND"], [69, 110, "1-RAPPORT-FRIEND"], [183, 268, "1-RAPPORT-FRIEND"], [388, 442, "1-RAPPORT-FRIEND"], [443, 516, "5-AUTHORITY-OTHER"], [584, 833, "5-AUTHORITY-CREDENTIALS"], [834, 918, "5-AUTHORITY-OTHER"], [972, 1030, "5-AUTHORITY-OTHER"], [1031, 1193, "3-EMOTION-EMPATHY"], [1193, 1307, "5-AUTHORITY-OTHER"], [1563, 1586, "1-RAPPORT-FRIEND"], [1587, 1662, "5-AUTHORITY-OTHER"], [1663, 1833, "3-EMOTION-EMPATHY"], [1834, 1911, "1-RAPPORT-FRIEND"], [2115, 2130, "1-RAPPORT-FRIEND"], [2131, 2261, "2-NEGOTIATE-REWARD"], [2262, 2387, "2-NEGOTIATE-OTHER"], [2306, 2387, "3-EMOTION-EMPATHY"], [2388, 2451, "1-RAPPORT-FRIEND"], [2568, 2818, "1-RAPPORT-FRIEND"], [2890, 2898, "1-RAPPORT-FRIEND"], [2899, 2925, "2-NEGOTIATE-BARGAIN"], [2927, 3001, "2-NEGOTIATE-OTHER"]], "idx": "777"}
{"id": 2895, "data": "Persuader: hi\n\tPersuadee: Hello, how are you?\nPersuader: i am fine. how about you?\n\tPersuadee: I'm good. Just enjoying the last days of summer here in Ohio.\nPersuader: oh enjoy. then?\n\tPersuadee: Yes, although there's always plenty of work to do\nPersuader: why slow? k you know children's charity?\n\tPersuadee: I have not heard of children's charity, what's it about?\nPersuader: oh! children education and health support charity.\n\tPersuadee: Oh okay, how do they receive funding?\nPersuader: online search.. all details \n\tPersuadee: I'm sorry, I don't quite understand. They receive funding through online searches?\nPersuader: yes. searches online. ur name pls?\n\tPersuadee: My name is Charles, what is your name?\nPersuader: my name is Eric W Menkhus. where are you from?\n\tPersuadee: I am from the United States\nPersuader: oh! k. are you married?\n\tPersuadee: Yes I am married, where are you from\nPersuader: i am from oakham\n\tPersuadee: I've never heard of it, where is it located?", "label": [[11, 13, "1-RAPPORT-FRIEND"], [57, 82, "1-RAPPORT-FRIEND"], [168, 183, "1-RAPPORT-FRIEND"], [257, 266, "1-RAPPORT-FRIEND"], [490, 518, "8-NO-PERSUASION"], [625, 659, "1-RAPPORT-FRIEND"], [267, 297, "1-RAPPORT-FRIEND"], [378, 428, "3-EMOTION-ALTRUISTIC"], [722, 768, "1-RAPPORT-FRIEND"], [820, 843, "1-RAPPORT-FRIEND"], [904, 920, "1-RAPPORT-FRIEND"]], "idx": "778"}
{"id": 2896, "data": "Persuader: Hello. How are you today? If you have the time, I would like to talk with you about a charity.\n\tPersuadee: I am well today thank you. I would be happy to listen. \nPersuader: Thank you. Do you know the organization Save the Children?\n\tPersuadee: I do not. What do they do?\nPersuader: Save the Children is an international non-governmental organization. They work for children's rights, helps support children in developing countries.\n\tPersuadee: That sounds like a great cause. \nPersuader: It really is. They work so the chieldren can have access to health, education, safety. In developing countries like Syria, millions of children have grown up facing the daily threat of violence.\n\tPersuadee: I feel very bad for the children in Syria. I can't imagine what they are going through. Helping them is very important as is helping our children here. \nPersuader: I agree. And sometimes even a small help is a lot, thinking many others will do the same.\n\tPersuadee: I agree with that. Does this organization spend the majority of their donations on the cause or are the higher ups lining their pockets?\nPersuader: Ah, a rightful question. This really is a trustworthy organization and they do work for the children. Actually, you can get more information about the organization from their website:  URL \n\tPersuadee: The website says that 86% of funds go to the cause. That's a really good number considering the overhead that must be required for international relief. \nPersuader: You are right. This is a trustable fund. Would you care to donate a little bit for the children?\n\tPersuadee: What are my options for donation? How can I donate and how much?\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: Thank you. I would like to donate $0.30 today. \nPersuader: Thank you very much! The children from around the world will surely be thankful as well.\n\tPersuadee: You are very welcome. Thank you for telling me about this organization. \nPersuader: Have a great day!\n\tPersuadee: You as well. ", "label": [[196, 243, "1-RAPPORT-FRIEND"], [500, 513, "1-RAPPORT-FRIEND"], [871, 879, "1-RAPPORT-FRIEND"], [880, 960, "2-NEGOTIATE-OPINION"], [11, 105, "1-RAPPORT-FRIEND"], [185, 195, "1-RAPPORT-FRIEND"], [294, 443, "3-EMOTION-ALTRUISTIC"], [514, 586, "3-EMOTION-ALTRUISTIC"], [587, 694, "3-EMOTION-EMPATHY"], [1121, 1145, "1-RAPPORT-FRIEND"], [1146, 1310, "5-AUTHORITY-OTHER"], [1488, 1502, "1-RAPPORT-FRIEND"], [1503, 1528, "5-AUTHORITY-OTHER"], [1529, 1584, "2-NEGOTIATE-OTHER"], [1673, 1723, "2-NEGOTIATE-OTHER"], [1724, 1847, "1-RAPPORT-FRIEND"], [1919, 2007, "1-RAPPORT-COMPLIMENT"], [2104, 2121, "1-RAPPORT-COMPLIMENT"]], "idx": "779"}
{"id": 2897, "data": "Persuader: Hi, can I interest you in making a donation to Save the Children?\n\tPersuadee: Sure\nPersuader: Would you like some information about the charity first?\n\tPersuadee: Yes, that would be helpful.\nPersuader: It's an international organization that provides relief and helps support children in developing countries.\n\tPersuadee: That sounds like a worthwhile cause.  \nPersuader: Yes, and your donation would be essential in helping ensure children's rights to health, education, and safety.\n\tPersuadee: That sounds great.  Are findings tax deductible?\nPersuader: Yes, donations to the charity are 100% tax deductible \n\tPersuadee: Col.  Just out of curiosity, what developing countries does this charity focus on ?\nPersuader: They help children across 120 countries. Africa appears to be the continent where the charity focuses on as it serves 32 million there. 17.5 million Asian children are also served by the charity.\n\tPersuadee: Wow.  That is a huge impact.\nPersuader: Yes. The charity also helps children in the US who are growing up in poverty.\n\tPersuadee: Outstanding.  I see no reason not to help this charity.\nPersuader: Great! Your donation will be deducted from your payment in this task. You can decide how much you want to donate.\n\tPersuadee: Great.  What is my payment for this task?\nPersuader: $2 I think\n\tPersuadee: Okay.  I'll donate half of that.  So $1.\nPersuader: Awesome. The research team will collect the donation and send it to Save the Children.\n\tPersuadee: Super.  Thank you.", "label": [[11, 76, "1-RAPPORT-FRIEND"], [105, 161, "1-RAPPORT-FRIEND"], [213, 320, "3-EMOTION-ALTRUISTIC"], [383, 494, "3-EMOTION-EMPATHY"], [567, 621, "2-NEGOTIATE-REWARD"], [729, 924, "3-EMOTION-ALTRUISTIC"], [977, 1054, "3-EMOTION-ALTRUISTIC"], [1134, 1203, "1-RAPPORT-FRIEND"], [1204, 1247, "8-NO-PERSUASION"], [1313, 1323, "1-RAPPORT-FRIEND"], [1388, 1474, "1-RAPPORT-FRIEND"]], "idx": "780"}
{"id": 2898, "data": "Persuader: hi, do you have time to think about children? \n\tPersuadee: I sure do! Is this for a charity?\nPersuader: yes it is. saving children. are you willing to contribute? \n\tPersuadee: Well, that depends. What does the charity do for children?\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: I'm pretty broke right now. Do you accept small donations?\nPersuader: anything can go along way to help the kids. \n\tPersuadee: What can two dollars do?\nPersuader: 2 dollars can do a lot, provide food or cloths for some kid. how much would you like to donate? \n\tPersuadee: I would like to donate my last two dollars.\nPersuader: that would be really nice. is there any other information you would like to know about the charity? \n\tPersuadee: Yes, where are these kids located?\nPersuader: the kids are in third world countries. \n\tPersuadee: Can I send them presents, or just the donation/\nPersuader: small  will indeed help a lot of children and their families. even presents are acceptable. \n\tPersuadee: Is my donation tax deductible?\nPersuader: no it is not. it is tax free. \n\tPersuadee: What projects are being worked on right now?\nPersuader: helping the children and their families. thank you a lot for your contribution if there is nothing else. \n\tPersuadee: I am glad to contribute two dollars!\nPersuader: thank you! : ) God bless you. ", "label": [[11, 56, "1-RAPPORT-FRIEND"], [115, 174, "1-RAPPORT-FRIEND"], [257, 425, "3-EMOTION-ALTRUISTIC"], [508, 551, "2-NEGOTIATE-OPINION"], [601, 661, "2-NEGOTIATE-OPINION"], [662, 697, "2-NEGOTIATE-OTHER"], [765, 791, "1-RAPPORT-COMPLIMENT"], [792, 865, "1-RAPPORT-FRIEND"], [924, 963, "1-RAPPORT-FRIEND"], [1035, 1096, "2-NEGOTIATE-OPINION"], [1097, 1127, "2-NEGOTIATE-OTHER"], [1182, 1212, "2-NEGOTIATE-REWARD"], [1281, 1321, "1-RAPPORT-FRIEND"], [1447, 1477, "1-RAPPORT-COMPLIMENT"], [1322, 1359, "1-RAPPORT-COMPLIMENT"], [1360, 1386, "1-RAPPORT-FRIEND"]], "idx": "781"}
{"id": 2899, "data": "Persuader: Hello!\n\tPersuadee: Hey\nPersuader: So, are you interested in charities that help save the children?\n\tPersuadee: Which children? What does the charity do exactly? \nPersuader: Instead of the typical charities that help children in a far away land, we here use state of the art location technology to help children in need right in your own community so you can see your money at work personally\n\tPersuadee: What would my money do exactly\nPersuader: It would go to the three most important things that a child need. Food, shelter, and education. The majority of your donation would go towards education as that is often the most difficult to provide for the children\n\tPersuadee: How would I know that the money is actually being used to help children and not just pocketed by the people that run the c harity\nPersuader: We are completely transparent with our records, when you donate you will be given an account so you can track where every bit of your money goes, from your account all the way to the community.\n\tPersuadee: Okay, that sounds reasonable \nPersuader: We appreciate your willingness to donate to this local cause, how much of a gratuity will you be offering today?\n\tPersuadee: I'll donate $10 \nPersuader: Perfect, we will be sending over an email to setup your account info so you can track it and make any future donations if you desire. Thank you and have a nice day\n\tPersuadee: Good luck with your charity\nPersuader: Need a couple more chat turns\n\tPersuadee: Yeah lol \nPersuader: And another :D\n\tPersuadee: I have to make it more than 3 words \nPersuader: This should be the last one, adios o7\n\tPersuadee: Yeah hopefully ", "label": [[11, 17, "1-RAPPORT-FRIEND"], [45, 109, "1-RAPPORT-FRIEND"], [45, 109, "3-EMOTION-ALTRUISTIC"], [184, 402, "5-AUTHORITY-OTHER"], [457, 673, "3-EMOTION-ALTRUISTIC"], [827, 1020, "5-AUTHORITY-OTHER"], [1074, 1135, "3-EMOTION-ALTERCASTING"], [1136, 1186, "2-NEGOTIATE-OTHER"], [1227, 1360, "1-RAPPORT-FRIEND"], [1361, 1390, "1-RAPPORT-COMPLIMENT"], [1580, 1617, "8-NO-PERSUASION"], [1505, 1519, "8-NO-PERSUASION"], [1442, 1471, "8-NO-PERSUASION"]], "idx": "782"}
{"id": 2900, "data": "Persuader: Hello!\n\tPersuadee: hi\nPersuader: Have you heard of the charity, Save the Children?\n\tPersuadee: no I have not...what is it about?\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. You can refer to Save the Children's website to gather more information if you like to.   URL \n\tPersuadee: ooo ok...thats good that there is a organization put together to help children in other countries\nPersuader: Yes, it is good. But they are really under funded. Would you be willing to donate to the charity now?\n\tPersuadee: I will have to read up more about the organization before i just give my money up because there is fake charities in the world\nPersuader: I understand that. Your donation is essential to help ensuring children's rights to health, education, safety, etc. Your donation will make a tangible impact for the world.\n\tPersuadee: Yes i understand that because every sunday i would go to the homeless shelter in my town and help collect clothes for the people that need it.it is something i do once a week because it is the right thing to do..\nPersuader: It is the right thing to do. That helps people directly in your community. A lot of these children don't have people like you in their community. There is a lack of support for children in developing countries, especially in war zones. For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. Your small donation can address such problems.\n\tPersuadee: Yes i have read about that and that is said for those children...where are you from?\nPersuader: I'm in the United States. I live in Indiana. \n\tPersuadee: cool i never been how is it?? I live in new york\nPersuader: The weather is totally hit or miss. Right now it's in the 90's and sooo humid! Indiana is so flat and really all looks the same. We have a lot of farmers here. So it's true, there is a lot of corn in Indiana. lol  How much would you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: at the moment i would have to say 0 because i don't know to much about the charity...sorry \nPersuader: Bummer, even 5 cents of your pay out helps!!! But I do get it. Please consider giving even 5 cents. How is NY? I would love to travel there one day. I bet everything is so over priced.\n\tPersuadee: yes everything is high priced \nPersuader: I figured! IN is really conservative. Again, look over the charity information and consider a small donation \n\tPersuadee: I will look at the website after this survey and read more about it..I promise \nPersuader: I hope so. Like I said even a small donation of 5 cents is tremendous to them. Thank you and have a wonderful day", "label": [[11, 17, "1-RAPPORT-FRIEND"], [44, 93, "1-RAPPORT-FRIEND"], [151, 319, "3-EMOTION-ALTRUISTIC"], [320, 414, "1-RAPPORT-FRIEND"], [536, 552, "1-RAPPORT-FRIEND"], [553, 587, "2-NEGOTIATE-SCARCITY"], [587, 637, "2-NEGOTIATE-OTHER"], [788, 806, "1-RAPPORT-FRIEND"], [807, 903, "3-EMOTION-EMPATHY"], [904, 960, "2-NEGOTIATE-OPINION"], [1197, 1225, "1-RAPPORT-FRIEND"], [1226, 1271, "1-RAPPORT-FRIEND"], [1272, 1433, "4-LOGIC-OTHER"], [1433, 1639, "3-EMOTION-EMPATHY"], [1640, 1686, "2-NEGOTIATE-OPINION"], [1795, 1840, "1-RAPPORT-FRIEND"], [1913, 1948, "1-RAPPORT-FRIEND"], [1949, 2125, "1-RAPPORT-FRIEND"], [2127, 2180, "2-NEGOTIATE-OTHER"], [2181, 2299, "1-RAPPORT-FRIEND"], [2415, 2460, "2-NEGOTIATE-OPINION"], [2461, 2477, "1-RAPPORT-FRIEND"], [2478, 2514, "2-NEGOTIATE-REQUEST"], [2515, 2599, "1-RAPPORT-FRIEND"], [2654, 2691, "1-RAPPORT-FRIEND"], [2692, 2763, "2-NEGOTIATE-REQUEST"], [2867, 2877, "1-RAPPORT-FRIEND"], [2878, 2945, "2-NEGOTIATE-OPINION"], [2946, 2980, "1-RAPPORT-FRIEND"]], "idx": "783"}
{"id": 2901, "data": "Persuader: Hello, hows your day going?\n\tPersuadee: Good how is yours\nPersuader: Decent so far, glad to see it's not too dead on Turk even with Labor Day ahead of us.\n\tPersuadee: My office has been slow most of the week, although traffic is a nightmare\nPersuader: Yea traffic gets crazy with everyone traveling. That's nice though that its not too busy at work for ya\n\tPersuadee: Are you working today?\nPersuader: Nope I'm lucky in that I have Fridays off from my regular job, so I spend some time on Turk to keep myself occupied\n\tPersuadee: What do you do for your regular job?\nPersuader: Call Center management, its not a glamorous job but it pays the bills heh. How bout yourself?\n\tPersuadee: I spend most of my time out on the road setting up telecommunications equipment\nPersuader: Oh neat. Hey have you ever heard of the charity Save the Children?\n\tPersuadee: I haven't heard of that one\nPersuader: Ah well it's a great non-government organization that assists children all over the world in fighting hunger and poverty, providing educational opportunities and further safety for them.\n\tPersuadee: That sounds like a good thing.  How much of the donations actually get used on the children?\nPersuader: 86% of Donations in 2017 went directly to assisting needy children, the remaining percent was used to host fundraisers and ensure a proper staff for the company. \n\tPersuadee: I'd be willing to donate, however I wish more of the donation went to the children\nPersuader: I'm glad to hear your willing to donate, at the end of this HIT there is an opportunity to donate some of our payment for this task directly to the charity, how much would you be willing to donate to help the kids?\n\tPersuadee: I'll donate $1.00\nPersuader: That is awesome! Every donation counts and with all of our combined efforts we will make the children's quality of life much better!\n\tPersuadee: I hope that it really does make a difference", "label": [[11, 38, "1-RAPPORT-FRIEND"], [263, 366, "1-RAPPORT-FRIEND"], [589, 682, "1-RAPPORT-FRIEND"], [786, 794, "1-RAPPORT-FRIEND"], [795, 852, "1-RAPPORT-FRIEND"], [1207, 1369, "5-AUTHORITY-OTHER"], [1517, 1632, "1-RAPPORT-FRIEND"], [1749, 1864, "1-RAPPORT-FRIEND"], [80, 165, "1-RAPPORT-FRIEND"], [413, 528, "1-RAPPORT-FRIEND"], [904, 1090, "3-EMOTION-ALTRUISTIC"], [1476, 1516, "1-RAPPORT-COMPLIMENT"], [1633, 1690, "2-NEGOTIATE-OTHER"], [1732, 1748, "1-RAPPORT-COMPLIMENT"], [1749, 1770, "2-NEGOTIATE-OPINION"], [1808, 1864, "3-EMOTION-ALTRUISTIC"]], "idx": "784"}
{"id": 2902, "data": "Persuader: Hi\n\tPersuadee: Hello\nPersuader: How are you?\n\tPersuadee: Are you aware of any childrens charities?\nPersuader: Yes. I've heard of Save the Children\n\tPersuadee: Awesome. I don't think i've heard of that. Do you donate/participate in any way to that charity?\nPersuader: Yes, I donate money to them monthly.\n\tPersuadee: What encourages you to donate monthly\nPersuader: There are poor children all over the world who don't have enough food to eat and Save the Children goes out to help them. I don't waant anyone to go hungry. Would you?\n\tPersuadee: Yes, I absolutely would. I have never sought out a charity and that brings up a good point. How did you find the charity?\nPersuader: My friend had refer me. She volunteers for them. Would you be interested in donating some of your earnings today to Save the Children? The research team is collecting donations.\n\tPersuadee: I would like more information to be sent to me so I could look into it\nPersuader: Sure. You can visit  URL or I can probably arrange to have information mailed to you. But any amount you can donate today would be really helpful.\n\tPersuadee: How would i go about donating today\nPersuader: Just let me know how much you would be interested in donating.\n\tPersuadee: I was thinking $20\nPersuader: That's wonderful! Thank you so much.\n\tPersuadee: I look forward to working with Save the Children\nPersuader: Yes, it is a great organizaton. I hope you have a great rest of your day.\n\tPersuadee: Thanks you too", "label": [[11, 13, "1-RAPPORT-FRIEND"], [121, 157, "1-RAPPORT-FRIEND"], [278, 314, "1-RAPPORT-FRIEND"], [376, 532, "3-EMOTION-EMPATHY"], [533, 543, "3-EMOTION-GUILT"], [43, 55, "1-RAPPORT-FRIEND"], [689, 712, "1-RAPPORT-DISCLOSE"], [713, 738, "1-RAPPORT-FRIEND"], [738, 823, "2-NEGOTIATE-OTHER"], [824, 866, "1-RAPPORT-FRIEND"], [961, 1046, "1-RAPPORT-FRIEND"], [1047, 1107, "2-NEGOTIATE-OPINION"], [1167, 1229, "1-RAPPORT-FRIEND"], [1272, 1308, "1-RAPPORT-COMPLIMENT"], [1381, 1454, "1-RAPPORT-FRIEND"]], "idx": "785"}
{"id": 2903, "data": "Persuader: Hello! Have you ever heard of Save the Children?\n\tPersuadee: No I havn't. What is it?\nPersuader: It is an organization that helps with children's rights to health, education, and safety. \n\tPersuadee: That sounds like a worthwhile endeavor.\nPersuader: I think so too! The organization is currently looking for donations. How much would you be willing to donate to their organization?\n\tPersuadee: I'm not sure. It sounds like something I would be willing to donate to, but I have been fooled before. How much of my donation is actually used for children and how much is lost to administrative costs?\nPersuader: According to their website, 5% of the donation goes to management and general, 9% is fundraising, and the remaining goes to the programs. You can donate directly from your bonus of $2- Can I get a commitment from you for any of the $2 to help the children? \n\tPersuadee: What does this organisation provide? Is it legal services, or direct medical, educational, and safety products and services?\nPersuader: They are advocates for our lower income students and children who have been struck by emergencies. They do a lot with education and all around mental health. You should take a look at their website  URL  There is a lot of beneficial information and ways to help get involved further.\n\tPersuadee: I am currentloy looking at the website. All these programs look good and helpfull, but when providing care and services to children without also ensuring the stability of their familiy or living situation I am dubious about the efficacy of these programs. Making sure a child is free of disease and is well-fed is good, but then tossing them into the street seems counterproductive. I can't seem to find information on how this problem is dealt with.\nPersuader: Based on the other information provided, it does seem that they are consistently there to provide the services for the children therefore I am lead to believe they must have some sort of follow up. The lack of support for the poverty stricken children in the US and in other countries is sad. Programs like this one need our support and voices like yours to make improvements to keep the organizations growing. Your $2 or any donation you decide to make will help the children now and hopefully keep the program growing to learn and do more.\n\tPersuadee: I spoke too soon. Just a few clicks after my last statement I found the information I was looking for. The also provide health education and services to at-risk families as well as working locally to provide access to food and clean water. I am currently looking for statistics on long-term results and testimonials.= befoire I make a final decision.\nPersuader: I'm so glad you found the information you were looking for. We spend so much money of small things like candy, coffee, and snacks. Those small purchases can be saved to help others. \n\tPersuadee: I absolutely agree. I am pleased to discover they go all over the world. It appears to be a massive undertaking which they are constantly working to expand. I am pleasantly surprised that they are able to do this without more overhead.\nPersuader: With the information you have found, can we get you to make a donation? Super easy to donate and as you have found, it is a great organization.\n\tPersuadee: I am dismayed to discover that only 7% of thier resources is going into the middle East and Euraisa. With the widespread problems there it seems a small amount. Perhaps it is too dangerous or possibly the local governments won't let them in. Have you seen any information about that?\nPersuader: I didn't see that. I'm glad they are able to provide any help. I can't image that it is easy getting to other countries to provide aide. The areas they seem to go to are pretty dangerous. \n\tPersuadee: Looking att he map of the globe it shows a lot of grayed out areas in the middle east, so it must be a political road block keeping them out. I also noticed only 6% going to Latin America. That also seems low considering the problems that exist in some of those areas.\nPersuader: It does. I bet they will eventually be able to raise those numbers as they expand. It will be interesting to watch their growth and how they impact the world. I hope that through our conversations and your research that you have made the decision to make a donation.\n\tPersuadee: I have. I feel very good about this Organization and the work they do. I am convinced they are a positive force in the world and contribute greatly to the elevation of the the human condition across the globe. I am very happy to contribute the full 2 dollar donation to help them with their mission.\nPersuader: Wonderful! Thank you so much for helping to make a difference. \n\tPersuadee: Have a great day!", "label": [[11, 59, "1-RAPPORT-FRIEND"], [108, 198, "3-EMOTION-ALTRUISTIC"], [262, 278, "1-RAPPORT-FRIEND"], [278, 330, "2-NEGOTIATE-SCARCITY"], [331, 393, "2-NEGOTIATE-OTHER"], [620, 757, "5-AUTHORITY-OTHER"], [758, 803, "1-RAPPORT-FRIEND"], [805, 877, "2-NEGOTIATE-OTHER"], [1026, 1183, "3-EMOTION-ALTRUISTIC"], [1184, 1309, "1-RAPPORT-FRIEND"], [1784, 1982, "5-AUTHORITY-OTHER"], [1982, 2076, "3-EMOTION-EMPATHY"], [2077, 2195, "3-EMOTION-ALTRUISTIC"], [2195, 2325, "1-RAPPORT-FRIEND"], [2700, 2759, "1-RAPPORT-FRIEND"], [2760, 2882, "3-EMOTION-GUILT"], [3142, 3213, "2-NEGOTIATE-OTHER"], [3214, 3234, "1-RAPPORT-FRIEND"], [3235, 3285, "5-AUTHORITY-OTHER"], [3593, 3611, "1-RAPPORT-FRIEND"], [3612, 3655, "3-EMOTION-ALTRUISTIC"], [3656, 3781, "1-RAPPORT-FRIEND"], [4074, 4082, "1-RAPPORT-FRIEND"], [4083, 4156, "1-RAPPORT-FRIEND"], [4157, 4232, "1-RAPPORT-FRIEND"], [4233, 4340, "2-NEGOTIATE-OPINION"], [4664, 4727, "1-RAPPORT-COMPLIMENT"]], "idx": "786"}
{"id": 2904, "data": "Persuader: Hi! Have you ever heard of Save the Children? It's a charity!\n\tPersuadee: yes I do\nPersuader: What do you think of it?\n\tPersuadee: well, it is a charity work / organisation where they save many children \nPersuader: Yup! And it's an international group, and not owned/sponsored by any government.\n\tPersuadee: you're right, it is non-profit organisation. \nPersuader: Have you ever considered donating to them?\n\tPersuadee: it is an NGO, yes ofcourse many times I have considered to donate them as per my ability \nPersuader: Me too. And I just learned today that they have partnerships that match individual donation - so every amount a person givves is actually doubled. Did you know that?\n\tPersuadee: aw, really ? No I haven't heard of it \nPersuader: Yes, I was really surprised too. And I learned that they focus on health first, but also prioritze education. I think that is important, as it will help the children grow up with a better chance of being successful. What do you think?\n\tPersuadee: well, I'm glad to hear such a good news from this organisation. Education is must for everyone in the world. Therefore, we could help the children for their livelihood as well as for their education.\nPersuader: WHat do you think is the best way to help the kids? Education, food and water, something else?\n\tPersuadee: we can help them out their physical needs like good cloths, probably orphanage (home to stay) \nPersuader: Yes, I agree too! I love that Save the Children goes to a lot of places to help with things like this. And did you know that only 5% of the money the charity raises goes administration (salaries for their employees and stuff)?\n\tPersuadee: yes I do, because it is need. Administration costs, like employees salaries, office bills and other expenses can be taken from the donations & it should be 5% as you said. \nPersuader: Yes, I think they are great. Did you know that you can donate a little of the money you are earning today to them? It can help a lot of kids - from the hungry in the US, to the children literally being killed in war zones. It would help so much.\n\tPersuadee: I would love to help them a little bit (as per my ability), it will also helpful for those children to have a better life than the others.\nPersuader: That's amazing! I know finances are hard for everyone these days, so it is wonderful that you are willing to donate! How much would you like to give? May I suggest $.50 or even $1 if you are able?\n\tPersuadee: as per today's earning is very little I would like to donate 1\nPersuader: Thank you for your help! The amount will be deducted directly from your payment and sent to Save the Children. ", "label": [[11, 72, "1-RAPPORT-FRIEND"], [105, 129, "1-RAPPORT-FRIEND"], [226, 306, "5-AUTHORITY-OTHER"], [376, 418, "1-RAPPORT-FRIEND"], [532, 678, "2-NEGOTIATE-BARGAIN"], [679, 697, "1-RAPPORT-FRIEND"], [760, 792, "1-RAPPORT-SIMILAR"], [793, 975, "3-EMOTION-ALTRUISTIC"], [976, 994, "1-RAPPORT-FRIEND"], [1218, 1269, "1-RAPPORT-FRIEND"], [1270, 1312, "1-RAPPORT-FRIEND"], [1431, 1448, "1-RAPPORT-SIMILAR"], [1449, 1657, "5-AUTHORITY-OTHER"], [1854, 1882, "1-RAPPORT-FRIEND"], [1883, 1968, "2-NEGOTIATE-OTHER"], [1969, 2099, "3-EMOTION-ALTRUISTIC"], [2262, 2277, "1-RAPPORT-COMPLIMENT"], [2278, 2327, "1-RAPPORT-FRIEND"], [2328, 2378, "1-RAPPORT-COMPLIMENT"], [2379, 2411, "2-NEGOTIATE-OTHER"], [2412, 2458, "2-NEGOTIATE-REQUEST"], [2545, 2569, "1-RAPPORT-COMPLIMENT"], [2570, 2656, "1-RAPPORT-FRIEND"]], "idx": "787"}
{"id": 2905, "data": "Persuader: hello...\n\tPersuadee: Hello how are you?\nPersuader: I'm fine, how are you?\n\tPersuadee: I am fine thanks, so should we talk about donation?\nPersuader: Sure, are you know about donation?\n\tPersuadee: I am interested in donating. what about you?\nPersuader: I also like to donate. Do you know about children charity?\n\tPersuadee: I know about few children's charity but I would like to know one I can trust\nPersuader: The Save the Children Fund, commonly known as Save the Children, that promotes children's rights, provides relief and helps support children in developing countries\n\tPersuadee: It is interesting, in how many countries they work?\nPersuader: I think 120 countries.\n\tPersuadee: What are the main issues they work on?\nPersuader: Save the Children's mission is to inspire breakthroughs in the way the world treats children and to achieve immediate and lasting change in their lives.\n\tPersuadee: nice, are they clear with their financial reports? They update the reports?\nPersuader: Sorry, I'm not sure about that.\n\tPersuadee: Do they have any website I can check it on? I am really interested to know more abut it\nPersuader: I tell you what I heard. \n\tPersuadee: Don't you know if they have any website that i can get more information? I am also interested to check if any big company cooperates with them.\nPersuader: I'm sure if I do not know\n\tPersuadee: okay I will check and find the website and I will read about it. thanks", "label": [[11, 19, "1-RAPPORT-FRIEND"], [62, 84, "1-RAPPORT-FRIEND"], [160, 194, "1-RAPPORT-FRIEND"], [263, 285, "1-RAPPORT-DISCLOSE"], [286, 321, "1-RAPPORT-FRIEND"], [422, 586, "3-EMOTION-ALTRUISTIC"], [662, 684, "5-AUTHORITY-OTHER"], [747, 899, "3-EMOTION-ALTRUISTIC"], [1335, 1360, "8-NO-PERSUASION"], [1142, 1167, "8-NO-PERSUASION"], [999, 1030, "8-NO-PERSUASION"]], "idx": "788"}
{"id": 2906, "data": "Persuader: Hi, how much do you know about Save the Children? \n\tPersuadee: I'm afraid I don't know anything about Save the Children.\nPersuader: It's an international organization that promotes education, health and safety for all children.\n\tPersuadee: Oh, that's great! What sort of assistance do they offer specifically?\nPersuader: They currently have an initiative to assist children at the Mexican/American border. They also recently aided children impacted by flooding in Japan.\n\tPersuadee: Wow, they really help people all around the world. Are you at all associated with Save the Children?\nPersuader: I've been a donor and advocate for years. It's really easy to get involved.\n\tPersuadee: Oh, really? What's the best way to get involved in your opinion?\nPersuader: Considering the monumental need, there is always a need for funding. Even small donations have a huge impact.\n\tPersuadee: Do you know where I can go to donate?\nPersuader: The research team here can transfer a donation for you. \n\tPersuadee: That'd be fantastic! Do you know where Save the Children mainly operates out of?\nPersuader: The main headquarters is in Fairfield, CT, and there is also office in Washington DC.\n\tPersuadee: They actually have an office near me then. I'd love to visit one of their facilities.\nPersuader: I'm not sure if they do tours, but you can check out their contact info at  URL  There is a lot of info about the organization there.\n\tPersuadee: Oh, that's unfortunate, but I'll definitely check out all the information on their website.\nPersuader: Excellent! Would you like to donation a portion of your task payment today to get the ball rolling?\n\tPersuadee: I would definitely like to make a donation!\nPersuader: Great! How much would you like to contribute? You can choose any amount from $0 to all of your payment.\n\tPersuadee: I'll gladly give all of my payment.\nPersuader: That's fantastic - the children will definitely appreciate it!", "label": [[11, 61, "1-RAPPORT-FRIEND"], [143, 238, "3-EMOTION-ALTRUISTIC"], [332, 481, "3-EMOTION-ALTRUISTIC"], [606, 623, "1-RAPPORT-DISCLOSE"], [624, 647, "5-AUTHORITY-OTHER"], [648, 681, "1-RAPPORT-FRIEND"], [770, 838, "4-LOGIC-OTHER"], [839, 879, "2-NEGOTIATE-OPINION"], [941, 997, "1-RAPPORT-FRIEND"], [1102, 1187, "1-RAPPORT-FRIEND"], [1297, 1430, "1-RAPPORT-FRIEND"], [1557, 1645, "2-NEGOTIATE-OTHER"], [1546, 1556, "1-RAPPORT-FRIEND"], [1713, 1758, "2-NEGOTIATE-OTHER"], [1759, 1816, "1-RAPPORT-FRIEND"], [1876, 1938, "1-RAPPORT-COMPLIMENT"]], "idx": "789"}
