{"id": 3017, "data": "Persuader: Hello! What if i told you that you have the opportunity of a lifetime to make a change in the world? Would you take it?\n\tPersuadee: i will like to know about the opportunity first \nPersuader: Well, the opportunity would be able to help fight world hunger by donating to Save the Children. Would you do it now?\n\tPersuadee: powerful people cause war and war cause hunger, and we average people sit on our chair try to donate some money to the poor \nPersuader: It benefits every where not just war torn countries\n\tPersuadee: i get that. \nPersuader: The best part is knowing that you can help make a change in a person's life who is currently unable to financially\n\tPersuadee: yeah i know how donation works. I have 300000 immigrants in my country. we helping a person to better their life this is what we humans do \nPersuader: Actually, it is a lot more than that because the \"true\" Americans are the Native Indians. Everyone else came from Europe or Africa\n\tPersuadee: where do you came from?\nPersuader: So in hindsight we are all immigrants who need a little charity from time to time.\n\tPersuadee: charity is a bad for that. \nPersuader: Have you ever made a donation that you have been proud to be a part of?\n\tPersuadee: yeah i did. but it never reached to the people i heard so far\nPersuader: Well, if you make a donation to Save the Children i can gaurantee that you will know where it goes. Would you donate then?\n\tPersuadee: maybe i will do\nPersuader: That's great to hear. What amount were you thinking of donating? It can be as much as you want.\n\tPersuadee: have you ever done any donation to this charity?\nPersuader: I sure have, that is why i can cofidently say that now only will your money be going where you want it to but it will be put to good use when it gets there.\n\tPersuadee: yes i sure will do donate. after i die i will donate my all..\nPersuader: How much would you like to donate today?", "label": [[112, 130, "1-RAPPORT-OTHER"], [468, 520, "4-LOGIC-OTHER"], [557, 671, "3-EMOTION-EMPATHY"], [1013, 1094, "1-RAPPORT-DISCLOSE"], [1147, 1218, "1-RAPPORT-OTHER"], [1404, 1426, "2-NEGOTIATE-REQUEST"], [1466, 1487, "1-RAPPORT-OTHER"], [1488, 1530, "2-NEGOTIATE-REQUEST"], [1634, 1789, "1-RAPPORT-DISCLOSE"], [1876, 1916, "2-NEGOTIATE-REQUEST"], [11, 17, "1-RAPPORT-OTHER"], [18, 111, "1-RAPPORT-OTHER"], [203, 299, "1-RAPPORT-DISCLOSE"], [300, 320, "2-NEGOTIATE-REQUEST"], [835, 925, "1-RAPPORT-DISCLOSE"], [925, 965, "1-RAPPORT-DISCLOSE"], [1304, 1403, "2-NEGOTIATE-OPINION"], [1531, 1561, "2-NEGOTIATE-BARGAIN"]], "idx": "56"}
{"id": 3018, "data": "Persuader: hi! how are you?\n\tPersuadee: Hello\nPersuader: do you have any particular hobbies or passions?\n\tPersuadee: My hobbies are spending time with my family.\nPersuader: i was reading up on a charity called save the children. have you heard about it?\n\tPersuadee: yea its a pretty popular charity, but I don't no where the donations go etc.\nPersuader: as far as who it helps?\n\tPersuadee: Yes, I just basically know the name.\nPersuader: it goes to some of the most important aspects of a childs life. their health, education way of life.\n\tPersuadee: Right, what else you can tell me about it?\nPersuader: it gives children in developing countries the same accesses to better overall quality of life as the rest of the world. it also takes no more than 77 cents a day to go help these children.\n\tPersuadee: Oh ok so whats the next step?\nPersuader: you can always help save the life of a child by donating through this task. it can be anywhere from 1 cent to the entire possible payment of $2. of course you could also choose not to donate, but that would mean less children getting help.\n\tPersuadee: Ok ill donate $0.50\nPersuader: glad to hear!\n\tPersuadee: Ok well you got that\nPersuader: the research team will donate that portion from the payment of this task. \n\tPersuadee: ok cool thank have a nice day\nPersuader: thank you! you too. it is greatly appreciated.\n\tPersuadee: No problem thanks", "label": [[605, 724, "1-RAPPORT-DISCLOSE"], [846, 922, "2-NEGOTIATE-OTHER"], [1130, 1143, "1-RAPPORT-SIMILAR"], [1188, 1261, "1-RAPPORT-DISCLOSE"], [1327, 1335, "1-RAPPORT-SIMILAR"], [1336, 1362, "1-RAPPORT-OTHER"], [15, 27, "1-RAPPORT-OTHER"], [11, 14, "8-NO-PERSUASION"], [57, 104, "1-RAPPORT-OTHER"], [173, 253, "1-RAPPORT-OTHER"], [354, 377, "1-RAPPORT-OTHER"], [438, 538, "1-RAPPORT-DISCLOSE"], [725, 793, "1-RAPPORT-DISCLOSE"], [923, 991, "2-NEGOTIATE-BARGAIN"], [992, 1086, "4-LOGIC-OTHER"], [1315, 1327, "1-RAPPORT-OTHER"]], "idx": "57"}
{"id": 3019, "data": "Persuader: Hello! How are you today?\n\tPersuadee: I am well thank you and you?\nPersuader: I am doing well, thank you for asking! It is a lovely day.\n\tPersuadee: I have to agree, weather here is perfect.\nPersuader: You know what else it is a lovely day for? Donating to charity! You can choose any of your $2 bonus to Save the Children. The research team will collect all donations and send them. Would you be willing to donate a portion of your bonus?\n\tPersuadee: Can you tell me, is Save the Children a charity that gives to children here in the USA?\nPersuader: Save the Children is a professional organization that gives to children all over the world. Children in the USA need to be saved, but children overseas also need assistance! \n\tPersuadee: Yes they do but I am very concerned that we are not giving enough to charities here in the USA.  I will give but I will only give 5%\nPersuader: Well that is very kind of you! \n\tPersuadee: I am not sure where I go to donate\nPersuader: If you choose to donate 5%, that is $.01. I think it is collected from our conversation. Is that correct? You would like to donate $.01? \n\tPersuadee: I will donate .10    ten cents\nPersuader: I am sure the children will be very appreciative. \n\tPersuadee: Do you see where I am coming from though about needing to direct people to US based charities for our own homeless?\nPersuader: Absolutely. I agree completely. I think there are a lot of people out there who need help, in so many different ways. Children, adults, and elderly.\n\tPersuadee: Veterans too.  It is so sad to drive down to the city and see so many homeless.  I have been reading on the news about my hometown and how the homeless are camped on the town common\nPersuader: That is very sad. I wish I could do more to help homeless people and veterans myself. It is hard to see people living in such sad conditions in this country that is supposed to be the land of opportunity. \n\tPersuadee: I totally agree.  I am just so upset daily about the division that has happened over the last 20 years\nPersuader: I hope that things improve. I am curious to see what the next 20 years hold. I hope rather than getting worse, things do start to improve. And I think it starts with selfless people like yourself.\n\tPersuadee: I hope so too.   Thank you for your time and I hope you have a great evening", "label": [[213, 255, "1-RAPPORT-OTHER"], [277, 334, "2-NEGOTIATE-OTHER"], [562, 653, "1-RAPPORT-DISCLOSE"], [1072, 1088, "1-RAPPORT-OTHER"], [1174, 1224, "1-RAPPORT-OTHER"], [1364, 1376, "1-RAPPORT-OTHER"], [1396, 1482, "1-RAPPORT-DISCLOSE"], [1483, 1513, "1-RAPPORT-DISCLOSE"], [1719, 1736, "1-RAPPORT-OTHER"], [1737, 1804, "1-RAPPORT-DISCLOSE"], [2079, 2128, "1-RAPPORT-DISCLOSE"], [2051, 2078, "1-RAPPORT-DISCLOSE"], [2128, 2189, "1-RAPPORT-DISCLOSE"], [2190, 2247, "1-RAPPORT-COMPLIMENT"], [11, 18, "8-NO-PERSUASION"], [18, 36, "1-RAPPORT-OTHER"], [88, 127, "1-RAPPORT-DISCLOSE"], [127, 147, "1-RAPPORT-DISCLOSE"], [256, 276, "1-RAPPORT-DISCLOSE"], [335, 394, "1-RAPPORT-DISCLOSE"], [395, 450, "2-NEGOTIATE-REQUEST"], [654, 736, "1-RAPPORT-DISCLOSE"], [892, 923, "1-RAPPORT-COMPLIMENT"], [983, 1024, "2-NEGOTIATE-REMIND"], [1025, 1071, "1-RAPPORT-DISCLOSE"], [1089, 1119, "2-NEGOTIATE-REQUEST"], [1377, 1396, "1-RAPPORT-SIMILAR"], [1805, 1923, "1-RAPPORT-DISCLOSE"]], "idx": "58"}
{"id": 3020, "data": "Persuader: hi\n\tPersuadee: how are you today?\nPersuader: so you gonna donate or what\n\tPersuadee: sure I can donate but what is the game?\nPersuader: you gotta donate your payment \n\tPersuadee: If I donate, what do I get in return?  Will you donate the same amount back to me?\nPersuader: No, I don\\'t believe that\\'s the case. However, it\\'s for a good cause. \"Save the children.\" dont you like children? they need your help. its just 2 bucks. or ill tell you what, how about just half?\n\tPersuadee: I'll give .50 if you send are actually an mturk human.  respond with your mturk number and I'll donate .50\nPersuader: why should i give you my mturk number? also, i think you should be a little bit more generous, come on bro, 1 dollar wont kill you. \n\tPersuadee: ok, I'll do $1 but I want to know your mturk worker ID to prove it's a person\nPersuader: no you could use my info to do some sketchy crap. Don't i sound human, what kind of AI talks like this. Also, im skeptical to see if youre actually human. tell me a joke to prove it. robots cant laugh, a im sure you know \n\tPersuadee: That's true.  I do believe you are human based on the conversation.  I'll donate a $1.\nPersuader: sounds good thanks\n\tPersuadee: Hopefully it is for a good cause and not just a waste.\nPersuader: its for a good cause, im not a complete asshat\n\tPersuadee: that's good.  you do have to be skeptical though\nPersuader: I hear ya. When is this over?\n\tPersuadee: I was wondering the same thing.  I think it's 10 exchanges\nPersuader: how many has it been?\n\tPersuadee: I haven't counted but we must be very close.  Hopefully we can move on soon to get back to other tasks.", "label": [[284, 322, "1-RAPPORT-DISCLOSE"], [323, 355, "1-RAPPORT-DISCLOSE"], [401, 421, "3-EMOTION-EMPATHY"], [10, 13, "8-NO-PERSUASION"], [56, 83, "2-NEGOTIATE-REQUEST"], [146, 176, "2-NEGOTIATE-REQUEST"], [356, 401, "1-RAPPORT-OTHER"], [422, 439, "2-NEGOTIATE-BARGAIN"], [440, 482, "2-NEGOTIATE-BARGAIN"], [612, 651, "1-RAPPORT-DISCLOSE"], [847, 896, "4-LOGIC-ARGUE"], [897, 950, "1-RAPPORT-DISCLOSE"], [951, 1002, "1-RAPPORT-DISCLOSE"], [1030, 1067, "4-LOGIC-ARGUE"], [1179, 1197, "1-RAPPORT-OTHER"], [1406, 1424, "8-NO-PERSUASION"], [1507, 1528, "8-NO-PERSUASION"], [652, 744, "2-NEGOTIATE-BARGAIN"], [1002, 1029, "4-LOGIC-ARGUE"], [1276, 1322, "1-RAPPORT-DISCLOSE"], [1395, 1405, "1-RAPPORT-SIMILAR"]], "idx": "59"}
{"id": 3021, "data": "Persuader: Would you like to donate some of your earnings to the charity Save the Children?\n\tPersuadee: Yes, I would be willing to donate a fraction of my earnings to Save the Children.\nPersuader: How much of the $2 payment for this task would you like to donate?\n\tPersuadee: I would be okay with donating $0.10 from the task payment towards the charity.\nPersuader: Sounds good. It will (supposedly) be directly taken from your payment and donated to the charity.\n\tPersuadee: Okay. What does the charity do/what are my funds going to be used for?\nPersuader: They promote children's rights, provide relief, and support kids in developing countries. More information can be found at  URL \n\tPersuadee: Interesting. Do you know about any of their recent projects?\nPersuader: In 2017 they sent health experts to the Malawi to resuscitate and care for babies with low birth weight. 379,000 babies were cared for by these experts, and 19,000 of them had been successfully resuscitated.\n\tPersuadee: That's very impressive, I am glad that I am donating this charity now that I know more about them.\nPersuader: Right? They seem like a good charity. Thank you for your donation!\n\tPersuadee: Thank you for your time, and for the opportunity.\nPersuader: You're very welcome! Thank you for chatting with me.\n\tPersuadee: You're welcome! Thank you also.\nPersuader: I hope you have a nice day! Are you planning anything exciting this week?\n\tPersuadee: Besides working in the morning, I plan to go out to a concert with a few friends on Saturday, so that should be fun.\nPersuader: Ooh nice. I hope you have a nice time! I don't really have anything planned this week yet.\n\tPersuadee: That's fine. I hope you still have a good week! I didn't really do that much last week, but it was still relaxing.\nPersuader: I'm glad you had a relaxing week! And thank you, I'm sure this week will be relaxing for me as well.\n\tPersuadee: I hope you enjoy! Thanks again for chatting with me.", "label": [[11, 90, "2-NEGOTIATE-REQUEST"], [197, 263, "2-NEGOTIATE-BARGAIN"], [876, 977, "1-RAPPORT-DISCLOSE"], [1108, 1138, "1-RAPPORT-DISCLOSE"], [1139, 1167, "1-RAPPORT-OTHER"], [1242, 1261, "1-RAPPORT-OTHER"], [1349, 1376, "1-RAPPORT-OTHER"], [1377, 1422, "1-RAPPORT-OTHER"], [1602, 1653, "1-RAPPORT-DISCLOSE"], [1792, 1826, "1-RAPPORT-OTHER"], [1826, 1892, "1-RAPPORT-DISCLOSE"], [366, 378, "1-RAPPORT-SIMILAR"], [379, 463, "1-RAPPORT-DISCLOSE"], [558, 648, "1-RAPPORT-DISCLOSE"], [648, 685, "1-RAPPORT-DISCLOSE"], [771, 875, "1-RAPPORT-DISCLOSE"], [1101, 1107, "1-RAPPORT-SIMILAR"], [1262, 1293, "1-RAPPORT-OTHER"], [1563, 1572, "1-RAPPORT-SIMILAR"], [1573, 1601, "1-RAPPORT-OTHER"]], "idx": "60"}
{"id": 3022, "data": "Persuader: Have you ever though about donating to Save the Children?\n\tPersuadee: I have thought about it before. I've been approached by people on the street.\nPersuader: It is a really great charity. It helps children who have been in crisis. \n\tPersuadee: Is the charity international? Or do they operate primarily in America?\nPersuader: It donates all over the world including America.\n\tPersuadee: What is the purpose of the charity?\nPersuader: To help children in crisis. Right now they Stand Ready to Help Hawaii Kids and Families as Powerful Hurricane Lane Closes in \n\tPersuadee: That's really a great cause. Unfortunately I don't have much money right now to help.\nPersuader: Anything is helpful. You can donate as little as a $1\n\tPersuadee: I don't know that I can donate a dollar. I've been working really hard to save every dollar that I can to make sure I can pay my bills.\nPersuader: You can donate right now right from your task payment\n\tPersuadee: I don't know if I'd necessarily feel comfortable donating. I feel like a lot of charities squander the money and don't actually use all the donations for what is promised.\nPersuader: If you donate from your task payment today the research team will collect all donations and send it to Save the Children.\n\tPersuadee: Is there anyway that I can be guaranteed the money will go towards what is promised?\nPersuader: No, you just have to trust the requester will do the right think\n\tPersuadee: Are there any other charities I can donate to? Or is it just save the children?\nPersuader: No, today is just the Save the Children. \n\tPersuadee: Is there any way that I could donate less than a dollar? I don't want to donate a dollar, but would consider donating something less.\nPersuader: You can choose any amount from $0 to all of your payment for this task. So yes you can less\n\tPersuadee: I would be willing to donate 5 cents today. I know it's not a lot, but it's all I'm willing to afford today.", "label": [[170, 199, "1-RAPPORT-DISCLOSE"], [446, 473, "1-RAPPORT-DISCLOSE"], [474, 570, "1-RAPPORT-DISCLOSE"], [681, 701, "1-RAPPORT-OTHER"], [1740, 1811, "2-NEGOTIATE-REMIND"], [11, 68, "1-RAPPORT-OTHER"], [200, 242, "1-RAPPORT-DISCLOSE"], [338, 386, "1-RAPPORT-DISCLOSE"], [703, 734, "2-NEGOTIATE-BARGAIN"], [894, 947, "2-NEGOTIATE-REMIND"], [1142, 1264, "2-NEGOTIATE-REMIND"], [1373, 1437, "2-NEGOTIATE-OTHER"], [1541, 1581, "2-NEGOTIATE-REMIND"], [1812, 1831, "2-NEGOTIATE-REMIND"]], "idx": "61"}
{"id": 3023, "data": "Persuader: Hello, how are you today?\n\tPersuadee: I am doing good and you?\nPersuader: I am fine thanks, It's not been a long time I am on MTurk, but It is interesting how they are working on donating, Are you interested in donating? \n\tPersuadee: Yes I donate to a few causes like breast cancer for women, autism awareness and March of dimes for children. \nPersuader: that is so nice of you. Have you ever heard about the organization \"Save the Children\" ?\n\tPersuadee: Yes I have but don't know a whole lot about them since there are so many children related charities. \nPersuader: This is one of the biggest charities working for children. They work in almost 120 countries and on different issues related to children.\n\tPersuadee: OK I will educate myself on them when we are done with our conversation.\nPersuader: That is good, We can talk about it too. It is their website if you like to visit:  URL \n\tPersuadee: OK thanks. I reviewed the site quickly. Sure is sad to see so many children in distress around the world.\nPersuader: Yes it makes me very sad too, but it is also nice to be able to help small even small amount. I have a soft heart for children\n\tPersuadee: Me too, since I am a parent of 2 children myself. As a parent you want to do all you can for them. \nPersuader: I agree with you. It makes my heart happy how people care about children. I think HIT donation is a good thin since websites usually have minimum payment option, but on HITs we can donate 1 cent or more, makes it so much easier.\n\tPersuadee: Yes I don't mind if there is a feature I can turn on where every hit I do, a few cents go to the charity of my choice. \nPersuader: That is so sweet. I've learnt it from you. I will do the same since now. It might look small but I am sure it will end up big\n\tPersuadee: Yes everything counts, that's how it starts. All we could do is our part since problem is so big. \nPersuader: And for some countries even few dollars is a big thing, like for getting vaccinated. It will guarantee many children's safety \n\tPersuadee: I agree, Save the children foundation work with the children through out their lives to make sure they grow up in a safe environment and get a chance to succeed based on their website.\nPersuader: thank you for putting time on effort on this. It was such a pleasure to chat with you. Thanks for your attention and help. May all children live in health and happiness. Have a nice day!\n\tPersuadee: Thanks for your time too. It was really nice chatting with you. Take care. ", "label": [[366, 389, "1-RAPPORT-COMPLIMENT"], [390, 454, "1-RAPPORT-OTHER"], [580, 638, "1-RAPPORT-DISCLOSE"], [1299, 1355, "1-RAPPORT-DISCLOSE"], [1670, 1695, "1-RAPPORT-DISCLOSE"], [1696, 1725, "1-RAPPORT-DISCLOSE"], [1901, 1985, "1-RAPPORT-OTHER"], [1986, 2026, "1-RAPPORT-OTHER"], [2235, 2281, "1-RAPPORT-OTHER"], [2323, 2358, "1-RAPPORT-OTHER"], [11, 36, "1-RAPPORT-OTHER"], [85, 231, "2-NEGOTIATE-REQUEST"], [639, 717, "1-RAPPORT-DISCLOSE"], [814, 853, "1-RAPPORT-OTHER"], [854, 900, "1-RAPPORT-DISCLOSE"], [1031, 1124, "1-RAPPORT-DISCLOSE"], [1125, 1157, "1-RAPPORT-DISCLOSE"], [1280, 1298, "1-RAPPORT-SIMILAR"], [1355, 1509, "1-RAPPORT-DISCLOSE"], [1653, 1670, "1-RAPPORT-OTHER"], [1726, 1778, "1-RAPPORT-DISCLOSE"], [2282, 2322, "1-RAPPORT-COMPLIMENT"], [2359, 2405, "1-RAPPORT-OTHER"], [2406, 2422, "1-RAPPORT-OTHER"]], "idx": "62"}
{"id": 3024, "data": "Persuader: Hello! How are you doing today?\n\tPersuadee: I'm great! How are you?\nPersuader: I'm good! Where are you from? \n\tPersuadee: New York, how about yourself?\nPersuader: PA! But actually, I'm headed up to Bay Ridge this Saturday!\n\tPersuadee: Nice, I hope it's not too warm this weekend\nPersuader: Me too! and that the rain holds out. So, what social issue hits closest to home for you?\n\tPersuadee: I think it's the astronomical costs of healthcare. Americans pay more for poorer outcomes, compared to peer countries.\nPersuader: I couldn't agree more! Healthcare costs are crazy over here. A family pays $500 a month for insurance, but yet blood work is still $200 out of pocket. There are so many relevent issues going on in the world right now its hard to focus on just one. What are your thoughts on charities for children?\n\tPersuadee: I think they are important; and there are several focusing on distinct issues. It's sometimes hard to focus\nPersuader: Have you ever heard of \"Save the Children?\" Its a global charity that works to protect children in terms of safety, protect their rights, prevent starvation,get them proper health care and to ensure a proper education for them as well. Over 1,000 children die every 2 months in Syria from starvation and violence. \n\tPersuadee: Yes, I have\nPersuader: Would you be willing to donate any of your task payment to this charity today? Any amount over 0$ can be donated, even as little as a few cents and everything helps! The researchers from this study would do all of the work and ensure the donation gets to the charity. \n\tPersuadee: Sure, I will donate 10 cents\nPersuader: Thank you so much! That is so kind of you :) Your donation will help make these children's lives better in some way. There are so many issues in this world it is hard to do something about or figure out how to help but this is a step in the right direction.\n\tPersuadee: That;s great! Thank you for telling me about this charity\nPersuader: No problem! There are so many shady charities out there that I think a lot of people are afraid to donate because they do not know where their money is going, but Save the Children is a great and trustworthy one. \n\tPersuadee: I agree! Good choice\nPersuader: I hope you have a great day! Thank you again!\n\tPersuadee: You too! Have a great week", "label": [[18, 42, "1-RAPPORT-OTHER"], [100, 119, "1-RAPPORT-OTHER"], [174, 177, "1-RAPPORT-DISCLOSE"], [178, 233, "1-RAPPORT-DISCLOSE"], [555, 592, "1-RAPPORT-DISCLOSE"], [683, 779, "1-RAPPORT-DISCLOSE"], [961, 1196, "1-RAPPORT-DISCLOSE"], [1311, 1390, "2-NEGOTIATE-REQUEST"], [1390, 1476, "2-NEGOTIATE-BARGAIN"], [1651, 1748, "1-RAPPORT-OTHER"], [1983, 2183, "1-RAPPORT-DISCLOSE"], [2228, 2257, "1-RAPPORT-OTHER"], [2258, 2274, "1-RAPPORT-OTHER"], [11, 17, "8-NO-PERSUASION"], [90, 99, "1-RAPPORT-OTHER"], [301, 308, "1-RAPPORT-DISCLOSE"], [309, 337, "1-RAPPORT-OTHER"], [338, 389, "1-RAPPORT-OTHER"], [532, 554, "1-RAPPORT-SIMILAR"], [593, 683, "1-RAPPORT-DISCLOSE"], [780, 829, "1-RAPPORT-OTHER"], [1197, 1274, "3-EMOTION-EMPATHY"], [1477, 1578, "2-NEGOTIATE-OTHER"], [1631, 1650, "1-RAPPORT-OTHER"], [1749, 1889, "1-RAPPORT-OTHER"], [1971, 1982, "1-RAPPORT-OTHER"]], "idx": "63"}
{"id": 3025, "data": "Persuader: Please make a donation to Save the Children.\n\tPersuadee: Can you explain more about the charity\nPersuader: Join Save the Children to give girls and boys in the United States and around the world a healthy start, an education, and protection from harm.\n\tPersuadee: What programs do they have?\nPersuader: They have a program where they work with parents to help their children get a start to learning.\n\tPersuadee: How do they help kids at other part of the world?\nPersuader: They have health programs.\n\tPersuadee: What kind of health program?\nPersuader: They target the major causes of maternal, newborn and child deaths and provide the best health and nutrition programs to save children's lives and ensure they grow up healthy\n\tPersuadee: How do I know if they are trustworthy or not?\nPersuader: Save the Children's Board of Trustees is dedicated to creating immediate and lasting change in the lives of children in the U.S. and around the world.\n\tPersuadee: Where is their office?\nPersuader: It looks like there is a US Office in Fairfield, CT.\n\tPersuadee: How long has the organization been around?\nPersuader: It looks like the world organization has been around since 1919.\n\tPersuadee: How much from the charity goes to the kids?\nPersuader: I do not have a specific percentage. Would you like to donate?\n\tPersuadee: I like to donate 20 cents please\nPersuader: Thank you. You are very kind.\n\tPersuadee: how do I donate the money?", "label": [[118, 262, "2-NEGOTIATE-OTHER"], [314, 410, "1-RAPPORT-DISCLOSE"], [484, 510, "1-RAPPORT-DISCLOSE"], [807, 957, "1-RAPPORT-DISCLOSE"], [1004, 1056, "1-RAPPORT-DISCLOSE"], [1292, 1317, "2-NEGOTIATE-REQUEST"], [1374, 1384, "1-RAPPORT-OTHER"], [11, 55, "2-NEGOTIATE-REQUEST"], [563, 737, "1-RAPPORT-DISCLOSE"], [1123, 1186, "1-RAPPORT-DISCLOSE"], [1255, 1291, "1-RAPPORT-DISCLOSE"], [1385, 1403, "1-RAPPORT-COMPLIMENT"]], "idx": "64"}
{"id": 3026, "data": "Persuader: hi!\n\tPersuadee: hi, how are you?\nPersuader: I am well, thank you\n\tPersuadee: I guess we're supposed to be talking about a children's charity..?\nPersuader: yes, do you donate to charities often?\n\tPersuadee: No, not really. Do you?\nPersuader: I try to do what I can, but its hard sometimes\n\tPersuadee: I agree. What would motivate you to donate to a children's charity?\nPersuader: I think save our children is incredibly important, becuase children are the ones who need it most. \n\tPersuadee: You're right, it is very important. Would you prefer to donate clothes, food, money, or something else?\nPersuader: With save the children, money is most important, since they can use it to get all of the necessary needs for children met.\n\tPersuadee: That makes sense. We should donate money then.\nPersuader: I completely agree. One of the kids you could be helping could be the next president or osmething!\n\tPersuadee: Very true! It's important to give every child an opportunity to succeed.\nPersuader: I agree. Think about all the children in war torn areas and all of the physical and emotional support they need. Its devistating\n\tPersuadee: Yeah, it is really heartbreaking. If you could donate some money today, how much would you donate?\nPersuader: I think we should give all that we can\n\tPersuadee: Okay. I can donate $20.\nPersuader: Wow that is very generous!\n\tPersuadee: Ha ha. I am just very concerned for the children.", "label": [[11, 14, "8-NO-PERSUASION"], [253, 298, "1-RAPPORT-DISCLOSE"], [1004, 1013, "1-RAPPORT-SIMILAR"], [54, 75, "1-RAPPORT-DISCLOSE"], [166, 204, "1-RAPPORT-OTHER"], [390, 488, "1-RAPPORT-DISCLOSE"], [617, 739, "1-RAPPORT-DISCLOSE"], [810, 829, "1-RAPPORT-SIMILAR"], [830, 908, "1-RAPPORT-OTHER"], [1014, 1117, "3-EMOTION-EMPATHY"], [1118, 1133, "3-EMOTION-EMPATHY"], [1342, 1367, "1-RAPPORT-COMPLIMENT"], [1256, 1294, "2-NEGOTIATE-OPINION"]], "idx": "65"}
{"id": 3027, "data": "Persuader: Hello!\n\tPersuadee: Hi, how are you?\nPersuader: I'm good. Thanks! How about you?\n\tPersuadee: I am also doing good.\nPersuader: Great! Say, do you mind if I ask you a favor?\n\tPersuadee: Sure, what do you need?\nPersuader: Would you consider making a charitable donation to a worthy cause with a portion of you task payment?\n\tPersuadee: I would consider that, what sort of organization is it going towards?\nPersuader: The research team will collect all donations and send it to \"Save the Children\". But before you answer, how about some information about Save the Children?\n\tPersuadee: Yes, you can send me some info on the charity.\nPersuader: Save the Children is an international non-governmental organization that promotes children'ts rights, provides relief and helps support children in developing countries.\n\tPersuadee: That sounds like a worthy cause.  I know there are many children suffering throughout the world.\nPersuader: Yes, we have it very good in the U.S. I'd like to think all children can grow up with a better future. And Save the Children is essential in helping ensure children's rights to health, education, safety, etc.\n\tPersuadee: I would say we have some work to do as well, they cut off water in several Detroit schools today I read.  But compared to some other places, people are generally more fortunate here than in some other countries.  \nPersuader: Not to dismiss some real problems we have here, as we do, it's a whole different thing going on in some places in the world.\n\tPersuadee: Yes, I agree.  I know there are some places that children don't have much of an opportunity unless people step in and help.\nPersuader: Would you be interested in making a small contribution to Save the Children? It would be directly deducted from your task payment. You can choose anything from $0 to $2. Any amount would help.\n\tPersuadee: I would donate $0.50 to the cause.  Hopefully there are some other people who do the same and it will add up to something beneficial.\nPersuader: Wow! That's fantastic! Thank you! You can refer to Save the Children's website to gather more information if you like to.\n\tPersuadee: You're welcome, I hope that is does help. Have a great evening.\nPersuader: Thanks again! Much appreciated! Have a great evening! Best regards!", "label": [[11, 17, "8-NO-PERSUASION"], [58, 67, "1-RAPPORT-DISCLOSE"], [76, 90, "1-RAPPORT-OTHER"], [68, 75, "1-RAPPORT-OTHER"], [136, 142, "1-RAPPORT-OTHER"], [143, 181, "2-NEGOTIATE-OTHER"], [229, 330, "2-NEGOTIATE-REQUEST"], [424, 504, "1-RAPPORT-DISCLOSE"], [650, 818, "1-RAPPORT-DISCLOSE"], [940, 1042, "1-RAPPORT-DISCLOSE"], [1043, 1148, "1-RAPPORT-DISCLOSE"], [1658, 1734, "2-NEGOTIATE-REQUEST"], [1735, 1789, "1-RAPPORT-DISCLOSE"], [1828, 1850, "2-NEGOTIATE-BARGAIN"], [2031, 2041, "1-RAPPORT-OTHER"], [2042, 2129, "1-RAPPORT-DISCLOSE"], [2217, 2230, "1-RAPPORT-OTHER"], [505, 579, "1-RAPPORT-OTHER"], [1386, 1509, "1-RAPPORT-DISCLOSE"], [1790, 1827, "2-NEGOTIATE-BARGAIN"], [2008, 2012, "1-RAPPORT-OTHER"], [2013, 2030, "1-RAPPORT-OTHER"], [2231, 2248, "1-RAPPORT-OTHER"], [2249, 2270, "1-RAPPORT-OTHER"], [2271, 2284, "1-RAPPORT-OTHER"]], "idx": "67"}
{"id": 3028, "data": "Persuader: You know a lot of children in this world go through hardships, and your destiny is determined on where you are born?\n\tPersuadee: I guess that is true.  I have never thought about destiny being determined by where you are born though.\nPersuader: Yeah, so the chances of being born in the United States are very low, but you and I could have been born in a third world country where children are exploited\n\tPersuadee: That really is terrible to think about.  We are pretty lucky to have been born in the United States.\nPersuader: Yes of course, especially when the world is how it is today, and do you remember the debate about Kony in 2012?\n\tPersuadee: I don't really remember much about it but I know the basics\nPersuader: Yeah so people donated money to help children in need. Would you like to donate money to this charity? It's called Save The Children and it's really helpful for kids who aren't as lucky as us and are born in countries that are ravaged by war.\n\tPersuadee: Is this a legit charity?  Do you have personal experience?\nPersuader: Yes so what it is is that it's a charity that has international impact, for example where there is lack of support like Syria. In the first two months of 2018, 1,000 children were killed or injured in the violence in Syria. We help with medical costs and funding volunteers.\n\tPersuadee: That sounds important.  How much of a donation are you looking for?\nPersuader: Well I wouldn't ask more than what a candy bar costs, I know we live in hard times right now. Anything between 10 to 50 cents helps.\n\tPersuadee: That seems reasonable.  Yes I would like to make a donation.\nPersuader: Okay thank you, the charity really appreciates your donation today and thanks you, how much would you like to do?\n\tPersuadee: I can $1 today\nPersuader: Wow thank you! Just think of everyone who could donate a dollar and help kids in other countries little by little. You're an awesome person.\n\tPersuadee: No problem!  I wish I could do more.\nPersuader: Maybe next time you hear about the charity, or if someone asks you to donate something, just give a little each time. It's worth it you know?\n\tPersuadee: That is a good idea.  I will also tell others about this charity. \nPersuader: Thank you! Have a great Monday!\n\tPersuadee: Thank you!  You too", "label": [[11, 127, "4-LOGIC-OTHER"], [837, 976, "1-RAPPORT-DISCLOSE"], [1283, 1333, "3-EMOTION-STORY"], [1425, 1518, "2-NEGOTIATE-OPINION"], [1642, 1755, "2-NEGOTIATE-REQUEST"], [1794, 1808, "1-RAPPORT-OTHER"], [1809, 1909, "1-RAPPORT-OTHER"], [1909, 1934, "1-RAPPORT-COMPLIMENT"], [2113, 2136, "1-RAPPORT-OTHER"], [2238, 2258, "1-RAPPORT-OTHER"], [256, 414, "3-EMOTION-GUILT"], [539, 650, "1-RAPPORT-DISCLOSE"], [734, 788, "1-RAPPORT-DISCLOSE"], [789, 836, "2-NEGOTIATE-REQUEST"], [1059, 1186, "1-RAPPORT-DISCLOSE"], [1186, 1283, "3-EMOTION-STORY"], [1519, 1557, "2-NEGOTIATE-BARGAIN"], [1995, 2112, "1-RAPPORT-OTHER"], [2227, 2237, "1-RAPPORT-OTHER"]], "idx": "68"}
{"id": 3029, "data": "Persuader: Good evening!  How are you doing?\n\tPersuadee: Im well, how about you? \nPersuader: I just got back from a trip to help Haitian Refugees with Save the Children, an amazing organization...and had a wonderful time.\n\tPersuadee: Wow, nice! Do that kinda stuff often? \nPersuader: I try to go on an international mission trip every three years.  Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Thats very good of you to be involved. \nPersuader: Have you ever been on a mission trip, or traveled to help children overseas?\n\tPersuadee: No. I dont have the fortitude or time to help in that way. \nPersuader: Understand...there are other ways to help.  I thought you might be interested in checking out the Save the Children website here:  URL \n\tPersuadee: Thanks! Ive seen it before and have donated. \nPersuader: That is wonderful.  I know that not everyone has time to travel and do hands on work.  But, donations go a long way in helping out.  For example, just 77 cents a day can help shelter a refugee family.  \n\tPersuadee: I always donate when I have extra money. Its been a bit tight lately though. \nPersuader: Understand...My wife and I just had a child, so we understand tight budgets and paying off bills.  However, every little bit helps.  You can donate some of your task payment to Save the Children right now.  You can choose any amount from $0 to all of your payment ($2).  Is that something you think you could do this evening?  \n\tPersuadee: I am willing to part with .25 cents. Its not much but I know it will go to a good cause. \nPersuader: That would be wonderful!  Thank you for agreeing to donate to this worthy and important cause!  Thank you!\n\tPersuadee: My pleasure. It will help them more than me. \nPersuader: It's amazing how much small donations by many people add up.  Thank you again!\n\tPersuadee: You are very welcome. I hope a lot of people help. Every little bit does help. \nPersuader: I'll put you down for $0.25 \n\tPersuadee: You got it. Have a great night!", "label": [[26, 44, "1-RAPPORT-OTHER"], [93, 221, "1-RAPPORT-DISCLOSE"], [946, 964, "1-RAPPORT-OTHER"], [966, 1031, "1-RAPPORT-OTHER"], [1033, 1077, "2-NEGOTIATE-OTHER"], [1349, 1381, "2-NEGOTIATE-OTHER"], [1521, 1575, "2-NEGOTIATE-REQUEST"], [1691, 1715, "1-RAPPORT-OTHER"], [1717, 1785, "1-RAPPORT-OTHER"], [1787, 1797, "1-RAPPORT-OTHER"], [1929, 1945, "1-RAPPORT-OTHER"], [11, 24, "8-NO-PERSUASION"], [284, 347, "1-RAPPORT-DISCLOSE"], [349, 517, "1-RAPPORT-DISCLOSE"], [581, 657, "1-RAPPORT-OTHER"], [785, 875, "1-RAPPORT-DISCLOSE"], [741, 783, "1-RAPPORT-DISCLOSE"], [1079, 1146, "2-NEGOTIATE-OTHER"], [1250, 1347, "1-RAPPORT-SIMILAR"], [1383, 1455, "2-NEGOTIATE-OTHER"], [1457, 1519, "2-NEGOTIATE-BARGAIN"], [1867, 1927, "1-RAPPORT-OTHER"], [2049, 2076, "2-NEGOTIATE-REMIND"]], "idx": "69"}
{"id": 3030, "data": "Persuader: Hello!\n\tPersuadee: Hi there. How are you today?\nPersuader: Doing good. Thanks for asking. Having a good day so far?\n\tPersuadee: Yeah. I'm enjoying the holiday weekend. I wish it wasn't raining thought.\nPersuader: Good that you\\'re enjoying your holiday weekend. Hope it stops raining soon. Have you heard of a charity organization called \"Save the Children\"\n\tPersuadee: I've heard of it but I'm not really sure exactly what they do for the children.\nPersuader: They're an international non-governmental organization that promotes children's rights, provides relief and helps support children all over the world\n\tPersuadee: So do they do anything for kids in the US or just other countries?\nPersuader: They are all over the world including the US. Here they help with providing support to the most isolated and under served children in rural America\n\tPersuadee: Well that is good to hear. I like helping all children, but the ones close to home are most important to me.\nPersuader: I agree. They provide help with Children's education, health and protection programs here in the US.\n\tPersuadee: Sounds like they do a lot of good. Thank you for telling me about them.\nPersuader: You're welcome. Will you be willing to donate some of your task payment towards this organization? IF so, How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2)\n\tPersuadee: Yes I will donation. I could probably spare 20 cents.\nPersuader: Ok thanks. Every bit helps!\n\tPersuadee: Will you be making a donation today?\nPersuader: Yes I would!\n\tPersuadee: That is very generous of you. How much will you donate?\nPersuader: I plan on donating $1 to this charity.\n\tPersuadee: Wow that is really generous of you. You are a good person.", "label": [[11, 17, "8-NO-PERSUASION"], [70, 81, "1-RAPPORT-DISCLOSE"], [82, 100, "1-RAPPORT-OTHER"], [101, 126, "1-RAPPORT-OTHER"], [224, 273, "1-RAPPORT-OTHER"], [273, 300, "1-RAPPORT-OTHER"], [758, 859, "1-RAPPORT-DISCLOSE"], [1001, 1091, "1-RAPPORT-DISCLOSE"], [1188, 1203, "1-RAPPORT-OTHER"], [1287, 1344, "2-NEGOTIATE-BARGAIN"], [1410, 1467, "2-NEGOTIATE-BARGAIN"], [1724, 1763, "1-RAPPORT-DISCLOSE"], [472, 621, "1-RAPPORT-DISCLOSE"], [301, 368, "1-RAPPORT-OTHER"], [712, 757, "1-RAPPORT-DISCLOSE"], [992, 1000, "1-RAPPORT-SIMILAR"], [1204, 1286, "2-NEGOTIATE-REQUEST"], [1345, 1408, "1-RAPPORT-DISCLOSE"], [1545, 1555, "1-RAPPORT-OTHER"], [1556, 1572, "1-RAPPORT-OTHER"], [1633, 1645, "1-RAPPORT-DISCLOSE"]], "idx": "70"}
{"id": 3031, "data": "Persuader: Hi, how are you today?\n\tPersuadee: I'm good.  How are you?\nPersuader: Not too bad, thank you. So how do you feel about charities?\n\tPersuadee: I like them for the most part.  We have a couple that we like to give to regularly.\nPersuader: Have you ever heard of Save the Children?\n\tPersuadee: I have not.\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: We like charities that benefit children.  I would be interested in learning more about this charity.\nPersuader: Your donations go towards helping the children who need it most, like the children in war zones, or developing countries. They provide children's rights to health, education, safety and so much more.\n\tPersuadee: I prefer charities that I know exactly how the money I donate is used.\nPersuader: For instance they have emergancy response for shildren who are in a natural disaster or such, or provide refugee families with shelter, and not for more then say what you would spend on a candy bar or your snack of choice of course\n\tPersuadee: It sounds like a charity that I would be interested in looking in to.  I like to research a charity before I commit to donating.\nPersuader: they have a website:  URL \n\tPersuadee: Thank you.  That will be a big help in learning more about them and what they do.\nPersuader: They help the children locally and globally, they will set educational programs for inner city kids to give them a safe enviroment, or they will feed those poor starving children from low developed countries, they are quite verstile\n\tPersuadee: I would be willing to research them and learn more about them.  It sounds like a good charity.\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2)\n\tPersuadee: Right now I would donate $0\nPersuader: Well, that is your choice but I hope you have a wonderful day anyway\n\tPersuadee: Thank you for the information.  I will take a look at it later.  I hope you have a good day too.", "label": [[81, 104, "1-RAPPORT-DISCLOSE"], [618, 739, "1-RAPPORT-DISCLOSE"], [912, 1143, "3-EMOTION-STORY"], [1779, 1829, "2-NEGOTIATE-REQUEST"], [1830, 1893, "1-RAPPORT-DISCLOSE"], [1894, 1952, "2-NEGOTIATE-BARGAIN"], [2004, 2072, "1-RAPPORT-OTHER"], [11, 33, "1-RAPPORT-OTHER"], [105, 140, "1-RAPPORT-OTHER"], [248, 289, "1-RAPPORT-OTHER"], [325, 493, "1-RAPPORT-DISCLOSE"], [740, 817, "1-RAPPORT-DISCLOSE"], [1296, 1322, "1-RAPPORT-DISCLOSE"], [1428, 1660, "1-RAPPORT-DISCLOSE"]], "idx": "71"}
{"id": 3032, "data": "Persuader: How much would you like to donate to save the children?\n\tPersuadee: Hey, is there a limit?\nPersuader: You can donate as much as you want\n\tPersuadee: Oh wow, so I could just go ahead and do like $25 million?\nPersuader: If you have that much money\n\tPersuadee: Oh, from my personal account? Hmm, I can do maybe 100. I work part-time and attend college so I don't have much now. Thought this was hypothetical.\nPersuader: Then you will do 100\n\tPersuadee: How much will you be planning on donating to the charity?\nPersuader: I am homeless and at Mcdonalds on the wifi. I am doing this for charity. But I plan on doing 10\n\tPersuadee: That sounds good, thank you for being charitable. \nPersuader: Also, thank you. This is for a good cause. Promoting the right's of children that are suffering.\n\tPersuadee: Yes, I feel like if anything could use more funding, it should be children who need extra assistance.\nPersuader: Would you be willing to make a pledge to donate at least 100 every month?\n\tPersuadee: Hm, it depends on my schedule to be honest because I still have to pay rent and I don't have set hours but I'd be willing to give around $100 if I have solid hours every month.\nPersuader: It good to stand by your word and giving to the children. And I thank you\n\tPersuadee: You're welcome. Do you know what these children are suffering from and what the money will be funding?\nPersuader: They are suffering from violence and starvation. Your money will help to address these issues.\n\tPersuadee: Wow, I can't even fathom feeling starved as a child or experiencing violence at a young age (outside of television/video games). \nPersuader:  URL here is a link to the save the children website. As a donor I wanted you to see the site and the children that you would be helping\n\tPersuadee: Thank you for linking the website, I will check it out right now. ", "label": [[11, 66, "2-NEGOTIATE-REQUEST"], [113, 147, "2-NEGOTIATE-BARGAIN"], [603, 625, "1-RAPPORT-DISCLOSE"], [700, 716, "1-RAPPORT-SIMILAR"], [743, 796, "1-RAPPORT-OTHER"], [1254, 1269, "1-RAPPORT-OTHER"], [1446, 1490, "1-RAPPORT-OTHER"], [229, 256, "2-NEGOTIATE-OPINION"], [428, 448, "2-NEGOTIATE-REMIND"], [529, 573, "1-RAPPORT-DISCLOSE"], [574, 602, "1-RAPPORT-DISCLOSE"], [717, 742, "1-RAPPORT-OTHER"], [922, 995, "2-NEGOTIATE-BARGAIN"], [1196, 1253, "1-RAPPORT-OTHER"], [1396, 1445, "3-EMOTION-EMPATHY"], [1645, 1698, "1-RAPPORT-DISCLOSE"], [1698, 1780, "1-RAPPORT-DISCLOSE"]], "idx": "72"}
{"id": 3033, "data": "Persuader: Hi! How are you doing today? Would you be interested today in making a donation to a charity?\n\tPersuadee: Which charity would that be?\nPersuader: The charity we're taking donations for is save the children!\n\tPersuadee: I've seen a lot of commercials about them, but never did a lot of research about them.\nPersuader: They are actually really great. They provide help to children all across the globe and stand up for children's rights.\n\tPersuadee: I know some charities only give a small percentage of donations to children and the rest go to their employees wages. Do they?\nPersuader: I thought that too at first, but luckily save the children is a non-governmental charity, so no one is sticking their hands into the pot.\n\tPersuadee: Thats good, I see they are ready to help out with the hurricane in Hawaii for the kids.\nPersuader: Yes! You have to think about how helpless children can be. Every penny can make a huge difference even if it doesn't feel like it.\n\tPersuadee: Do you regularly try to help the organization yourself?\nPersuader: I don't personally work for save the children, but I myself have donated several times to the charity. I feel confident that my money goes to the right places.\n\tPersuadee: Yes, I like to help whenever I can when it comes to children. They are helpless.\nPersuader: That's great! So do you think you'd be willing to make a donation?\n\tPersuadee: Do you make donations on line or mail it in?\nPersuader: You can actually donate directly\n\tPersuadee: Where, on their website?\nPersuader: I'm sorry my last message was cut off. You can actually make a donation directly from this task!\n\tPersuadee: Ok, I would like to. Maybe ten dollars I can do.\nPersuader: That would be an incredible donation that could really go a super long way for save the children!\n\tPersuadee: Ok, I will definitely help out.\nPersuader: Thank you so much for your generosity. On behalf of Save The Children, THANK YOU! you should be prompted on a following screen to donate and you can enter your donation there :) Have a great day!", "label": [[11, 14, "8-NO-PERSUASION"], [157, 217, "1-RAPPORT-DISCLOSE"], [360, 446, "1-RAPPORT-DISCLOSE"], [846, 850, "1-RAPPORT-OTHER"], [1320, 1334, "1-RAPPORT-OTHER"], [15, 39, "1-RAPPORT-OTHER"], [40, 104, "2-NEGOTIATE-REQUEST"], [328, 359, "1-RAPPORT-DISCLOSE"], [596, 734, "1-RAPPORT-DISCLOSE"], [851, 904, "1-RAPPORT-OTHER"], [905, 976, "3-EMOTION-EMPATHY"], [1056, 1158, "1-RAPPORT-DISCLOSE"], [1158, 1215, "1-RAPPORT-DISCLOSE"], [1334, 1386, "2-NEGOTIATE-REQUEST"], [1455, 1487, "2-NEGOTIATE-REMIND"], [1705, 1802, "1-RAPPORT-OTHER"], [1940, 2053, "1-RAPPORT-DISCLOSE"], [1536, 1574, "8-NO-PERSUASION"], [1575, 1632, "2-NEGOTIATE-REMIND"], [1858, 1896, "1-RAPPORT-OTHER"], [1897, 1939, "1-RAPPORT-OTHER"]], "idx": "74"}
{"id": 3034, "data": "Persuader: Hello, How are you doing?\n\tPersuadee: I am doing wonderfully, how about yourself?\nPersuader: Good. I am doing great. Would you like to know how you could make a difference, even if it is with a small monetary donation?\n\tPersuadee: Yes, please tell me more about your charity.\nPersuader: Well the charity that I represent is Save the Children. It is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: I just saw an ad for this last evening on tv. Where are you located?\nPersuader: Alabama. If you like to help you can donate to them, it does not have to be a lot. Small amount all build up to a greater good, so you do not have to feel guilty when you donate a small amount. \n\tPersuadee: Can you tell me exactly what kind of support they can provide? What is your role in this charity?\nPersuader: Well I am just a volunteer who is passionate about the cause the organization provides to many children who would otherwise not have access to the resources that Save the Children provides to them. They provide book, educational materials, and health care to the children. Save the Children has had opportunities to go into war-torn areas to help PTSD children recover from the side-effects of war. \n\tPersuadee: Are the donations tax deductible?\nPersuader: Yes, all donations are deductible. After the donation is processed you will be emailed or sent a copy of the donation and you can use that for your tax documents. \n\tPersuadee: WHat is the best way to make a donation?\nPersuader: You can donate with their website at  URL  At the top there is a link for donations where it is all streamlined. \n\tPersuadee: I am not too trusting of giving my personal information on-line. Will there be another way to donate?\nPersuader: Well you can call them at 1.800.728.3843. But I can assure you that their donation portal is very secure with McAfee Security.\n\tPersuadee: That is somewhat reassuring. Can you tell me what the average donation is? \nPersuader: Usually $25 is a average donation because it is not too much yet it can be just enough to know that your donation is going to a good cause. But there is a button where you can choose however much you want to donate so there is not pressure to donate a lot. \n\tPersuadee: Great. Now, the instructions regarding this chat indicate that I can donate from my payment for chatting with you. Does this mean mturk or save the children will automatically be paid if I decide to donate my payment, meaning I do not have to do anything more?\nPersuader: Yes that is correct. I will not see how much you will donate but you can donate through this chat function.\n\tPersuadee: Well, thank you for all the good information. I do not choose to donate right now through this chat but be assured that I will certainly call the charity and donate independently. Thanks for your time, nice chatting with you\nPersuader: It is unfortunate that you cannot donate right now but I can understand. Hopefully you can find it in your heart to donate in the future. ", "label": [[110, 127, "1-RAPPORT-DISCLOSE"], [298, 353, "1-RAPPORT-DISCLOSE"], [600, 608, "1-RAPPORT-DISCLOSE"], [609, 682, "2-NEGOTIATE-BARGAIN"], [684, 793, "2-NEGOTIATE-BARGAIN"], [1114, 1188, "1-RAPPORT-DISCLOSE"], [1601, 1713, "1-RAPPORT-DISCLOSE"], [11, 36, "1-RAPPORT-OTHER"], [104, 109, "1-RAPPORT-OTHER"], [128, 229, "2-NEGOTIATE-REQUEST"], [354, 507, "1-RAPPORT-DISCLOSE"], [916, 1113, "1-RAPPORT-DISCLOSE"], [1189, 1315, "1-RAPPORT-DISCLOSE"], [1373, 1407, "1-RAPPORT-DISCLOSE"], [1408, 1534, "1-RAPPORT-DISCLOSE"], [1840, 1881, "1-RAPPORT-DISCLOSE"], [1882, 1965, "1-RAPPORT-DISCLOSE"], [2066, 2205, "2-NEGOTIATE-BARGAIN"], [2206, 2322, "2-NEGOTIATE-OPINION"], [2964, 3036, "1-RAPPORT-OTHER"], [3037, 3100, "1-RAPPORT-OTHER"], [2608, 2628, "1-RAPPORT-OTHER"], [2629, 2715, "1-RAPPORT-DISCLOSE"]], "idx": "75"}
{"id": 3035, "data": "Persuader: Hey there, glad we can talk tonight.\n\tPersuadee: Hello, same!\nPersuader: I'd like to talk to you about something that's very dear to me. Do you have a moment?\n\tPersuadee: Yeah, totally. Go ahead\nPersuader: What was it like for you growing up? Were your basic needs met like food, place to live, water, etc?\n\tPersuadee: Well, I grew up in a wealthy house. My mother and father both have a PhD so their jobs made possible for us to be able to cover all that and so much more\nPersuader: You are very lucky. I wish all kids could have that kind of opportunity.\n\tPersuadee: So do I, I feel kind of guilty to being able to have all that and they are kids out there who don't have not a single one of all of those basic things\nPersuader: No need to feel guilty. People don't have a choice of who or where they are born to. Those of us who got lucky, can always lend a hand in our own ways. What do you think?\n\tPersuadee: I totally agree, I think if you can, you should help others in need\nPersuader: I'd like to tell you about an organization called Save the Children. Have you heard about them?\n\tPersuadee: Not really, please tell me anything!\nPersuader: They are an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Oh, that's totally awesome! Do you donate to this organization?\nPersuader: I do actually, because they're the reason my parents were able to come to America. \n\tPersuadee: Oh wow, that's really heart moving, it's sounds like a lovely organization\nPersuader: They are and I'd like to try getting more people to be aware of them and maybe help. Would you be interested?\n\tPersuadee: Yeah, totally! I already help an organization but would be glad to help another one too.\nPersuader: I'm so happy to hear that! How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: Maybe 0.50? I'm sorry that it seems so little, but as I already donate to an organization and I use the payments here to save for a vacation coming up...", "label": [[84, 147, "1-RAPPORT-DISCLOSE"], [148, 169, "2-NEGOTIATE-REQUEST"], [254, 317, "1-RAPPORT-OTHER"], [515, 567, "1-RAPPORT-DISCLOSE"], [742, 765, "1-RAPPORT-OTHER"], [766, 826, "4-LOGIC-OTHER"], [827, 893, "1-RAPPORT-OTHER"], [894, 912, "2-NEGOTIATE-OTHER"], [1073, 1099, "1-RAPPORT-OTHER"], [1160, 1316, "1-RAPPORT-DISCLOSE"], [11, 47, "1-RAPPORT-OTHER"], [217, 253, "1-RAPPORT-OTHER"], [495, 514, "1-RAPPORT-OTHER"], [1004, 1072, "1-RAPPORT-DISCLOSE"], [1403, 1486, "1-RAPPORT-DISCLOSE"], [1586, 1670, "1-RAPPORT-DISCLOSE"], [1671, 1695, "2-NEGOTIATE-REQUEST"], [1807, 1834, "1-RAPPORT-OTHER"], [1886, 1949, "1-RAPPORT-DISCLOSE"], [1835, 1885, "2-NEGOTIATE-REQUEST"], [1950, 2004, "2-NEGOTIATE-BARGAIN"]], "idx": "76"}
{"id": 3036, "data": "Persuader: Hello sir would you like to make a donation to save the children\n\tPersuadee: Can you tell me more about what donation would do?\nPersuader: it would help the children and parents in africa syria and other low development places.\n\tPersuadee: Do you know how specifically it will help?\nPersuader: yes sir it will provide children with food and shelter as well as parents. \n\tPersuadee: Thanks for the details but do you know how much if each dollar the irgaorganiza spends on these tjiy vs. overhead?\nPersuader: no sir you can head to  URL to learn more buy you can buy children some food plenty kids dont get enough food if any any amount will help save a life.\n\tPersuadee: Yeah maybe I will look into the website that is a good idea! Sorry about the poor typing by the way \nPersuader: its okay would you be willing to donate sir.\n\tPersuadee: I think I can donate some . Why not \nPersuader: 2$ would be fantastic and would make a kids day.\n\tPersuadee: Pretty sure the instructions say we can donate up to $2 from our bonus money \nPersuader: The research team will collect all donations and send it to save the children.\n\tPersuadee: Do you only get your bonus if I donate ?\nPersuader: no sir there is no bonus\n\tPersuadee: My instructions say o have a bonus amount of $2 which I can keep or donate any amount of \nPersuader: are you doing hits aswell?\n\tPersuadee: Actually maybe these instructions were confusing I guess the base pay is included in the $2 total they gave \nPersuader: im not sure but if you would like to save a childs life you can donate 2$ and provide food for people in need\n\tPersuadee:   Are you donating all your pay for this hit?\nPersuader: yessir i have\n\tPersuadee: Have a.good nught\nPersuader: willing to donate", "label": [[150, 237, "1-RAPPORT-DISCLOSE"], [305, 379, "1-RAPPORT-DISCLOSE"], [519, 669, "1-RAPPORT-DISCLOSE"], [794, 838, "2-NEGOTIATE-REQUEST"], [1049, 1126, "1-RAPPORT-DISCLOSE"], [1191, 1216, "1-RAPPORT-DISCLOSE"], [1489, 1598, "2-NEGOTIATE-BARGAIN"], [1668, 1681, "1-RAPPORT-DISCLOSE"], [11, 75, "2-NEGOTIATE-REQUEST"], [899, 947, "2-NEGOTIATE-BARGAIN"], [1330, 1356, "1-RAPPORT-OTHER"], [1712, 1723, "1-RAPPORT-DISCLOSE"]], "idx": "77"}
{"id": 3037, "data": "Persuader: Good morning\n\tPersuadee: Good morning \nPersuader: We are seeking donations for the \"Save the Children\" foundation which helps support children rights to health, education, safety\n\tPersuadee: that is good job i really appreciated you and i am proud of those who do such a things \nPersuader: The support will be going to developing countries to also provide relief , would you be interstedin making a donation? We accept from $ .01 to $2.00. Any little will help\n\tPersuadee: yes i am ready to help for humanity becouse that my duty to help them \nPersuader: How much would you like to donate? The minimum is $.01 and our goal is the max of $2.00\n\tPersuadee: i will give you know 0.25$\nPersuader: Thank you very much for your donation!!\n\tPersuadee: you welcome as human that is my duty \nPersuader: You are helping many children with this donation, have a great day and THANK YOU again!!\n\tPersuadee: thanks from you that get me such chance to help others \nPersuader: Absolutly, ever bit helps\n\tPersuadee: thanks i am proud of people who do such things\nPersuader: Save the Children would like to thank you for your donation\n\tPersuadee: thanks from you to and i want from you to continue such action and never stop helping others\nPersuader: Yes, there is much lack of support in these countries and we need to help as mucha as possible\n\tPersuadee: i want for you more energy to do such things and help others when we help some one then other will help us \nPersuader: Yes, I agree as well, there needs to be more help from everybody\n\tPersuadee: yes i am thank full from you and if i can i will help a more and more with them ", "label": [[11, 23, "8-NO-PERSUASION"], [61, 189, "2-NEGOTIATE-OTHER"], [301, 419, "2-NEGOTIATE-REQUEST"], [566, 600, "2-NEGOTIATE-REQUEST"], [704, 743, "1-RAPPORT-OTHER"], [973, 998, "1-RAPPORT-OTHER"], [1245, 1339, "1-RAPPORT-DISCLOSE"], [1471, 1535, "1-RAPPORT-SIMILAR"], [420, 450, "2-NEGOTIATE-BARGAIN"], [451, 471, "2-NEGOTIATE-OTHER"], [601, 653, "2-NEGOTIATE-REMIND"], [805, 893, "1-RAPPORT-OTHER"], [1069, 1128, "1-RAPPORT-OTHER"]], "idx": "78"}
{"id": 3038, "data": "Persuader: Hi there, how are you?\n\tPersuadee: I'm okay. I've been pretty tired lately. How are you?\nPersuader: Me too! It's been raining so much in my area...hard to not be tired! Do you have time for me to tell you about my favorite charity?\n\tPersuadee: We haven't gotten much rain, I just have a new baby, so I guess it is to be expected. Sure I'd love to hear about it.\nPersuader: New baby...I barely remember those days...probably because I was exhausted.  After I had my baby, I started becoming interested in the charity, Save the Children.  Have you heard of them?\n\tPersuadee: Yes I have but I don't know much about what they do. \nPersuader: They are an organization that helps support children in developing countries.  It's hard to realize how fortunate we are to have the resources we do.\n\tPersuadee: What kinds of things do they do for children? Is it nutrition related? Or education?\nPersuader: They help in pretty much every area.  Fight fornchildrens rights, get them healthcare, help with education, etc.  Do you currently donate to any charities?\n\tPersuadee: I do. We donate to St Jude's regularly and do a fundraiser for the CF Foundation every year.  \nPersuader: Those are both great foundations too! If you ever have any extra to spare, you should consider donating to Save the Children too.  When I read about what they do, I just feel so blessed to have my baby safe with me.\n\tPersuadee: We do often take things like that for granted.  Do you know how much of donations go directly to the charity. Some foundations do a better job then others.\nPersuader: A little over 80% go right to helping.  Around 10% is used for fundraising.  The rest just keeps the foundation operating.  They do a good job of allocating resources.\n\tPersuadee: Sounds like they a good job.  I would like to make a donation.\nPersuader: Great! You can actually donate any amount of your earnings today.  Any amount helps as you know.\n\tPersuadee: How do I do it? Do I just say the amount?\nPersuader: At the end, you'll be asked how koch of your $2 that you'd like to donate.  You'll enter the amount and the researchers will make sure the funds get to the organization.\n\tPersuadee: OK that sounds easy. Thank you for all of your knowledge on this subject.\nPersuader: Thanks for listening.  You are obviously a very giving person.  I hope you get some rest!\n\tPersuadee: Thank you, me too! haha! Have a great weekend.", "label": [[0, 10, "1-RAPPORT-OTHER"], [180, 242, "1-RAPPORT-OTHER"], [548, 571, "1-RAPPORT-OTHER"], [649, 726, "1-RAPPORT-DISCLOSE"], [111, 118, "1-RAPPORT-DISCLOSE"], [119, 179, "1-RAPPORT-DISCLOSE"], [384, 460, "1-RAPPORT-DISCLOSE"], [461, 547, "1-RAPPORT-DISCLOSE"], [727, 798, "3-EMOTION-GUILT"], [907, 943, "1-RAPPORT-DISCLOSE"], [945, 1019, "1-RAPPORT-DISCLOSE"], [1021, 1062, "2-NEGOTIATE-REQUEST"], [1181, 1218, "1-RAPPORT-SIMILAR"], [1219, 1310, "2-NEGOTIATE-REQUEST"], [1312, 1395, "1-RAPPORT-DISCLOSE"], [1616, 1651, "1-RAPPORT-DISCLOSE"], [1653, 1698, "1-RAPPORT-DISCLOSE"], [1576, 1614, "1-RAPPORT-DISCLOSE"], [1897, 1926, "2-NEGOTIATE-BARGAIN"], [1700, 1743, "1-RAPPORT-DISCLOSE"], [2068, 2161, "2-NEGOTIATE-OTHER"], [2282, 2321, "1-RAPPORT-COMPLIMENT"], [1837, 1895, "2-NEGOTIATE-REMIND"], [1830, 1837, "1-RAPPORT-OTHER"], [1992, 2066, "2-NEGOTIATE-REMIND"], [2259, 2280, "1-RAPPORT-OTHER"], [2322, 2348, "1-RAPPORT-OTHER"]], "idx": "79"}
{"id": 3039, "data": "Persuader: WOuld you please consider donating to Save the Children? A simple doantion can make a hue difference.\n\tPersuadee: No thank you \nPersuader: That was a quick unthoughtful answer. No consideration for children in need Huh?\n\tPersuadee: No I do have consideration for children in need but if I can not afford it then why should I take food from my childrens mouths and put it into another's. If I could afford it sure no problem I'd donate. \nPersuader: Doanting 75 Cents out of your 2.oo bonus is going to make your children starve. Having compassion usually comes back in 2 fold. God helps those who help themselves. \n\tPersuadee: That may be true if I believed in God but I do not and the only one to help feed my children is me and me alone. And when I can pay it forward I do it may not be much but it is something to help a person in line at a grocery store who's short on change to feed their children.\nPersuader: I sure hope your not feeding your children as you do this task. You are taking forever to answer. % children could have starved around the world by now. Just donate whatever you can and feel better about yourself today..GEEZE already\n\tPersuadee: I feel better now matter what. Fine, five cents is that better and how much are you willing to donate?\nPersuader: willing to match your measly 5 cents. I donate what you donate. I feel like playing down to my competitors today instead of rising above the low level smog and clouds and being King standing alone.\n\tPersuadee: I'd rather not stand alone as you will be so I shall donate my full $2.00 bonus and not to make myself feel good but to play down my competitor that is you! \nPersuader: WOW....There is your good deed for the day. You can now go about your day as usual and know you did your best to help children who are less fortunate.\n\tPersuadee: I would of gone about my day rather I did it or not. It's a beautiful day here where I live. So I will be spending it with my children outside in the yard playing. I did not need your approval to feel good about myself. But thank you.\nPersuader: SUn only shines upon those who deserve it. You have shown you care about the greater than oneself.\n\tPersuadee: Then the sun shines upon me everyday because I show my children and family how much care and love them everyday. I don't need the sun to show me or think that God is there to help me. I have myself and my family that's all I need in my life. Nothing more nothing less and I'm very happy with that.\nPersuader: Good. You seem like a strong individual. Have a great weekend.\n\tPersuadee: That I am and you have a wonderful weekend also. Good day\nPersuader: Have you heard of save the children? Just curious.\n\tPersuadee: Yes I have and I have given money to them and the St Jude's fund for children and Childrens miracle network \nPersuader: Oh. Ia m familiar with those associations as well.\n\tPersuadee: I lost my niece last January after my birthday because of cancer, she left behind a 3 year old baby girl. My husband just fought cancer and won and now I found out my 83 year old momma has it now. It's terrible to watch people you love go through such an awful disease. That's why I donate what I can when I can without breaking my bank.", "label": [[11, 67, "2-NEGOTIATE-REQUEST"], [68, 112, "2-NEGOTIATE-OPINION"], [150, 187, "1-RAPPORT-OTHER"], [188, 230, "3-EMOTION-GUILT"], [459, 538, "1-RAPPORT-DISCLOSE"], [539, 587, "3-EMOTION-GUILT"], [587, 624, "4-LOGIC-ARGUE"], [924, 988, "4-LOGIC-ARGUE"], [989, 1022, "4-LOGIC-ARGUE"], [1023, 1078, "4-LOGIC-ARGUE"], [1285, 1322, "7-PRESSURE-INTIMIDATE"], [1323, 1348, "1-RAPPORT-DISCLOSE"], [1708, 1814, "1-RAPPORT-OTHER"], [2499, 2533, "1-RAPPORT-COMPLIMENT"], [2534, 2555, "1-RAPPORT-OTHER"], [1078, 1158, "7-PRESSURE-PRESIST"], [1348, 1482, "5-AUTHORITY-OTHER"], [1664, 1707, "1-RAPPORT-OTHER"], [2073, 2115, "4-LOGIC-OTHER"], [2116, 2171, "1-RAPPORT-COMPLIMENT"], [2493, 2499, "1-RAPPORT-OTHER"], [2637, 2673, "1-RAPPORT-OTHER"], [2674, 2687, "1-RAPPORT-DISCLOSE"], [2819, 2823, "8-NO-PERSUASION"], [2824, 2870, "1-RAPPORT-DISCLOSE"]], "idx": "80"}
{"id": 3040, "data": "Persuader: Hi there! How are you doing today?\n\tPersuadee: I am doing alright, thanks, and yourself?\nPersuader: Doing well thank you. \n\tPersuadee: What are we here today for?\nPersuader: We are here today to discuss the children's charity Save The Children.  Have you heard of it? \n\tPersuadee: i have heard a little bit\nPersuader: Are there causes you believe in and donate to in efforts to support their mission?\n\tPersuadee: i volunteer and donate for a charity that works with children of abuse\nPersuader: Interesting.  What are your thoughts in supporting children who suffer in other ways throughout the world? Save the children helps all children who're hardest to reach and  are in vulnerable situations \n\tPersuadee: That is great. I would definitely want to look into. \nPersuader: You can find more information at  URL  I was hoping you would consider donating today. \n\tPersuadee: I try to donate when I can, but I am currently broke. It's hard to part with the littl money I have\nPersuader: If you decided to donate today, your donation will be directly deducted from your task payment. You can choose any amount. Personally I intend on donating all my proceeds from this task. For a few minutes of work and having the ability to donate even a small amount that will make a difference is easy. With that said how much do you like to donate to the charity now?\n\tPersuadee: I may donate a few cents\nPersuader: A few cents is great!  Any bit helps and at the end of the day thes children are in need.  Save the children works with 120 countries so even a small bit can help. \n\tPersuadee: Do you donate often?\nPersuader: I do. I intend on donating the full amountoday. For just a few moments of my effort I know that th\n\tPersuadee: that is great that you donate\nPersuader: Yes. I realize how fortunate I am even with the little I have. My understanding is $2 can go along way with these children. I can spend a bit longer working and have satisfaction that made a difference today. I thank you for considering to donate. Perhaps you could add a bit more than a few cents to create a bigger impact on these children's lives. \n\tPersuadee: Maybe I can do some more", "label": [[21, 45, "1-RAPPORT-OTHER"], [257, 278, "1-RAPPORT-OTHER"], [329, 411, "1-RAPPORT-OTHER"], [520, 612, "1-RAPPORT-OTHER"], [613, 707, "1-RAPPORT-DISCLOSE"], [786, 872, "2-NEGOTIATE-OPINION"], [1120, 1183, "1-RAPPORT-DISCLOSE"], [1300, 1365, "2-NEGOTIATE-REQUEST"], [1414, 1435, "1-RAPPORT-COMPLIMENT"], [1437, 1503, "2-NEGOTIATE-OTHER"], [1622, 1628, "1-RAPPORT-DISCLOSE"], [1629, 1670, "1-RAPPORT-DISCLOSE"], [1775, 1779, "1-RAPPORT-SIMILAR"], [1838, 1898, "1-RAPPORT-DISCLOSE"], [11, 20, "8-NO-PERSUASION"], [111, 132, "1-RAPPORT-DISCLOSE"], [185, 256, "1-RAPPORT-DISCLOSE"], [505, 518, "1-RAPPORT-OTHER"], [997, 1092, "2-NEGOTIATE-OTHER"], [1093, 1119, "2-NEGOTIATE-BARGAIN"], [1184, 1299, "2-NEGOTIATE-OPINION"], [1505, 1577, "1-RAPPORT-DISCLOSE"], [1671, 1721, "1-RAPPORT-DISCLOSE"], [1780, 1837, "1-RAPPORT-DISCLOSE"], [1899, 1983, "1-RAPPORT-DISCLOSE"], [2023, 2125, "2-NEGOTIATE-BARGAIN"], [1984, 2022, "1-RAPPORT-OTHER"]], "idx": "81"}
{"id": 3041, "data": "Persuader: Hello, how are you?\n\tPersuadee: I am doing great, how are you tonight?\nPersuader: I'm doing well, just got home from work.\n\tPersuadee: I'm just sitting here watching an ols James Cagney film.\nPersuader: Ah, interesting. By any chance, have you ever heard of Save the Children?\n\tPersuadee: Why no I haven't, what do they do?\nPersuader: Save the Children is a non-governmental organization that helps in promoting children's rights, and provides relief and support for children in developing countries. \n\tPersuadee: Sounds like a worthy cause, what makes you bring this up?\nPersuader: We're always interesting in donations from others. I know that It's rather sudden, but I couldn't help and bring it up.\n\tPersuadee: How much of a donation are you asking for?\nPersuader: It's up to you. You can choose any amount from your task payment. \n\tPersuadee: How would I make the donation?\nPersuader: The research team will collect the donations and send it to Save the Children.\n\tPersuadee: But how? Will the hit be rejected and the money donated?\nPersuader: I'm not entirely sure, but donating is entirely optional.\n\tPersuadee: I see, how much of the donations actually goes to the cause?\nPersuader: I'm pretty sure that the entirety of the donation goes to the said cause.\n\tPersuadee: Wow, so they don't have any overhead?\nPersuader: I am not sure. Are you interested in making a donation? This organization is essential to ensure that children will not suffer as much.\n\tPersuadee: I need more information about the orgianization, what else can you tell me about them?\nPersuader: Save The Children helps with the health, ecucation, and safety of children. This organization is for the betterment of our children and our future.\n\tPersuadee: I will have to think about it, I regretfully have to decline any donations at this time\nPersuader: Are you certain about that? There are starving children that direly need help.", "label": [[11, 30, "1-RAPPORT-OTHER"], [231, 287, "1-RAPPORT-OTHER"], [594, 644, "2-NEGOTIATE-OTHER"], [645, 713, "2-NEGOTIATE-OPINION"], [780, 796, "2-NEGOTIATE-BARGAIN"], [1202, 1274, "2-NEGOTIATE-OPINION"], [1393, 1471, "1-RAPPORT-DISCLOSE"], [1583, 1658, "1-RAPPORT-DISCLOSE"], [1659, 1730, "1-RAPPORT-DISCLOSE"], [92, 133, "1-RAPPORT-DISCLOSE"], [214, 230, "1-RAPPORT-OTHER"], [346, 511, "1-RAPPORT-DISCLOSE"], [796, 845, "2-NEGOTIATE-BARGAIN"], [901, 979, "2-NEGOTIATE-REMIND"], [1060, 1117, "2-NEGOTIATE-OTHER"], [1337, 1351, "1-RAPPORT-DISCLOSE"], [1352, 1392, "2-NEGOTIATE-REQUEST"], [1842, 1869, "1-RAPPORT-OTHER"], [1870, 1919, "3-EMOTION-EMPATHY"]], "idx": "82"}
{"id": 3042, "data": "Persuader: Save the children is a very worthwhile charity. The amount of your payment while small to you would be important to them\n\tPersuadee: I agree I think it is a wonderful charity.\nPersuader: A small donation will help them in their work\n\tPersuadee: Will you be donating to this charity?\nPersuader: I will definitely donate \n\tPersuadee: I would considering donating, if you donate. Do you have a number in mind?\nPersuader: I plan to donate 2.00\n\tPersuadee: I was thinking more along the lines of 1.00\nPersuader: Any amount will help although I think a higher donation would make you feel good\n\tPersuadee: I feel pretty good about 1.00. Between the two of us that's 3 bucks.\nPersuader: That's true. But really one additional dollar will be more meaningful than you could imagine \n\tPersuadee: Fine fine, they can have the 2 bucks\nPersuader: That's great. You are paying it forward today. Hope you have a wonderful day\n\tPersuadee: Yes you to, I guess we are done?\nPersuader: I believe so although the instructions say we each need to have 10 replies\n\tPersuadee: Are you having a good morning?\nPersuader: Yes. So far. How about you?\n\tPersuadee: Pretty good, warm morning in Michigan today.\nPersuader: In North Carolina here. Sunny and 70\n\tPersuadee: Alright you have a great day, and send that 2 bucks.\nPersuader: Will do. You too", "label": [[59, 131, "3-EMOTION-OTHER"], [11, 58, "4-LOGIC-OTHER"], [198, 243, "2-NEGOTIATE-OTHER"], [305, 330, "1-RAPPORT-DISCLOSE"], [429, 450, "1-RAPPORT-DISCLOSE"], [518, 598, "2-NEGOTIATE-BARGAIN"], [691, 703, "1-RAPPORT-SIMILAR"], [704, 783, "2-NEGOTIATE-BARGAIN"], [845, 858, "1-RAPPORT-SIMILAR"], [892, 921, "1-RAPPORT-OTHER"], [1227, 1239, "1-RAPPORT-DISCLOSE"], [978, 1052, "8-NO-PERSUASION"], [1112, 1119, "1-RAPPORT-DISCLOSE"], [1107, 1111, "1-RAPPORT-DISCLOSE"], [1202, 1226, "1-RAPPORT-DISCLOSE"], [1316, 1324, "1-RAPPORT-DISCLOSE"], [1325, 1332, "1-RAPPORT-OTHER"], [1120, 1134, "1-RAPPORT-OTHER"]], "idx": "83"}
{"id": 3043, "data": "Persuader: Hello\n\tPersuadee: hello\nPersuader: ok, You know what is this going for. My task is to persuade you to donate some or all of your earning from ythis hit\n\tPersuadee: Ok. got it. tell me about the charity. \nPersuader: Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment. All the donations will be collected for the charity called SAVE THE CHILDREN. Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: I would like like to donate $1.00\nPersuader: let do this =) it will be a pleasure\n\tPersuadee: Can you tell me more about save the children?\nPersuader: Right now, Save the Children remains gravely concerned about the well-being of children in the custody of the U.S. government after crossing our southern border. We know from our nearly 100 years of service that family separation and detention can cause severe, long-lasting trauma, which ultimately results in the loss of childhood.\n\tPersuadee: Sounds like a very important charity! Glad I could donate.\nPersuader: they have a US program and also a global program!\n\tPersuadee: That is great! I think it is important to protect our children no matter where they are from. they are innocent little souls you don't deserve bad treatment. \nPersuader: i_m gonna donate too, I really liked it BTW\n\tPersuadee: great to hear! Hopefully more will too! \nPersuader: have you ever donated to any other charity?\n\tPersuadee:  childrens miracle network, make a wish and maybe a couple others I can't think of at the moment\nPersuader: here... this is their website. It is really appealing, and we can learn more about the charity itself.  URL \n\tPersuadee: I will check it out. thanks for sharing. \nPersuader: It was my absolute pleasure\n\tPersuadee: I will also make sure to share the website with my friends. ", "label": [[1403, 1446, "1-RAPPORT-DISCLOSE"], [1675, 1705, "1-RAPPORT-DISCLOSE"], [11, 16, "8-NO-PERSUASION"], [46, 82, "8-NO-PERSUASION"], [83, 162, "1-RAPPORT-DISCLOSE"], [226, 289, "1-RAPPORT-DISCLOSE"], [290, 344, "2-NEGOTIATE-OTHER"], [345, 422, "1-RAPPORT-DISCLOSE"], [423, 591, "1-RAPPORT-DISCLOSE"], [649, 685, "1-RAPPORT-OTHER"], [917, 1087, "3-EMOTION-STORY"], [755, 916, "3-EMOTION-STORY"], [1171, 1220, "1-RAPPORT-DISCLOSE"], [1511, 1554, "1-RAPPORT-OTHER"], [1706, 1777, "1-RAPPORT-OTHER"], [1779, 1782, "1-RAPPORT-DISCLOSE"], [1849, 1876, "1-RAPPORT-OTHER"]], "idx": "84"}
{"id": 3044, "data": "Persuader: Hi! How are you doing today? \n\tPersuadee: Hi.  Good thanks, how are you?\nPersuader: I'm doing well! Did you know that some damage from Hurricane Maria has yet to be repaired in parts of Puerto Rico? I was thinking about it because it stormed here today.\n\tPersuadee: Oh yes I think they're still in pretty bad shape.  There was a study that something like 1500 more people died as a result of the storm than the US government admitted.\nPersuader: Wow that is insane! I was looking for ways I could get involved and I ran across Save the Children , ever heard of them?\n\tPersuadee: I've heard of it but I'm not very familiar with them\nPersuader: They're specifically focused on children, and help with relief efforts, especially in developing countries. \n\tPersuadee: Well there's no shortage of work to be done.  Do they have a good reputation?\nPersuader: Yes! They've been around for many years and they've done work in many countries during that time. \n\tPersuadee: By the way I looked it up and I was wrong, the death toll is actually more than 2900 people than originally thought!  Not mostly from the direct effects of the storm, but its aftermath.\nPersuader: Wow! That is terrible. If you're interested in donating to Save the children's efforts you can choose an amount out of your task payment to donate. The research team will collect all the donations and send them on to Save the Children\n\tPersuadee: I think I will.  I wonder if they need volunteers too\nPersuader: I'm sure they could! I bet you could join a volunteer team as well. How much would you like to donate? (I think you have to put the exact amount for it to register.)\n\tPersuadee: I'll do half, so $.15\nPersuader: Alright! I think we can close out the chat now. But good luck! I hope you're able to find fulfilling ways to help! \n\tPersuadee: Thanks for telling me about it\nPersuader: Yeah! No worries. Thanks for opening my eyes to the real damage. \n\tPersuadee: Have you found that a lot of people are donating?\nPersuader: I haven't talked to anyone else yet. So I don't know. I would assume so. \n\tPersuadee: Well, good luck!\nPersuader: You too! ", "label": [[11, 14, "8-NO-PERSUASION"], [111, 209, "1-RAPPORT-DISCLOSE"], [477, 577, "1-RAPPORT-DISCLOSE"], [654, 761, "1-RAPPORT-DISCLOSE"], [1172, 1176, "1-RAPPORT-OTHER"], [1320, 1406, "1-RAPPORT-DISCLOSE"], [1504, 1552, "1-RAPPORT-OTHER"], [1694, 1703, "1-RAPPORT-OTHER"], [1704, 1743, "8-NO-PERSUASION"], [1883, 1928, "1-RAPPORT-OTHER"], [2003, 2040, "1-RAPPORT-DISCLOSE"], [2058, 2076, "1-RAPPORT-OTHER"], [15, 39, "1-RAPPORT-OTHER"], [95, 110, "1-RAPPORT-DISCLOSE"], [210, 264, "1-RAPPORT-DISCLOSE"], [457, 476, "1-RAPPORT-SIMILAR"], [869, 961, "1-RAPPORT-DISCLOSE"], [864, 868, "1-RAPPORT-DISCLOSE"], [1177, 1194, "1-RAPPORT-OTHER"], [1195, 1319, "2-NEGOTIATE-OTHER"], [1483, 1504, "1-RAPPORT-DISCLOSE"], [1552, 1649, "2-NEGOTIATE-REQUEST"], [1743, 1757, "1-RAPPORT-OTHER"], [1758, 1809, "1-RAPPORT-OTHER"], [1865, 1870, "1-RAPPORT-OTHER"], [1871, 1883, "1-RAPPORT-OTHER"], [2041, 2057, "1-RAPPORT-DISCLOSE"], [2118, 2126, "1-RAPPORT-OTHER"]], "idx": "85"}
{"id": 3045, "data": "Persuader: You should donate half your money.\n\tPersuadee: You think half is good enough\nPersuader: How much would you suggest?\n\tPersuadee: I suggest $50.00\nPersuader: That sounds good.\n\tPersuadee: Which children's charity should we donate to?\nPersuader: Save the Children\n\tPersuadee: Is there any reason why you picked that one?\nPersuader: They help children who have died from hunger and what could be more noble than that.\n\tPersuadee: That is true, do you trust them?\nPersuader: Yes I do.\n\tPersuadee: I was thinking of Big Brother's Big Sister's charity.\nPersuader: I'm sure that's a great charity also, but in 2018 alone, at least 1,000 children were killed from violence in Syria, and Save the Children has committed itself to addressing this grave problem. \n\tPersuadee: I just was thinking of the program I mentioned because I see what it does for our community.\nPersuader: And that's a great reason, but think about the global community and how much you can help them by donating to Save the Children.\n\tPersuadee: Wouldn't you rather help the people in our country?  Including our children?\nPersuader: I would love to and I do, but I rarely get the opportunity to help those who can't help themselves and I feel that this is a great way to make the world a better place for everyone.\n\tPersuadee: You make a great point there.\nPersuader: So are you willing to donate to Save the Children?\n\tPersuadee: Yes let's donate to Save the Children!\nPersuader: Okay so you agree to donate 50 to Save the Children?", "label": [[11, 45, "2-NEGOTIATE-BARGAIN"], [99, 126, "2-NEGOTIATE-REQUEST"], [568, 761, "3-EMOTION-STORY"], [1108, 1289, "1-RAPPORT-DISCLOSE"], [1455, 1508, "2-NEGOTIATE-REMIND"], [167, 184, "1-RAPPORT-OTHER"], [254, 271, "1-RAPPORT-DISCLOSE"], [340, 423, "2-NEGOTIATE-OPINION"], [481, 490, "1-RAPPORT-DISCLOSE"], [879, 1007, "1-RAPPORT-DISCLOSE"], [1343, 1393, "2-NEGOTIATE-REQUEST"]], "idx": "86"}
{"id": 3046, "data": "Persuader: Hello, hope your great today.  Have you heard of save the. Hold ten?\n\tPersuadee: I'm doing well, thanks! Likewise to you. I have not heard of that charity.\nPersuader: Save the children do amazing work with kind kids\n\tPersuadee: How long has this charity been in existence?\nPersuader: They have been providing great services for kids for over 10 years\n\tPersuadee: How are they rated as a charity? Do you have access to their overhead and admin costs breakdown vs. what they actually spend on programs?\nPersuader: if you go to save the children.com you can find all of that information \n\tPersuadee: Ah.. I see, you misspelled the charity at the beginning. I was wondering why you were talking about \"save the hold ten\" vs. \"save the children.\"\nPersuader: Sorry, typo!!  If you would like to donate, it can come right out if your task mon y today\n\tPersuadee: As I recall, for save the children, they were given a bad reputation back in the '90s due to their excessive spending on administration costs vs. program expenditures. It was quite the scandal and they became a watchword for bad charities.\nPersuader: I believe they have gotten better the last few years!  Would you like to donate \n\tPersuadee: No, there are other charities that do a much better job in my opinion that I already donate to, such as Compassion International and World Vision for international children's relief, and my local food shelter. I can participate directly through volunteer hours and I can also actually visit the children that I help through my family's donations. That's a big plus for me.\nPersuader: Are you sure, you can do as little as 5 cents???\n\tPersuadee: Amounts don't matter to me. Ethical charities do. I'm sorry, but I contributed to save the children back in the day before the scandal broke. I'm afraid for me, their reputation is still bad. Sorry, no.\nPersuader:  URL Is there website!  You can check them out \n\tPersuadee: Actually, their own website may be a biased barometer of their giving. Perhaps a link to an organization or other agency that rates major charities would be more helpful.\nPersuader: Ok, I disagree with you but see your point \n\tPersuadee: Believe me, if it were any charity besides \"save the children,\" you could have me donate my entire compensation, which isn\\'t really all that much.\nPersuader: Ok, thank you for your time!!!\n\tPersuadee: Thank you \"PERSON_1\"", "label": [[11, 40, "1-RAPPORT-OTHER"], [42, 79, "1-RAPPORT-OTHER"], [178, 226, "1-RAPPORT-DISCLOSE"], [764, 777, "8-NO-PERSUASION"], [1595, 1643, "2-NEGOTIATE-BARGAIN"], [1894, 1916, "1-RAPPORT-OTHER"], [295, 361, "1-RAPPORT-DISCLOSE"], [523, 595, "1-RAPPORT-DISCLOSE"], [778, 854, "2-NEGOTIATE-OTHER"], [1118, 1172, "1-RAPPORT-DISCLOSE"], [1173, 1197, "2-NEGOTIATE-REQUEST"], [1871, 1893, "1-RAPPORT-DISCLOSE"], [2112, 2155, "1-RAPPORT-DISCLOSE"], [2327, 2357, "1-RAPPORT-OTHER"]], "idx": "87"}
{"id": 3047, "data": "Persuader: Hi how are you?\n\tPersuadee: I am great!  How about you?\nPersuader: I'm ok...been a very hot day...glad to be inside.  Do you have time for me to tell you about a charity I like?\n\tPersuadee: I sure do!\nPersuader: Great.  I like this charity called Save the Children.  Have you heard of them?\n\tPersuadee: I think that I have seen ads on tv for it.  It helps impoverished children in developing countries, I believe.\nPersuader: Yes they help children in developing countries with a lot of different things.   It's surprising how much less these children have.\n\tPersuadee: Yes, I think they do a lot of good.  Do you donate to them?\nPersuader: I do donate to them.  Do you donate to any charities?\n\tPersuadee: I donate occasionally.  I did last year after the devastating hurricanes that hit the south.  Houston, specifically.\nPersuader: Yeah I always have certain charities that speak to me.  You are able to donate a portion of your earning from this to Save the Children if they interest you.\n\tPersuadee: Hmm, I am not sure if I will do that.  It is tough to know if a little bit would make any difference.\nPersuader: Any little bit helps...if everyone gives even 10 cents, that adds up.\n\tPersuadee: What would you do?\nPersuader: I like to donate a little bit when I'm asked.  Especially since it's tax deductible.\n\tPersuadee: That is good to know!  I do forget that I can deduct charitable contributions.  I am thinking I may donate a little.\nPersuader: Yeah and making small donations throughout the year adds up...makes a good tax deduction.\n\tPersuadee: Okay, then.  I believe that I will donate ten cents.\nPersuader: That's great!  You can always read up on them to see where your donation will go.  Over 80% of it goes directly to helping the children.\n\tPersuadee: Thank you for your suggestion!  I am happy to support a good cause, and 80% seems like a pretty substantial portion of the actual pool of donations.", "label": [[78, 128, "1-RAPPORT-DISCLOSE"], [231, 277, "1-RAPPORT-DISCLOSE"], [278, 301, "1-RAPPORT-OTHER"], [10, 26, "1-RAPPORT-OTHER"], [129, 188, "1-RAPPORT-OTHER"], [223, 229, "1-RAPPORT-OTHER"], [437, 514, "1-RAPPORT-DISCLOSE"], [651, 671, "1-RAPPORT-DISCLOSE"], [673, 704, "1-RAPPORT-OTHER"], [845, 899, "1-RAPPORT-DISCLOSE"], [901, 1002, "2-NEGOTIATE-REQUEST"], [1128, 1196, "2-NEGOTIATE-BARGAIN"], [517, 567, "3-EMOTION-GUILT"], [1240, 1286, "2-NEGOTIATE-OPINION"], [1287, 1323, "2-NEGOTIATE-OTHER"], [1465, 1554, "1-RAPPORT-DISCLOSE"], [1631, 1645, "1-RAPPORT-OTHER"], [1646, 1712, "1-RAPPORT-OTHER"], [1714, 1766, "1-RAPPORT-DISCLOSE"]], "idx": "88"}
{"id": 3048, "data": "Persuader: Hello how's it going?\n\tPersuadee: I am doing well, how are you?\nPersuader: Decent, bit of a slow start to the morning on Turk but it is the weekend so I guess that's expected\n\tPersuadee: I'm new to this so I have no idea what to expect.  How long have you been doing it?\nPersuader: I've been working this for almost two years now. The busier season is starting as the colleges in the US will be started/starting soon so that helps\n\tPersuadee: So obviously it's worth it for you.  Do you just do it in your spare time?\nPersuader: Yea it's definitely worth it to me. I do some at my work on days when its slow but mostly just in my off time instead of going on social media or something I come here\n\tPersuadee: I guess it's a lot better way to waste time than seeing what a bunch of people I don't really care about are doing.  So when college is in there's less competition?  \nPersuader: Haha exactly! When college is in session we get more studies/surveys posted as a lot of the work on Turk is done for academic reasons. So in the next couple weeks we'll see an influx of students doing their psychology studies and such via the platform.\n\tPersuadee: Oh man, I didn't even think of that.  They have all the grant money to throw out too.  So how much time do you throw at this in a given week?\nPersuader: It varies but generally a few hours on my workdays and maybe like 6 or 8 on my days off I'd say\n\tPersuadee: That's pretty good.  I don't have that kind of time.  Any suggestions for a newcomer?\nPersuader: On the task page sort so you see the newest HITs, and grab whatever looks good to you as far as surveys. I'd recommend being wary of doing multiple HITs for any 1 requestor until you vet them yourself because rejections early on in a Turk account can make getting better hits tough (a lot of the better hits require 99% or higher approval rating) - and remember you'll get a lot faster at it as you keep going, it can feel a bit slow and tough at the beginning but it does get better\n\tPersuadee: Thanks, the last few days have been pretty boring, I was hoping to see more progress.  Are sureveys the way to go?  I've seen a lot of the website searching stuff too?  Is that stuff worth it?\nPersuader: Website searching can be good, it never hurts to try a HIT once - see how fast you can complete it and decide if it\\'s worth doing more from there. One other cool thing about MTurk is that some studies allow you to donate money to a charitable cause directly from the task payment - This one we\\'re doing now in fact allows us to donate towards a foundation called \"Save the Children\"\n\tPersuadee: Oh really?  Where do you see that?\nPersuader: At the end of the study they will ask if you'd like to donate from your payment to the foundation, they assist needy children all around the globe in dire situations. Would you be willing to donate any of your payment today to help save the kids?\n\tPersuadee: I think so.  How do you see where the donation goes?  \nPersuader: It will tell you in a short blurb above the box to donate (I've done this HIT before in the past) and the researchers ensure 100% of any amount you donate goes to the kids. Even a small donation makes a big difference because there are so many of us making small amounts that it really adds up!\n\tPersuadee: That's great.  Certainly something that needs to be done.  Have you had the opportunity to travel a lot?  I recently went to Africa and it gave me a new perspective on life.", "label": [[11, 32, "1-RAPPORT-OTHER"], [86, 185, "1-RAPPORT-DISCLOSE"], [342, 441, "1-RAPPORT-DISCLOSE"], [540, 575, "1-RAPPORT-DISCLOSE"], [898, 911, "1-RAPPORT-SIMILAR"], [912, 1031, "1-RAPPORT-DISCLOSE"], [1626, 2004, "1-RAPPORT-DISCLOSE"], [2989, 3161, "1-RAPPORT-DISCLOSE"], [293, 341, "1-RAPPORT-DISCLOSE"], [576, 707, "1-RAPPORT-DISCLOSE"], [1033, 1150, "1-RAPPORT-OTHER"], [1316, 1411, "1-RAPPORT-DISCLOSE"], [1521, 1625, "1-RAPPORT-DISCLOSE"], [2221, 2368, "1-RAPPORT-OTHER"], [2369, 2604, "2-NEGOTIATE-OTHER"], [2664, 2830, "1-RAPPORT-DISCLOSE"], [2831, 2910, "2-NEGOTIATE-REQUEST"], [3162, 3282, "2-NEGOTIATE-OTHER"]], "idx": "89"}
{"id": 3049, "data": "Persuader: hi.  have you heard of Save the Children\n\tPersuadee: no i haven't what are they?\nPersuader: they help children with educational need, shelter, medical needs\n\tPersuadee: oh that is cool, is it a government thing?\nPersuader: no, it's a privately funded charity. Would you like to donate today?\n\tPersuadee: i think so, what else do you know about them\nPersuader: they support children in the US and worldwide\n\tPersuadee: thats nice do they have a website or anything?\nPersuader: yes, they have a great website. would you like to donate $1 today\n\tPersuadee: maybe, what is the website?\nPersuader:  URL   you should take a look\n\tPersuadee: Ok, so how do I donate if choose to?\nPersuader: all you have to do is state the amount to donate. The research team will collect all donations and send it to Save the Children\n\tPersuadee: Well that sounds ok, I think I will give 0.75\nPersuader: that's great.  thank you for your donation.  \n\tPersuadee: i like to help kids because they are the future\nPersuader: definitely. do you donate to other charities\n\tPersuadee: Yes I like to donate to Goodwill but it is more local, this one helps kids around the world\nPersuader: I donate to goodwill also.  Thank you for the .75 for Save the Children.  Every bit helps\n\tPersuadee: Not a problem, you have a nice rest of the day", "label": [[234, 270, "1-RAPPORT-DISCLOSE"], [271, 302, "2-NEGOTIATE-REQUEST"], [487, 518, "1-RAPPORT-OTHER"], [519, 552, "2-NEGOTIATE-REQUEST"], [744, 821, "1-RAPPORT-DISCLOSE"], [1008, 1019, "1-RAPPORT-OTHER"], [1020, 1052, "1-RAPPORT-OTHER"], [11, 14, "8-NO-PERSUASION"], [16, 51, "1-RAPPORT-OTHER"], [103, 167, "1-RAPPORT-DISCLOSE"], [371, 416, "1-RAPPORT-DISCLOSE"], [604, 633, "1-RAPPORT-DISCLOSE"], [694, 743, "2-NEGOTIATE-OTHER"], [891, 904, "1-RAPPORT-OTHER"], [906, 933, "1-RAPPORT-OTHER"], [1168, 1194, "1-RAPPORT-DISCLOSE"], [1196, 1240, "1-RAPPORT-OTHER"], [1242, 1257, "1-RAPPORT-OTHER"]], "idx": "90"}
{"id": 3050, "data": "Persuader: Hello, how are you today?\n\tPersuadee: im fine and you?\nPersuader: great thank you.  Can I ask you a question?\n\tPersuadee: sure go right ahead\nPersuader: Would you consider yourself a charitable person?  Do you donate to charities?\n\tPersuadee: yes, most definitely, i do donate to chariteies.\nPersuader: Have you ever heard of Save The Children?  In the U.S. and around the world, Save the Children does whatever it takes  every day and in times of crisis  to give children a healthy start in life, the opportunity to learn and protection from harm.\n\tPersuadee: yes i have heard of that. i would love to donate to that as well.\nPersuader: YOu can donate today by giving some or all of your MTURK hit money.\n\tPersuadee: i could manage  to donate 50 cents. i a struggling hard myself with three children \nPersuader: I completely understand.  That is very generous of you.\n\tPersuadee: thank you so i will donate 50 cents, thank you and have a great day , best of luck\nPersuader: nearly 9 out of 10 dollars going directly to children in need, Save the Children uses your generous donations in the most cost-effective ways possible.\n\tPersuadee: wow thats alot and the children do need it i wish i cuold do more but i cant\nPersuader: corporate, foundation and individual donors, who helped us build better lives and futures for 157 million children last year.\n\tPersuadee: that is so wonderful, it sounds like the best organizations for helping children in the us and around the world,\nPersuader: It really is a great organization that does so much good for so many people.  I am proud to be a small part of it.  \n\tPersuadee: i would be proud to be a part of it to, i hope my 50 cents helps, you have a great day\nPersuader: Thank you so much.  I hope you and your family have a great weekend. \n\tPersuadee: we will do our best, good luck, and goodbye", "label": [[95, 120, "1-RAPPORT-OTHER"], [164, 212, "1-RAPPORT-OTHER"], [214, 241, "1-RAPPORT-OTHER"], [653, 720, "2-NEGOTIATE-OTHER"], [828, 852, "1-RAPPORT-OTHER"], [854, 883, "1-RAPPORT-COMPLIMENT"], [990, 1141, "1-RAPPORT-DISCLOSE"], [1581, 1618, "1-RAPPORT-DISCLOSE"], [1731, 1749, "1-RAPPORT-OTHER"], [1751, 1799, "1-RAPPORT-OTHER"], [10, 36, "1-RAPPORT-OTHER"], [77, 93, "1-RAPPORT-DISCLOSE"], [314, 355, "1-RAPPORT-OTHER"], [357, 563, "1-RAPPORT-DISCLOSE"], [1242, 1366, "1-RAPPORT-DISCLOSE"], [1504, 1580, "1-RAPPORT-DISCLOSE"]], "idx": "91"}
{"id": 3051, "data": "Persuader: Hi, how are you doing?\n\tPersuadee: Hi there.  I'm doing okay!  I just made a cup of tea and my dog's taking a nap on my bed right now, so things are nice and peaceful.  How about yourself?\nPersuader: That sounds so nice. I'm good too. Thanks for asking. You sound like a person who likes to help others.\n\tPersuadee: I sometimes am but I don't know - no one's truly of pure virtue.\nPersuader: Well I wanted to know if you know about an organization called \"Save the Children.\" They are a charity that helps kids in need around the world. \n\tPersuadee: I'd be happy to hear more.\nPersuader: Do you know that any donation to them goes to buy kids food, clothing, school supplies etc.. basic necessities that probably we don't even have to worry about.\n\tPersuadee: I do, but I also know that Carolyn Myles, the CEO, takes a nearly half million dollar annual salary.\nPersuader: Oh wow, where did you hear that?\n\tPersuadee: You can find more information about that on their Charity Navigator page.  They also have a troubling liability to asset number that makes me worry about their overall financial viability as a charity.\nPersuader: That's a bummer to hear about because I'm supposed to persuade you to donate some of your payment from this task to that charity.\n\tPersuadee: Yeah, they pick odd charities on here.  Save the Children isn't awful, really, it's just a charity I run into a lot.\nPersuader: Oh haha. I haven't done this before. Anyway. I'm supposed to ask you: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: 0 dollars, but I'll give the 2 to The Global Orphan Project on my own time because I think that's in spirit of this HIT\nPersuader: That's awesome! I don't really trust gigantic charities either. Do you know what we do now?\n\tPersuadee: No, there's a message number we have to hit I think.  But I can tell you how fostering affected me and my family.  My half sister was born to a mentally ill mother and our shared father is abusive, so she was in foster care for a number of years.  Charities like this are really important to me because they helped her get in touch with me when she was older.\nPersuader: That's so great. It's good to just give to what we are personally invested in!\n\tPersuadee: It is, and I think when there's talk of defunding or ending programs like these, it's important for the people who's lives they've so affected to speak up.\nPersuader: Totally. Do you think this hit will really donate that money to Save the Children? It seems like a weird place to get donations.\n\tPersuadee: There's a lot of HITs that work like this and I've received documentation from the majority of them about those donations.  A great many are run through universities and the ethics boards there wouldn't allow them to deceive about charitable intent.", "label": [[11, 33, "1-RAPPORT-OTHER"], [211, 231, "1-RAPPORT-OTHER"], [246, 264, "1-RAPPORT-OTHER"], [265, 313, "1-RAPPORT-OTHER"], [232, 245, "1-RAPPORT-DISCLOSE"], [403, 486, "1-RAPPORT-DISCLOSE"], [487, 547, "1-RAPPORT-DISCLOSE"], [1448, 1455, "1-RAPPORT-OTHER"], [1455, 1531, "1-RAPPORT-DISCLOSE"], [599, 758, "1-RAPPORT-DISCLOSE"], [1411, 1419, "1-RAPPORT-OTHER"], [1532, 1595, "1-RAPPORT-DISCLOSE"], [883, 915, "1-RAPPORT-OTHER"], [1141, 1269, "1-RAPPORT-DISCLOSE"], [1419, 1447, "1-RAPPORT-DISCLOSE"], [1596, 1655, "2-NEGOTIATE-OTHER"], [1814, 1863, "1-RAPPORT-DISCLOSE"], [2291, 2352, "1-RAPPORT-OTHER"], [2531, 2540, "1-RAPPORT-OTHER"], [1799, 1814, "1-RAPPORT-OTHER"], [1863, 1890, "8-NO-PERSUASION"], [2274, 2290, "1-RAPPORT-OTHER"], [2541, 2614, "1-RAPPORT-OTHER"], [2615, 2659, "1-RAPPORT-DISCLOSE"]], "idx": "92"}
{"id": 3052, "data": "Persuader: Hi there. Have you heard of the charity Save the Children?\n\tPersuadee: NO\nPersuader: It's an organization I really believe in. They do a lot of good.\n\tPersuadee: Recently, I thought I might take the questions I get most often, and weave them into an interview that would read like a conversation. So here are your questions interviewing me. \nPersuader: Okay, can I tell you more about Save the Children?\n\tPersuadee: YES IAM SAVE TO CHILDREN\nPersuader: Save the Children is an international organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: trains teachers to engage their students through more effective teaching practices. coaches parents and caregivers to help their children learn early on, so they are prepared to enter school. offers ways for parents and community volunteers to get kids reading and doing math outside of school hours. introduces children to the power of artistic expression  drawing, painting, music, drama, dance and more  to help them heal, learn and do better in school.\nPersuader: Yes. Do you think you would like to make a donation to this charity?\n\tPersuadee: I KONW THIS\nPersuader: Can I ask you to donate a small portion of your reward from this HIT to this charity?\n\tPersuadee:  Your generous, tax deductible donation to Wounded Warrior Project_ (WWP) will change the lives of over one hundred thousand injured warriors, caregivers, and family members. You will help bring independence bac\nPersuader: Would you donate $1 to Save the Children? Many children are living in war zones and need food and clothing.\n\tPersuadee: Save the Children and Partners Concerned for Children's Mental Health After Second Earthquake in a Week Hits Indonesian\nPersuader: Are you asking me to make a donation to Wounded Warrior Project?\n\tPersuadee: Charity Navigator subtracts the fundraising and -- in its most recent report -- said the Wounded Warrior Project spends less than 60 percent on its services. The rest, according to Charity Navigator, went to fundraising and administration.\nPersuader: Will you please donate 50 cents to Save the Children? It will be deducted from your task payment.\n\tPersuadee: IT WILL BE COMPLIED  THE TASK\nPersuader: I will donate 50 cents to Wounded Warriors Project if you donate to Save the Children.\n\tPersuadee: YES I WILL BE 50 CENTS DONATE", "label": [[1203, 1288, "2-NEGOTIATE-REQUEST"], [1775, 1839, "1-RAPPORT-OTHER"], [21, 69, "1-RAPPORT-OTHER"], [96, 137, "1-RAPPORT-DISCLOSE"], [364, 414, "2-NEGOTIATE-REQUEST"], [463, 614, "1-RAPPORT-DISCLOSE"], [1099, 1103, "1-RAPPORT-OTHER"], [11, 20, "8-NO-PERSUASION"], [138, 159, "1-RAPPORT-DISCLOSE"], [1104, 1167, "2-NEGOTIATE-REQUEST"], [1524, 1565, "2-NEGOTIATE-BARGAIN"], [1566, 1630, "2-NEGOTIATE-OPINION"], [2103, 2156, "2-NEGOTIATE-REQUEST"], [2156, 2200, "1-RAPPORT-DISCLOSE"], [2254, 2339, "2-NEGOTIATE-BARGAIN"]], "idx": "93"}
{"id": 3053, "data": "Persuader: I want you to save some children. Could you do that for me?\n\tPersuadee: Hello how are you? sure i can\nPersuader: Wonderful. I'm great now. Because you saved all those children.\n\tPersuadee: awesome, do you have any specific charity on your mind?\nPersuader: Well it's called Save the Children, fairly self-explanatory. The organization is myself and my Dad. We work out of our house.\n\tPersuadee: Nice, does it have any website?\nPersuader: Yes but you have to access it with the Tor browser as our work is very private.\n\tPersuadee: Actually I\\'ve read about \"Save the Children\" as far as i know it is an international organization working in 120 countries, how is it so private?\nPersuader: Oh, that's a different organization set up by my twin brother Morton. Just forget you've seen that.\n\tPersuadee: so there are 2 different organization with same names?\nPersuader: Yes. Well sort of. Due to litigation we\\'ve had to add \"Harder\" to our name. So we are Save the Children Harder.\n\tPersuadee: are you joking with me? Because an organization should be transparent with its financial reports. If you say it is very secret people wont trust.\nPersuader: This is no joke sir/madame. Our work will bring children to the next stage of development! A stage with no hunger at all!\n\tPersuadee: I will donate at the end of the task anyway. But you can't tell people there is a private website and we work secretly and people should help us. People like to help transparent organization. I did this HIT few times and I was on the other side of conversation too. I never claimed the organization belongs to me.\nPersuader: You're right. I'm a megalomaniac.\n\tPersuadee: Oh i see, It is okay but the story should be realistic too. Didi you ever spend time on \"Save the Children\" website? I guess not, since there is no Morton in the leadership team\nPersuader: How about this story: I'm actually not just a representative of Save the Children, but a child myself. A child who needs saving. And I think you... you are the one who can. My responses were a test, you see?\n\tPersuadee: Just tell the truth, It is way easier. Will you donate at the end of this HIT yourself?\nPersuader: Of course I'm no self-obsessed ADULT. I've still got a conscience.\n\tPersuadee: That is really good, I will donate too. A little help can really make a big difference.", "label": [[10, 44, "2-NEGOTIATE-OPINION"], [267, 327, "1-RAPPORT-DISCLOSE"], [448, 527, "1-RAPPORT-DISCLOSE"], [768, 797, "1-RAPPORT-OTHER"], [876, 879, "1-RAPPORT-DISCLOSE"], [881, 894, "1-RAPPORT-DISCLOSE"], [895, 952, "1-RAPPORT-DISCLOSE"], [1249, 1279, "1-RAPPORT-DISCLOSE"], [1617, 1630, "1-RAPPORT-OTHER"], [1852, 1954, "1-RAPPORT-DISCLOSE"], [2025, 2059, "1-RAPPORT-DISCLOSE"], [2171, 2208, "1-RAPPORT-DISCLOSE"], [2209, 2237, "1-RAPPORT-DISCLOSE"], [328, 366, "1-RAPPORT-DISCLOSE"], [367, 392, "1-RAPPORT-DISCLOSE"], [698, 767, "1-RAPPORT-DISCLOSE"], [953, 987, "1-RAPPORT-DISCLOSE"], [1157, 1186, "1-RAPPORT-DISCLOSE"], [1186, 1248, "1-RAPPORT-DISCLOSE"], [1631, 1650, "1-RAPPORT-DISCLOSE"], [1955, 1981, "1-RAPPORT-DISCLOSE"], [1981, 2024, "1-RAPPORT-DISCLOSE"], [45, 70, "2-NEGOTIATE-REQUEST"], [150, 187, "1-RAPPORT-DISCLOSE"]], "idx": "94"}
{"id": 3054, "data": "Persuader: Hello there.  It's evening here.  How are you?  Hope you had a wonderful day!\n\tPersuadee: Yes it has been a great day, thank you for asking.\nPersuader: Awesome.  I'm just settling down for the evening with my children after a late Labor Day meal preparing for school week. Do you have children?\n\tPersuadee: No I am 18. \nPersuader: I remember when I was 18 some years ago.  Enjoy those years and make them the very best years.  Are you active in your community?\n\tPersuadee: Yes I am in college and volunteer to help feed the poor in my city.\nPersuader: That's awesome.  Every time I am out and about I look for ways to bless someone somehow. Every day is an opportunity to help someone less fortunate.  Have you heard of the Save The Children organization?\n\tPersuadee: Yes I have. Can you tell me how much of the donation actually reaches the children in need?\nPersuader: Save the Children donates nearly 90% of every dollar to their mission.  They are very upfront with letting you know where your donation is going.\n\tPersuadee: Can I choose where my donation is sent to?\nPersuader: Yes not only are you able to choose.  You have the ability to take part in their Sponsor A Child program by either choosing someone in the US or in another country.  I love the idea of staying connected to one or two so that i can see the progress and how I can specifically make a difference.\n\tPersuadee: Do I have to make recurring payments?\nPersuader: There's multiple ways to make payments.  Although recurring payments are recommended, it is completely optional.  Would you consider Sponsoring a Child on a long term basis during college?\n\tPersuadee: Possibly. I'm not sure if I can afford a long term plan.\nPersuader: The great thing about Save the Children they have the option to even send a gift such as a water kit, a soccer ball and even a rabbit.  I really like this idea because it makes it not all about the money.\n\tPersuadee: That's very nice, I like the idea of sending food or water.\nPersuader: Yes, it is so sad that we have children that still are in need of food and water.  As a single parent of 5 children, I know how rough it can get to provide even the basics but I am still moved to help others because of my own experiences.  Many don't realize just a little can go a long ways.\n\tPersuadee: Yes that's very true. How much should a donation be? $1? $10? $100?\nPersuader: Of course the more the greater.  I'm the type of give even when it hurts.  I definitely trust Save the Children to do what they say they will to make sure to reach the children.  How much would you be willing to donate?  I remember you saying that you are in college even $2 would help a lot.\n\tPersuadee: Yeah I could do a dollar or two.\nPersuader: That's awesome.  Your donation would be directly deducted from your task payment.  You can choose any amount from $0 to all your payment ($2).   ", "label": [[24, 43, "1-RAPPORT-DISCLOSE"], [59, 88, "1-RAPPORT-OTHER"], [163, 171, "1-RAPPORT-OTHER"], [172, 283, "1-RAPPORT-DISCLOSE"], [342, 382, "1-RAPPORT-OTHER"], [384, 436, "1-RAPPORT-OTHER"], [438, 471, "1-RAPPORT-OTHER"], [580, 651, "1-RAPPORT-DISCLOSE"], [882, 952, "1-RAPPORT-DISCLOSE"], [954, 1027, "1-RAPPORT-DISCLOSE"], [1094, 1131, "1-RAPPORT-DISCLOSE"], [1449, 1489, "1-RAPPORT-DISCLOSE"], [1563, 1637, "2-NEGOTIATE-REQUEST"], [1854, 1922, "1-RAPPORT-DISCLOSE"], [2465, 2568, "1-RAPPORT-DISCLOSE"], [2569, 2609, "2-NEGOTIATE-REQUEST"], [2610, 2682, "2-NEGOTIATE-REMIND"], [10, 23, "8-NO-PERSUASION"], [45, 57, "1-RAPPORT-OTHER"], [284, 305, "1-RAPPORT-OTHER"], [563, 578, "1-RAPPORT-OTHER"], [652, 711, "1-RAPPORT-OTHER"], [713, 766, "1-RAPPORT-OTHER"], [1132, 1258, "1-RAPPORT-DISCLOSE"], [1260, 1386, "1-RAPPORT-DISCLOSE"], [1490, 1561, "1-RAPPORT-DISCLOSE"], [1718, 1852, "2-NEGOTIATE-OTHER"], [2006, 2087, "3-EMOTION-GUILT"], [2089, 2244, "1-RAPPORT-DISCLOSE"], [2246, 2298, "3-EMOTION-OTHER"], [2390, 2422, "2-NEGOTIATE-OTHER"], [2423, 2464, "2-NEGOTIATE-OPINION"], [2739, 2754, "1-RAPPORT-OTHER"], [2756, 2820, "1-RAPPORT-DISCLOSE"], [2822, 2880, "2-NEGOTIATE-OTHER"]], "idx": "95"}
{"id": 3055, "data": "Persuader: Hello there!\n\tPersuadee: can you donate\nPersuader: I can and am planning on donating. It seems like a great cause. Do you plan on donating too?\n\tPersuadee: i might donate as well\nPersuader: I think it would be great if we both did\n\tPersuadee: it would be great\nPersuader: I know if my child was in need I would hope people like us would make a donation - no matter how small.\n\tPersuadee: this is really true\nPersuader: What motivates you to donate?\n\tPersuadee: the children do\nPersuader: Yes it is truly up to us to help the millions of children in Syria who have grown up only knowing violence\n\tPersuadee: i know its terrible right \nPersuader: Yes. How much do you spend on small unnecessary items like coffee or snacks each day?\n\tPersuadee: maybe like 15\nPersuader: Wow. Imagine how helpful even a small fraction of that money would be to these kids\n\tPersuadee: yep it will be great for those kids to help them with things they need\nPersuader: So how much do you think you'd like to donate? The money will come right from your task payment.\n\tPersuadee: maybe 5 dollars\nPersuader: Wow that is very generous of you\n\tPersuadee: yeah i know\nPersuader: So you can confirm you'd like to donate $5?\n\tPersuadee: yes i do", "label": [[11, 23, "8-NO-PERSUASION"], [62, 97, "1-RAPPORT-DISCLOSE"], [656, 660, "1-RAPPORT-SIMILAR"], [957, 1003, "2-NEGOTIATE-REQUEST"], [1093, 1125, "1-RAPPORT-COMPLIMENT"], [97, 125, "1-RAPPORT-OTHER"], [125, 154, "2-NEGOTIATE-REQUEST"], [201, 241, "2-NEGOTIATE-BARGAIN"], [282, 385, "2-NEGOTIATE-OPINION"], [430, 459, "1-RAPPORT-OTHER"], [499, 605, "3-EMOTION-EMPATHY"], [661, 741, "1-RAPPORT-OTHER"], [779, 783, "1-RAPPORT-OTHER"], [784, 862, "3-EMOTION-GUILT"], [1004, 1053, "1-RAPPORT-DISCLOSE"], [1161, 1204, "2-NEGOTIATE-REMIND"]], "idx": "96"}
{"id": 3056, "data": "Persuader: Good evening how are you tonight?\n\tPersuadee: I'm doing well, how are you doing?\nPersuader: I am well to thankyou, have you heard of the of Charity Save the Children?\n\tPersuadee: I've not, can you tell me more about it? I've got a 5 year old daughter, so I'm very interested in the well being of children\nPersuader: Save the Children is an international  non-governmental organization that promotes childrens rights, provides relief and helps support children in developing countries\n\tPersuadee: That's cool. How big of an organization is that? How much funding do they get a year to give to children?\nPersuader: I am not sure how big of an organization it is but they have helped 155 milion children worldwide 237000 of them being here in the United States\n\tPersuadee: Oh wow that's pretty impressive. Are you involved with them?\nPersuader: I am not involved with them, however I think we all should donate some of our 2.00 bonus to them dont you agree?\n\tPersuadee: I would love to donate, but at this time my finances don't really allow me to do that, but perhaps sometime in the future when I've got a more stable situation.\nPersuader: That is very understandable, I think we are all in that position, but I am sure we all can spare if even a few cents?\n\tPersuadee: I wish I could, but I've got a 5 year old daughter who needs all the support she can get right now, so I'm gonna have to unfortunately decline on donating\nPersuader: I am sure she is a very lovely daughter, what if one day you are in a position that Save the Children can aid you in some way?  And you know that you donated even 5 cents to it?\n\tPersuadee: I'm not going to donate right now, but I'm sure they really appreciate your continued efforts in trying to raise money for them. \nPersuader: I really do believe they are a great organization, you couldnt even spare 4 cents?\n\tPersuadee: Okay, I'll donate $.01. Will that work?\nPersuader: Could you go up to maybe $0.03?\n\tPersuadee: My final offer is $.02, take it or leave it\nPersuader: That is very generous of you, Thank you so much, your donation is very much appreciated\n\tPersuadee: No problem, glad to help", "label": [[11, 44, "1-RAPPORT-OTHER"], [327, 494, "1-RAPPORT-DISCLOSE"], [853, 965, "2-NEGOTIATE-OTHER"], [1150, 1267, "2-NEGOTIATE-BARGAIN"], [1574, 1623, "3-EMOTION-OTHER"], [1923, 1954, "2-NEGOTIATE-BARGAIN"], [103, 177, "1-RAPPORT-OTHER"], [624, 768, "1-RAPPORT-DISCLOSE"], [1446, 1572, "3-EMOTION-OTHER"], [1777, 1859, "2-NEGOTIATE-BARGAIN"], [2022, 2109, "1-RAPPORT-COMPLIMENT"]], "idx": "97"}
{"id": 3057, "data": "Persuader: would you be willing to donate to save the children\n\tPersuadee: Yes i would! $1.00 children are the future \nPersuader: That sounds great.  Your donation will be directly deducted from your task payment.  \n\tPersuadee: Glad i could be of help!\nPersuader: Do you usually donate to these causes  \n\tPersuadee: Yes, I believe in working to help others. I come from a very traditional family and was taught to always help others\nPersuader: Thats great.  Every little bit helps.  Save the children is a great fund.  \n\tPersuadee: Do you have more detail about the cause you can share?\nPersuader: Sure,  They are a international non governmental organization that promotes children's rights\n\tPersuadee: Non governmental is even better in my opinion\nPersuader: They also provide relief and  and support children in developing countries \n\tPersuadee: Thats great! I have very close family in parts of the world that are less fortunate, my goal is to travel and help in anyway i can\nPersuader: Oh that sounds great any chance I get you to double your donation.  Children are the future \n\tPersuadee: sure Ill donate up to $1.50!\nPersuader: That is so amazing!  This will help so much. Where is your family from?\n\tPersuadee: Glad to help! My family originated in India, then migrated to East Africa and then to the US, I was fortunate to be born in the US however, My family keeps us very humble by sharing their stories and experiences\nPersuader: Oh thats great well this money will go to help with Health education and safety for a child.  \n\tPersuadee: Well im glad to have been apart, even if its just a little- hopefully it adds up!\nPersuader: It does.  Thanks again for the 1:50 and it will be deducted from your task payment.  \n\tPersuadee: Sounds good, This is my first time taking part in this so I wasn't quite sure how it works", "label": [[11, 62, "2-NEGOTIATE-REQUEST"], [150, 213, "1-RAPPORT-DISCLOSE"], [444, 456, "1-RAPPORT-OTHER"], [458, 481, "2-NEGOTIATE-OTHER"], [991, 1057, "2-NEGOTIATE-BARGAIN"], [1136, 1156, "1-RAPPORT-OTHER"], [1443, 1535, "1-RAPPORT-DISCLOSE"], [1643, 1651, "1-RAPPORT-OTHER"], [1653, 1726, "2-NEGOTIATE-REMIND"], [130, 148, "1-RAPPORT-OTHER"], [263, 302, "1-RAPPORT-OTHER"], [483, 517, "1-RAPPORT-DISCLOSE"], [598, 691, "1-RAPPORT-DISCLOSE"], [761, 836, "1-RAPPORT-DISCLOSE"], [1059, 1083, "4-LOGIC-OTHER"], [1157, 1180, "1-RAPPORT-OTHER"], [1181, 1207, "1-RAPPORT-OTHER"]], "idx": "98"}
{"id": 3058, "data": "Persuader: hello\n\tPersuadee: hi\nPersuader: how's your morning so far? \n\tPersuadee: nice and you\nPersuader: great. Thanks for asking. :)\n\tPersuadee:  Tell me about you\nPersuader: I'm great just new to this community of great opportunity. Would you like to donate some or all of your incoming payment for this task to a children's charity called Save the Children? \n\tPersuadee:  Tell me about that organization\nPersuader: Save the Children is a foundation to help children with rights to health, education, safety and so much more. I believe your donation may be able to give a child a better future, a good outcome and also hope for tomorrow. \n\tPersuadee:  ah I would like to collaborate\nPersuader: Yes!!! PLEASE there are thousands of children who are harmed, homeless and every dollar or cent could bless them. We don't want another child to go hungry! \n\tPersuadee:  I could collaborate with $ 0.20 with pleasure\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee:  I could collaborate with $ 0.20 with pleasure\nPersuader: Great! That will help in so many ways! \n\tPersuadee:  I hope that my donation will be useful as I do it with a lot of encouragement\nPersuader: Yes it will and please make sure you check out the official website  URL for more information. \n\tPersuadee:  I'll check the page I hope you have a lot of success\nPersuader: Thank you. God bless you! \n\tPersuadee:  God bless you all happy day", "label": [[114, 132, "1-RAPPORT-OTHER"], [420, 529, "1-RAPPORT-DISCLOSE"], [530, 641, "2-NEGOTIATE-OPINION"], [925, 976, "2-NEGOTIATE-REQUEST"], [976, 1039, "1-RAPPORT-DISCLOSE"], [1177, 1208, "1-RAPPORT-DISCLOSE"], [1312, 1406, "1-RAPPORT-DISCLOSE"], [1485, 1495, "1-RAPPORT-OTHER"], [11, 16, "8-NO-PERSUASION"], [43, 69, "1-RAPPORT-OTHER"], [107, 113, "1-RAPPORT-DISCLOSE"], [178, 237, "1-RAPPORT-DISCLOSE"], [237, 362, "2-NEGOTIATE-REQUEST"], [698, 704, "1-RAPPORT-SIMILAR"], [705, 811, "3-EMOTION-EMPATHY"], [812, 853, "3-EMOTION-EMPATHY"], [1040, 1099, "2-NEGOTIATE-OTHER"], [1170, 1176, "1-RAPPORT-OTHER"], [1496, 1509, "1-RAPPORT-OTHER"]], "idx": "99"}
{"id": 3059, "data": "Persuader: Hello, would you like to be involved in saving a child's life?\n\tPersuadee: How so?\nPersuader: By agreeing to contribute to Save the Children.  It is a reputable, viable organization which provides resources to impoverished children.\n\tPersuadee: I have already donated to another charity this month.\nPersuader: I understand, but this organization will directly impact a child's life by adding additional resources and support to ensure that children are able to lead healthy, happy, productive lives.\n\tPersuadee: I donate to St Judes every month which benefits children too. I wish I could donate more, but I can't\nPersuader: Totally understandable. We all have our own obligations in our personal lives.  Do you mind if I ask you if you have ever gone with out food, shelter, or the basic necessities?\n\tPersuadee: I have been nearly homeless at a point in my life.  That is why I donate money to help take care of others, pay it forward if you will.\nPersuader: Exactly, I myself have been homeless, gone to bed without food as a child,  had no heat or water in the dead of winter, which is why supporting Save the Children is so important! Just 1 donation could potentially change a child's opportunities in life!\n\tPersuadee: Have you donated?\nPersuader: Absolutely.  Just like you mentioned earlier, I believe in pay\n\tPersuadee: I am glad we are both able to help.  I just have already helped another organization this month and live paycheck to paycheck as it is.  I'm sure you understand.\nPersuader: My apology, I hit the enter button prematurely.  But I absolutely agree in paying it forward. I wholehartedly agree that our purpose in life is to be a blessing for someone else when we can.  Would you be willing to donate to the charity now? \n\tPersuadee: I really can't.\nPersuader: You mentioned earlier that you live paycheck to paycheck, I am in the exact same boat. But did you know that your donation can be directly deducted from your task payment?  You can choose any amount from O to $2. \n\tPersuadee: Oh, I didn't know that!  How do I do that?\nPersuader: The research team will collect all donations and send it to Save The Children.\n\tPersuadee: Ok, I'd be happy to donate half of my earning.\nPersuader: Excellent. I applaud your efforts for being part of the solution.  If you would like to gather additional information, please go to  URL   Thanks so much!\n\tPersuadee: Sure thing!  I am glad I was able to help.", "label": [[1884, 1969, "2-NEGOTIATE-REMIND"], [2077, 2155, "1-RAPPORT-DISCLOSE"], [2293, 2380, "1-RAPPORT-DISCLOSE"], [1970, 2009, "2-NEGOTIATE-OTHER"], [2225, 2236, "1-RAPPORT-OTHER"], [2237, 2291, "1-RAPPORT-OTHER"], [11, 73, "2-NEGOTIATE-REQUEST"], [105, 152, "2-NEGOTIATE-OPINION"], [154, 243, "1-RAPPORT-DISCLOSE"], [320, 510, "1-RAPPORT-DISCLOSE"], [636, 659, "1-RAPPORT-SIMILAR"], [660, 714, "1-RAPPORT-OTHER"], [716, 812, "1-RAPPORT-OTHER"], [972, 1150, "1-RAPPORT-DISCLOSE"], [1151, 1224, "2-NEGOTIATE-OPINION"], [1266, 1277, "1-RAPPORT-DISCLOSE"], [1279, 1328, "1-RAPPORT-DISCLOSE"], [1514, 1561, "8-NO-PERSUASION"], [1563, 1607, "1-RAPPORT-SIMILAR"], [1608, 1704, "1-RAPPORT-DISCLOSE"], [1706, 1756, "2-NEGOTIATE-REQUEST"], [1797, 1883, "1-RAPPORT-DISCLOSE"]], "idx": "100"}
{"id": 3060, "data": "Persuader: Hello! How are you today?\n\tPersuadee: Pretty good for a Tuesday. And yourself?\nPersuader: I'm doing well.\n\tPersuadee: I'm glad to hear that. Where do you live? I am in Austin, TX.\nPersuader: I'm in a small town in Iowa outside of the quad cities. Have you ever heard of a charity called Save the Children?\n\tPersuadee: I can't say that I have heard of that particular non-profit, but it sounds interesting. Is that charity something you feel passionate about?\nPersuader: It's an amazing organization that does a lot of work internationally. It's a non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: That sounds like a great cause. How can I help?\nPersuader: That's so awesome that you want to help out! You can choose to donate any amount of the task payment, $0-$2 or anything in between. How much would you like to donate to the charity now?\n\tPersuadee: $2 for me, please\nPersuader: Thank you so much! The children will benefit so greatly from your donation\n\tPersuadee: Cool, no prob. I work in philanthropy, so it is important.\nPersuader: That's awesome. Any charity or group that I would know?\n\tPersuadee: Probably -- I work in Higher Ed, for my alma mater. #HookEm\nPersuader: Gotcha. I went to Kansas so Rock Chalk! ha\n\tPersuadee: :) It's a really great uni, but of course, I am highly biased. I want more people to be able to go here. \nPersuader: I agree. Its getting so expensive now days that it seems like the trend isn't to go to college anymore but more a trade school\n\tPersuadee: And that's okay, too. For the best and brightest, there should always be the 40 Acres. \nPersuader: I agree. Everyone's path is different but I think going to a big school offers those who have no clue what to do a good place to find out, or if they know exactly what they want they can pick the best program\n\tPersuadee: Agreed. We've done a lot better here, diversifying our programs and adding interdisciplinary studies. I'm sort of envious of the college kids of today. \nPersuader: That sounds like a great deal. I appreciate that chatting and the donation. Keep up the philanthropic work!\n\tPersuadee: Again, no problem. Best of luck in your own endeavors!", "label": [[18, 36, "1-RAPPORT-OTHER"], [101, 115, "1-RAPPORT-DISCLOSE"], [258, 316, "1-RAPPORT-OTHER"], [481, 550, "1-RAPPORT-DISCLOSE"], [551, 688, "1-RAPPORT-DISCLOSE"], [760, 804, "1-RAPPORT-OTHER"], [805, 891, "2-NEGOTIATE-OTHER"], [892, 945, "2-NEGOTIATE-REQUEST"], [987, 1005, "1-RAPPORT-OTHER"], [1464, 1580, "1-RAPPORT-DISCLOSE"], [1692, 1701, "1-RAPPORT-SIMILAR"], [2078, 2108, "1-RAPPORT-OTHER"], [2154, 2185, "1-RAPPORT-OTHER"], [11, 17, "8-NO-PERSUASION"], [202, 257, "1-RAPPORT-DISCLOSE"], [1006, 1061, "1-RAPPORT-DISCLOSE"], [1144, 1159, "1-RAPPORT-OTHER"], [1160, 1199, "1-RAPPORT-OTHER"], [1283, 1289, "1-RAPPORT-OTHER"], [1291, 1323, "1-RAPPORT-DISCLOSE"], [1323, 1325, "1-RAPPORT-OTHER"], [1455, 1463, "1-RAPPORT-SIMILAR"], [1702, 1901, "1-RAPPORT-OTHER"], [2109, 2153, "1-RAPPORT-OTHER"]], "idx": "101"}
{"id": 3061, "data": "Persuader: Hello\n\tPersuadee: Hello there how are you today?\nPersuader: I am good. How are you?\n\tPersuadee: I am doing well myself, thanks.\nPersuader: I was wondering would you like to donate money to Save the Children?\n\tPersuadee: Could you tell me more about it?\nPersuader: You can donate as little or as much as you want. It is to help children in need all over the world.\n\tPersuadee: I am guessing this a charity?\nPersuader: Yes. I'm Sorry. it is for charity. I thought I mentioned that.\n\tPersuadee: No, its fine!  This is a non-profit charity, not government sponsored?\nPersuader: It is a Non-Profit Charity\n\tPersuadee: I would be interested in donating a portion, how would that work?\nPersuader: We have a few options. You can send in either a check or money order. Make a donation on our website or have a monthly payment deducted from your banking account.\n\tPersuadee: Oh I see, is there a website I can look at or a number I can call before I make that kind of commitment?\nPersuader: Yes there is\n\tPersuadee: Ok, I am interested in helping refugees from Syria especially children so I would like to see if they are working on helping them\nPersuader: Absolutely, I totally understand.\n\tPersuadee: Could you tell me the website address?\nPersuader: Here is the website  http:// URL \n\tPersuadee: Oh wonderful, thank you I will donate 0.75 of my payment for sure.", "label": [[11, 16, "8-NO-PERSUASION"], [324, 374, "2-NEGOTIATE-REMIND"], [444, 462, "1-RAPPORT-DISCLOSE"], [701, 724, "1-RAPPORT-DISCLOSE"], [724, 770, "2-NEGOTIATE-OTHER"], [992, 1004, "1-RAPPORT-DISCLOSE"], [71, 81, "1-RAPPORT-DISCLOSE"], [82, 94, "1-RAPPORT-OTHER"], [150, 218, "2-NEGOTIATE-REQUEST"], [275, 323, "2-NEGOTIATE-BARGAIN"], [428, 432, "1-RAPPORT-DISCLOSE"], [433, 443, "1-RAPPORT-OTHER"], [463, 490, "1-RAPPORT-DISCLOSE"], [584, 611, "1-RAPPORT-DISCLOSE"], [771, 863, "2-NEGOTIATE-OTHER"], [1158, 1191, "1-RAPPORT-OTHER"], [1254, 1286, "1-RAPPORT-DISCLOSE"]], "idx": "102"}
{"id": 3062, "data": "Persuader: Hi! How are you?\n\tPersuadee: Good! Hows your day?\nPersuader: so far so good thanks! I'd like to talk to you about an NGO I know if that's alright with you?\n\tPersuadee: yeah sure! What NGO?\nPersuader: Have you heard of Save the Children? I know a lot of organizations do amazing work overseas - they are one that focuses specifically on helping ensure children have rights to education, health, and safety\n\tPersuadee: I have never heard of them actually, but thats awesome! Education, health and safety are key points that I think are very important to the less fortunate children overseas.\nPersuader: I agree - certainly important for everyone, but often its the kids who can\\'t speak for themselves that have the hardest time accessing the things they need. Between working with immediate disaster relief (like post hurricane Harvey) or longer term issues - like improving access to clean water in Cambodia, and they are on the \"Wise Giving\" award from Better Business Bureau - which measures how well funds get to the charitable work (versus expensive staff, etc)\n\tPersuadee: Wow. I actaully never knew that the BBB had such a thing to measure that sort of implication. I do know in fact that many NGO's out there do not use the money for the actual mission they are seeking. \nPersuader: I think that's why BBB set it up - it's an accreditation for charities to make sure people know how funds are being spent. Have you ever donated to a charity doing work like this?\n\tPersuadee: I have donated to The Hunger Project, in which they seek to mobilize permanent programs to end world hunger. Missions are mostly in rural areas of Africa, Latin America and Asia. What about you?\nPersuader: I have with Save the Children and Habitat for Humanity. I even went on a trip with Habitat to Malawi which was amazing. The researchers of this study have given participants the ability to donate a portion of the payment to Save the Children. Would you be willing to donate? 77 cents shelters a refugee for a day\n\tPersuadee: Of course! I will donate $1.54! Thank you for telling me that.\nPersuader: you're welcome - thank you for your donation - I really appreciate it!\n\tPersuadee: Your very welcome! I am happy to donate to a good cause. \nPersuader: I understand that this chat is complete once I\\'ve shared details, and you\\'ve either committed to donate, or decided to decline today. I also understand a \"10 minimum chat turns\" which I think we have hit. Is there anything you think we need to do before hitting \"return\"?\n\tPersuadee: I am at 7 chat turns unfortunately. \nPersuader: that's okay - I am glad I asked because I thought they meant 10 total, but you're right - it might be 10 EACH\n\tPersuadee: So how do I donate the $1.54 to that certain charity? Does it give me an option once we're done here?\nPersuader: the research team collects the donations and sends it. \n\tPersuadee: Okay awesome. ", "label": [[72, 94, "1-RAPPORT-DISCLOSE"], [211, 247, "2-NEGOTIATE-OTHER"], [770, 1076, "3-EMOTION-STORY"], [1301, 1423, "1-RAPPORT-DISCLOSE"], [1698, 1754, "1-RAPPORT-OTHER"], [10, 14, "8-NO-PERSUASION"], [15, 27, "1-RAPPORT-OTHER"], [95, 166, "2-NEGOTIATE-REQUEST"], [248, 415, "1-RAPPORT-DISCLOSE"], [611, 769, "3-EMOTION-EMPATHY"], [1424, 1480, "1-RAPPORT-OTHER"], [1754, 1817, "1-RAPPORT-DISCLOSE"], [1974, 2011, "2-NEGOTIATE-OTHER"], [2098, 2168, "1-RAPPORT-OTHER"], [1819, 1941, "1-RAPPORT-DISCLOSE"], [1942, 1973, "2-NEGOTIATE-REQUEST"], [2249, 2385, "1-RAPPORT-DISCLOSE"], [2385, 2456, "1-RAPPORT-OTHER"], [2457, 2523, "1-RAPPORT-OTHER"], [2584, 2693, "1-RAPPORT-OTHER"], [2819, 2873, "1-RAPPORT-DISCLOSE"]], "idx": "103"}
{"id": 3063, "data": "Persuader: I'M READY\n\tPersuadee: I am ready too. How do you feel about children's charity?\nPersuader: IT IS VERY COMFORT FOR THE CHILDREN'S\n\tPersuadee: Yeah, i'm glad there are organizations to help children, since they can't really help themselves. What are some of the more nameworthy charities you can think of? We have St Judes Childrens Hospital rather close to here as well as several different charities for all kinds of needs\nPersuader: YEAH,SOME OF THEM CAN'T REALLY HELP FOR THE CHARITY.BUT SOMEONE GIVE'S THEIR HANDS FOR THEM\n\tPersuadee: Yes, you definitely got to be on the look out for false charities. I use resources like Charity Navigator for this. Have you heard of it? It provides a non-biased \"grade\" for charities based on how thruthful they are as well as how well they manage their funds. It helps me make the right choices and not just throw my money away\nPersuader: YES I HEARD ABOUT THAT.EVERYONE SHOULD AWAKENED AND GIVES CHARITIES TO THEM\n\tPersuadee: Definitely. Do you donate to charities ever? I am not financially well-off, but I try to give forward what I can. At grocery stores or supermarkets they usually have those Helping Hand charities or something similar and I usually give my change to them. It has to count for something, hopefully..\nPersuader: YES I DONATE TO MANY CHARITIES. EVEN THOUGH WE ARE NOT FINANCIALLY WELL OFF GIVE A SINGLE DOLLAR IS HELP THEM TO SATISFIED FOR FOOD\n\tPersuadee: Yeah definitely. President Obama did the same sort of thing with \"Grassroots\" Fundraising. Instead of getting a few really large donations, he was able to get several millions of small donations to fund his presidential campaign. It shows the power of small amounts of money. Charities rely on funds to keep doing their work so I think it\\'s important to help when possible. I always told myself if I am ever more financially secure in the future, I would help as much as possible.\nPersuader:  THAT'S GOOD TO DO\n\tPersuadee: Thank you. Do you also have charities soliciting money in grocery stores and gas stations or banks around you?\nPersuader: NO BUT IN SOME SORT NEARBY\n\tPersuadee: Thats good. At least you have some local people trying to make a change\nPersuader: FINE.YEAH ABSOLUTELY SURE  \n\tPersuadee: Very fine. I hope you're having a good day\nPersuader: SURE.THANK YOU.YOU TO HAVING A NICE DAY\n\tPersuadee: Yes I am having a nice day. It's raining here currently pretty hard but I like thunderstorms.\nPersuader: OK.HAVE A SAFE AND GOOD DAY\n\tPersuadee: Thank you, I don't plan on doing anything today but relaxing but I will try to make it safe", "label": [[890, 913, "1-RAPPORT-SIMILAR"], [913, 965, "1-RAPPORT-DISCLOSE"], [1286, 1317, "1-RAPPORT-DISCLOSE"], [1318, 1417, "1-RAPPORT-DISCLOSE"], [2297, 2307, "1-RAPPORT-OTHER"], [11, 20, "8-NO-PERSUASION"], [102, 139, "1-RAPPORT-DISCLOSE"], [445, 536, "1-RAPPORT-OTHER"], [1924, 1941, "1-RAPPORT-SIMILAR"], [2076, 2102, "1-RAPPORT-DISCLOSE"], [2198, 2203, "1-RAPPORT-OTHER"], [2203, 2224, "1-RAPPORT-OTHER"], [2292, 2296, "1-RAPPORT-OTHER"], [2307, 2331, "1-RAPPORT-OTHER"], [2449, 2452, "1-RAPPORT-OTHER"], [2452, 2476, "1-RAPPORT-OTHER"]], "idx": "104"}
{"id": 3064, "data": "Persuader: Hello, is anyone there?\n\tPersuadee: hi\nPersuader: How are you?\n\tPersuadee: Good. Do you know anything about the children's charity?\nPersuader: Can you tell me about it?\n\tPersuadee: It says here we must come to an agreement is explicitly made, and converse about it until that time.\nPersuader: Do you have kids?\n\tPersuadee: I have four children, all of whom are grown up. I enjoy giving to children's charities. What about you?\nPersuader: Yeah, I have a daughter, she's one and a half years old. \n\tPersuadee: Awww...I will give the unknown charity $10 I guess. \nPersuader: Are you really going to do that?  I think you can only donate up to two dollars for this task. \n\tPersuadee: I have no idea. No instructions were given other than to chat here until we come to a donation agreement. Ok, I'll give two dollars then. What do you think?\nPersuader: Okay, you should give two dollars.  I can't give anything.  I need these two dollars to pay my bills.  \n\tPersuadee: Me too. I feel sort of ambushed, but I don't know what else to do. We are supposed to type back and forth at least 10 times, this is my 6th.\nPersuader: I think it should be the government's job to take care of needy kids, not charities.  \n\tPersuadee: I see. I usually only donate to charities that I know their CEO isn't earning more than 2$250,000 a year\nPersuader: Yeah, a lot of them seem corrupt.  \n\tPersuadee: That' swhy I feel ambushed. I don't like donating to any charity, let alone a children's charity, unless I know if it's legit\nPersuader: Come on, they're just children!  Do you remember when you were a child?  What if you were a hungry child, with no food to eat?  How can you be so cruel!\n\tPersuadee: You're the one who isn't willing to donate. Last time I checked I am at least trying to give $2\nPersuader:  Hey, I\\'m not the one on trail here.. . \"Where\\'s my Mama?\" asks the poor orphan girl.  Im soo hungy,\" she stammers, with a lisp. \n\tPersuadee: Okay, my explicit agreement is to donate $2. Hopefully you agree and we can terminate this conversation. Have a nice day.\nPersuader: Okay, you agree on two dollars and I agree on no dollars.  Agreed.  Thanks for chatting.  I will exit now. \n\tPersuadee: ok bye have a great whatever", "label": [[2080, 2137, "2-NEGOTIATE-BARGAIN"], [1526, 1559, "3-EMOTION-EMPATHY"], [1560, 1598, "4-LOGIC-OTHER"], [1888, 1932, "7-PRESSURE-INTIMIDATE"], [2170, 2186, "8-NO-PERSUASION"], [11, 34, "8-NO-PERSUASION"], [304, 321, "1-RAPPORT-OTHER"], [449, 505, "1-RAPPORT-DISCLOSE"], [1600, 1654, "3-EMOTION-GUILT"], [583, 615, "1-RAPPORT-OTHER"], [859, 894, "2-NEGOTIATE-REMIND"], [918, 960, "1-RAPPORT-DISCLOSE"], [1655, 1679, "3-EMOTION-ANGER"], [1800, 1886, "5-AUTHORITY-SUPERIOR"], [2139, 2146, "1-RAPPORT-DISCLOSE"], [2148, 2169, "1-RAPPORT-OTHER"], [61, 73, "1-RAPPORT-OTHER"], [154, 179, "1-RAPPORT-OTHER"], [617, 677, "1-RAPPORT-DISCLOSE"], [895, 917, "1-RAPPORT-DISCLOSE"], [1127, 1211, "1-RAPPORT-DISCLOSE"], [1342, 1376, "1-RAPPORT-DISCLOSE"]], "idx": "105"}
{"id": 3065, "data": "Persuader: Hi How are you today? I have a question. Do you love helping children that are in need? \n\tPersuadee: Hi, I am good, and yes, I do like helping children in need.\nPersuader: Have you ever heard of the Charity organization called Save the Children? Would you like to hear more about it?\n\tPersuadee: I have heard of the charity, I wouldn't mind hearing more about it.\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps children in developing countries. Isnt it heartbreaking to see how children in developing countries suffer compared to those here in the U.S.\n\tPersuadee: It is sad that children suffer in other parts of the world.\nPersuader: At least their is a charitable organization that advocates for these children. Unfortunately, not enough people donate this cause. \n\tPersuadee: It is good that there are charities to address important causes.\nPersuader: Yes, there is I plan on donating to this cause. It is true that every cent helps, even if it is just pennies.\n\tPersuadee: I agree that every little bit helps.\nPersuader: If every person in the US gave just a penny it would make a husge difference. Unfortunately that is unrealistic.\n\tPersuadee: Yes, it would be hard to get everyone to donate, even if it was just a penny.\nPersuader: What about yourself? Would you be willing to donate a small amount to this charity?\n\tPersuadee: Yes, I would be willing to donate a small amount to the charity.\nPersuader: Would you be willing to donate fifty cent of your profit from this task if it was guaranteed to go to Save the Children?\n\tPersuadee: Yes, I would donate fifty cents from this task if it was guaranteed to go to Save the Children.\nPersuader: Thank you that is wonderful! The research team will collect all the donations and send it to Save the Children. You can donate up to $2 if you like. If you are willing to donate more than .50 cents how much are you will to donate?\n\tPersuadee: I am willing to donate just the fifty cents.\nPersuader: Thank you, that fifty cents may not be much to you and I, but it will make a huge difference in the lives of these children.\n\tPersuadee: Thank you, I agree every little bit helps!", "label": [[52, 98, "1-RAPPORT-OTHER"], [33, 51, "1-RAPPORT-DISCLOSE"], [11, 32, "1-RAPPORT-OTHER"], [183, 256, "1-RAPPORT-OTHER"], [257, 294, "1-RAPPORT-OTHER"], [386, 546, "1-RAPPORT-DISCLOSE"], [738, 816, "4-LOGIC-ARGUE"], [817, 867, "1-RAPPORT-DISCLOSE"], [1514, 1634, "2-NEGOTIATE-BARGAIN"], [547, 654, "3-EMOTION-EMPATHY"], [958, 1005, "1-RAPPORT-DISCLOSE"], [1006, 1067, "1-RAPPORT-DISCLOSE"], [1128, 1205, "4-LOGIC-OTHER"], [1206, 1240, "4-LOGIC-OTHER"], [1342, 1362, "2-NEGOTIATE-REQUEST"], [1363, 1425, "2-NEGOTIATE-REQUEST"], [1754, 1782, "1-RAPPORT-OTHER"], [1783, 1864, "1-RAPPORT-DISCLOSE"], [2053, 2177, "2-NEGOTIATE-BARGAIN"], [1866, 1902, "2-NEGOTIATE-BARGAIN"], [1903, 1984, "2-NEGOTIATE-BARGAIN"]], "idx": "106"}
{"id": 3066, "data": "Persuader: hello\n\tPersuadee: Hello\nPersuader: I\\'d like to take this opportunity to ask for some help with a non-profit organization that\\'s seek financial help.  it\\'s called \"Save the children\".  Can I have a moment of your time?\n\tPersuadee: Sure, what would you like to tell me\nPersuader: Save the children is seeking donations which helps ensure children's rights to health, education, safety, etc.  Any donation you may offer will make a tangible impact for the world.\n\tPersuadee: Ok. How much of my donation actually reaches the children, and how much is used to pay for administrative purposes?\nPersuader: Since this is a nonprofit organzation all donations will go directly to a trustable fund.  There are no payments toward adminstrative purposes.  Once the funds reach a certain limit (from various donators) they will then be used to purchase supplies, food, etc all for the children\n\tPersuadee: Is safe the children only children in America?\nPersuader: No, this is a worldwide cause.  In the first 2 months of 2018 1,000 children were reportedly killed or injured in intesifying violence, largely in part to them being located in war zones in Syria.\n\tPersuadee: I want to help American children as well, will they receive any aid?\nPersuader: Yes they will.  The mission of \"Save the children\" is to assist ALL children.  Here in America we have children (unfortunately) dying due to hunger.  Your donation will help to purchase them food and allow them to receive the proper education needed.\n\tPersuadee: What type of payment will you accept?\nPersuader: Payments can be made via through our secured website  URL  You can donate using a credit/debit card\n\tPersuadee: So you wouldn't be able to accept a check?\nPersuader: For checks you will have to call  1.800.728.3843  where they will give further details \n\tPersuadee: Ok, I'll donate. Can you send me the link again?\nPersuader: sure..... URL   Thank you so much for expressing interest in our cause, your donation will be greatly appreciated\n\tPersuadee: What's the average donation size\nPersuader: There really isn't an average donation size, however think of those times when you are out shopping and happen to purchase unnecessary items.  By adding the costs of those things ie. bag of chips, candy, etc. are perfect examples of what a donation can be\n\tPersuadee: That sounds great, I'll visit the site\nPersuader: Awesome, thanks again.", "label": [[11, 16, "8-NO-PERSUASION"], [163, 196, "1-RAPPORT-DISCLOSE"], [404, 472, "2-NEGOTIATE-OTHER"], [613, 702, "1-RAPPORT-DISCLOSE"], [758, 894, "1-RAPPORT-DISCLOSE"], [1253, 1268, "1-RAPPORT-DISCLOSE"], [1270, 1332, "1-RAPPORT-DISCLOSE"], [1566, 1665, "2-NEGOTIATE-OTHER"], [1892, 2005, "1-RAPPORT-OTHER"], [2380, 2402, "1-RAPPORT-OTHER"], [45, 161, "2-NEGOTIATE-REQUEST"], [198, 231, "2-NEGOTIATE-REQUEST"], [292, 402, "1-RAPPORT-DISCLOSE"], [704, 756, "1-RAPPORT-DISCLOSE"], [965, 995, "1-RAPPORT-DISCLOSE"], [997, 1160, "3-EMOTION-STORY"], [1333, 1403, "3-EMOTION-STORY"], [1404, 1503, "3-EMOTION-STORY"], [1731, 1818, "2-NEGOTIATE-OTHER"], [2062, 2203, "1-RAPPORT-DISCLOSE"], [2205, 2317, "2-NEGOTIATE-BARGAIN"]], "idx": "107"}
{"id": 3067, "data": "Persuader: hello\n\tPersuadee: hi\nPersuader: Are you involved in children's charity?\n\tPersuadee: i dont know\nPersuader: ok fine...What is your opinion about children's charity? \n\tPersuadee: good education and good health\nPersuader: yes, you are correct..did you donate any amount to children's charity?\n\tPersuadee: no, i not donated\nPersuader: Ok...are you interested to join in children's charity?\n\tPersuadee: yes, i am interested but now not join in children's charity.\nPersuader: Fine...What is your opinion about children's charity?\n\tPersuadee: good charity. all children's using in the children's charity.. and all peoples join in the children's charity....\nPersuader: Fine...nice to hear this from you...\n\tPersuadee: i am from oakham\nPersuader: Wow, What is the specialty in your place?\n\tPersuadee: thank u sir\nPersuader: your welcome...please spread the good thoughts about children's charity...\n\tPersuadee: yes, sure sir\nPersuader: thank you for your approach.\n\tPersuadee: thank you sir. please ur nice name?", "label": [[11, 16, "8-NO-PERSUASION"], [43, 82, "2-NEGOTIATE-REQUEST"], [230, 300, "1-RAPPORT-OTHER"], [118, 174, "1-RAPPORT-OTHER"], [938, 965, "1-RAPPORT-OTHER"], [342, 396, "2-NEGOTIATE-REQUEST"], [481, 534, "1-RAPPORT-OTHER"], [672, 707, "1-RAPPORT-OTHER"], [749, 790, "1-RAPPORT-OTHER"], [826, 899, "1-RAPPORT-OTHER"]], "idx": "108"}
{"id": 3068, "data": "Persuader: hi\n\tPersuadee: Good morning\nPersuader: good morning. how about today\n\tPersuadee: How about what today?\nPersuader: you know about save the children charity?\n\tPersuadee: I know a little bit\nPersuader: you donate that charity\n\tPersuadee: What do you mean?\nPersuader: you willing to donate save the children charity\n\tPersuadee: Yes I would donate to them\nPersuader: how much you plan to donate\n\tPersuadee: I would donate $10.00\nPersuader: oh great to do this\n\tPersuadee: I donate regularly already, just never to Save the Children.\nPersuader: you are very great.\n\tPersuadee: Thank you, I appreciate that.\nPersuader: I will plan to donate $15\n\tPersuadee: That's great!  I'm sure it will go to good use\nPersuader: nice to chat with you\n\tPersuadee: You too, have a good day", "label": [[11, 13, "8-NO-PERSUASION"], [64, 79, "1-RAPPORT-OTHER"], [210, 233, "1-RAPPORT-OTHER"], [446, 465, "1-RAPPORT-OTHER"], [549, 569, "1-RAPPORT-COMPLIMENT"], [622, 648, "1-RAPPORT-DISCLOSE"], [719, 740, "1-RAPPORT-OTHER"], [50, 63, "1-RAPPORT-OTHER"], [125, 166, "1-RAPPORT-OTHER"], [275, 322, "2-NEGOTIATE-REQUEST"], [373, 400, "2-NEGOTIATE-OTHER"]], "idx": "109"}
{"id": 3069, "data": "Persuader: Have you ever heard of the charity called...Save the children?\n\tPersuadee: Hi, How are You?\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. Have you ever heard of this charity?\n\tPersuadee: Yes, i have heard\nPersuader: Save the Children is essential to help ensuring children's rights to health, education, and safety.\n\tPersuadee: yes, i do agree\nPersuader: There are many children who die from hunger, and Save the children ensures this will not happen as much.\n\tPersuadee: yes,do you have the idea of donating\nPersuader: Yes, possibly. There is a lack of support for children in developing countries, especially in war zones.\n\tPersuadee: How much will you donate from this hit\nPersuader: I am not quite sure yet, but..millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence.\n\tPersuadee: you can donate 0$ to 2$ from this hit\nPersuader: Save the Children is a professional organization and has many credentials. They are definitely trustworthy.\n\tPersuadee: kindly understand, we have to make a donation agreement now, that was the task given for us\nPersuader: Many people spend unnecessary money on snacks or candy every single day. Just a small donation can help children across the world.\n\tPersuadee: yes i can donate 1$ from this hit, what can u donate? \nPersuader: Save the Children is currently helping Rohingya Refugees, and also children suffering from the effects of hurricane harvey.\n\tPersuadee: you can donate 0$ to 2$ kindly make a choice \nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2). \n\tPersuadee: i can donate 0.10 cent, can you donate the same?\nPersuader: Great! I can also donate 10 cents.", "label": [[114, 283, "1-RAPPORT-DISCLOSE"], [283, 319, "1-RAPPORT-OTHER"], [361, 460, "1-RAPPORT-DISCLOSE"], [680, 769, "1-RAPPORT-DISCLOSE"], [665, 680, "1-RAPPORT-DISCLOSE"], [11, 73, "1-RAPPORT-OTHER"], [500, 604, "1-RAPPORT-OTHER"], [832, 940, "1-RAPPORT-DISCLOSE"], [941, 1054, "3-EMOTION-STORY"], [1116, 1190, "1-RAPPORT-DISCLOSE"], [1741, 1792, "2-NEGOTIATE-REQUEST"], [1792, 1855, "1-RAPPORT-DISCLOSE"], [1989, 1995, "1-RAPPORT-OTHER"], [1996, 2022, "1-RAPPORT-DISCLOSE"], [1191, 1223, "1-RAPPORT-OTHER"], [1412, 1469, "2-NEGOTIATE-OTHER"], [1339, 1411, "3-EMOTION-GUILT"], [1548, 1671, "1-RAPPORT-DISCLOSE"], [1856, 1915, "2-NEGOTIATE-OTHER"]], "idx": "110"}
{"id": 3070, "data": "Persuader: Hello\n\tPersuadee: Hi! How are you?\nPersuader: Doing well thank you.  And yourself?\n\tPersuadee: I'm doing okay.\nPersuader: Good.  I promise I'm not a bot, lol.  Watching the UCF-UConn game and doing some Turks.\n\tPersuadee: Who are you cheering for?\nPersuader: UCF.  Last year\\'s \"National Champions\"\n\tPersuadee: I went to UCF for a semester. Love the campus! Not really a sport's person myself though.\nPersuader: Wow!  Small world!\n\tPersuadee: It is! Are you from Florida?\nPersuader: I am.  Orlando...well, DeBary, right down the road.  I work downtown for The Dr. Phillips Center, a non profit performing arts center.\n\tPersuadee: I'm originally from Tampa. Moved to Texas about 2 years ago. \nPersuader: Cool.  Don't mess with Texas, right?  So speaking of non-profits, would you be interested in donating some of your bonus from this HIT to Save the Children?\n\tPersuadee: Can you tell me about it?\nPersuader: Sure.  Save the Children gives children a healthy start in life, the opportunity to learn and protection from harm. When crisis strikes, they are always among the first to respond and the last to leave. They do whatever it takes to save children, transforming their lives and the future we all share.  They are a worldwide organization and I believe even assisted with the response to Hurricane Harvey in Houston last year.\n\tPersuadee: So they are a crisis response organization?\nPersuader: Yup.  They are helping out with the Syrian refugee crisis, Hurricanes Harvey, Irma, and Maria, the earthquakes in Japan, the earthquake in Haiti a few years ago... even as far back as Katrina.\n\tPersuadee: How much of the donation goes directly to the children?\nPersuader: 100% of your donation goes to it according to the creators of this Turk.  You can donate any amount of your bonus and the rest of the bonus is yours to keep.  I even use a Chome extension call Tabs for a Cause and donate to them through that extension all the time\n\tPersuadee: No non profit can give 100% of the donation to the intended recipient. There are costs to take care of first.\nPersuader: Yeah, that\\'s true.  The only information I have to work with in regards to how much of this particular donation that goes to the children is what the research organizers say: \"The research team will collect all donations and send it to Save the Children.\"  However, according to Charity Navigator, 88.3% of their donations go to their mission (the children).\n\tPersuadee: Without time to do more research, I don't think I'll donate.\nPersuader: Not even 50 cents?  44 of which will go to those kids?  Don't make me start playing the Sarah McLachlan music with the children in the background because the researchers gave me the ability to do that...\n\tPersuadee: No, I like to completely research any causes I donate to.\nPersuader: \"I will remember youuuuuuuuuu... *sad child from Hurricane Harvey\"  \"Will you remember meeeee?\" *sad child from earthquake*", "label": [[80, 93, "1-RAPPORT-OTHER"], [140, 169, "1-RAPPORT-DISCLOSE"], [171, 219, "1-RAPPORT-FRIEND"], [270, 274, "1-RAPPORT-DISCLOSE"], [276, 309, "1-RAPPORT-FRIEND"], [429, 441, "1-RAPPORT-OTHER"], [493, 500, "1-RAPPORT-DISCLOSE"], [501, 546, "1-RAPPORT-DISCLOSE"], [752, 870, "2-NEGOTIATE-REQUEST"], [1036, 1122, "1-RAPPORT-DISCLOSE"], [1417, 1602, "1-RAPPORT-DISCLOSE"], [2545, 2579, "2-NEGOTIATE-BARGAIN"], [2581, 2728, "7-PRESSURE-MANIPULATE"], [2810, 2933, "7-PRESSURE-MANIPULATE"], [11, 16, "8-NO-PERSUASION"], [57, 78, "1-RAPPORT-DISCLOSE"], [133, 138, "1-RAPPORT-OTHER"], [423, 426, "1-RAPPORT-OTHER"], [546, 628, "1-RAPPORT-DISCLOSE"], [714, 719, "1-RAPPORT-OTHER"], [722, 750, "1-RAPPORT-OTHER"], [920, 924, "1-RAPPORT-OTHER"], [927, 1035, "1-RAPPORT-DISCLOSE"], [1123, 1220, "1-RAPPORT-DISCLOSE"], [1222, 1343, "1-RAPPORT-DISCLOSE"], [1411, 1415, "1-RAPPORT-DISCLOSE"], [1682, 1754, "1-RAPPORT-DISCLOSE"], [1757, 1840, "2-NEGOTIATE-OTHER"], [1842, 1947, "1-RAPPORT-DISCLOSE"], [2081, 2100, "1-RAPPORT-SIMILAR"], [2103, 2337, "1-RAPPORT-DISCLOSE"], [2339, 2440, "1-RAPPORT-DISCLOSE"], [2525, 2543, "2-NEGOTIATE-BARGAIN"]], "idx": "111"}
{"id": 3071, "data": "Persuader: Hello,  Have you heard of the save a children charity?\n\tPersuadee: Why yes I have. Do you represent them?\nPersuader: Yes I do.  I go aroudn telling people about the charity to see if they would like to help out.   \n\tPersuadee: I've been thinking of donating to charity, but I could never find the right one.\nPersuader: This one is great.  We help out poor children.  We assist in all sorts of ways.   Education, health care, vaccinations etc.  We cover all aspects of it.  Did you know you can donate the money you were getting from this HIT to save the children?\n\tPersuadee: Oh really? I honestly had no idea. \nPersuader: Yes it is!   Would you like to spend $1.70 to help some poor children today.\n\tPersuadee: Well being that im kind of a poor person myself im kind of in the same boat as the children lol. I'd be fine with donating $1.00 though and i'd keep the other.\nPersuader: But think of all of the poor children.  Have you no empathy?\n\tPersuadee: Well yeah that's why im giving them the dollar? lol\nPersuader: How about $1.25?\n\tPersuadee: Darn really gonna make me miss out on that bad of chips huh?...lol how about $1.15 and you have yourself a deal...\nPersuader: We save children.  Did you know that 90 cents out of every dollar goes directly towards helping a child?\n\tPersuadee: Where does the other 10 cents go then?...and I guess it's a good thing I decided to give them that dollar then =)\nPersuader: We have some over head... Admistration etc.  We have people working full time who distribute funds and keep the programs going.  We have to do a lot of vetting to ensure the money isn't wasted and is distributed properly\n\tPersuadee: Makes sense you gotta keep the engine running. Well I hope that my $1.10 helps those poor children and when i dont need to rely on HITs for money i'd love to donate more.\nPersuader: For just a mere $1.25 you can save a child's life.\n\tPersuadee: Finnnnnne take the $1.25. But if I die from starvation...its your fault <_<\nPersuader: You can take sustinance in knowing you helped save the children.\n\tPersuadee: While im in the grave cause I didnt have enough money to buy that bag of chips....", "label": [[11, 65, "1-RAPPORT-OTHER"], [128, 137, "1-RAPPORT-DISCLOSE"], [139, 221, "1-RAPPORT-DISCLOSE"], [411, 453, "1-RAPPORT-DISCLOSE"], [484, 574, "2-NEGOTIATE-OTHER"], [634, 644, "1-RAPPORT-DISCLOSE"], [647, 709, "2-NEGOTIATE-REQUEST"], [330, 348, "1-RAPPORT-DISCLOSE"], [350, 377, "1-RAPPORT-DISCLOSE"], [378, 410, "1-RAPPORT-DISCLOSE"], [455, 482, "1-RAPPORT-DISCLOSE"], [1030, 1046, "2-NEGOTIATE-BARGAIN"], [894, 932, "3-EMOTION-GUILT"], [1185, 1202, "1-RAPPORT-DISCLOSE"], [1204, 1289, "1-RAPPORT-DISCLOSE"], [1472, 1554, "1-RAPPORT-DISCLOSE"], [1556, 1647, "1-RAPPORT-DISCLOSE"], [934, 954, "7-PRESSURE-INTIMIDATE"], [1427, 1470, "1-RAPPORT-DISCLOSE"], [1842, 1892, "2-NEGOTIATE-BARGAIN"], [1992, 2055, "3-EMOTION-OTHER"]], "idx": "112"}
