{"id": 2355, "data": "Persuader: Hello!\n\tPersuadee: Hello\nPersuader: Have you ever heard of the Save the Children organization?\n\tPersuadee: Not sure, don't recall hearing about that at the moment\nPersuader: It's an international non-governmental organization that promotes children's rights, provides relief, and helps support children in developing countries\n\tPersuadee: OK, sounds noble\nPersuader: Yeah, they do incredible work. Children in developing nations die from hunger and disease every day. They use their funding to help change that\n\tPersuadee: And there aren't other organizations doing the same?\nPersuader: I'm sure there are, but Save the Children has high rankings for their good work and charity. You can see information about it on their website:  URL s/about-us/awards-and-rankings\n\tPersuadee: So what is done with the moeny they get?\nPersuader: The money goes right towards helping children! For instance, they've been helping children in Syria who are growing up facing the violence there.\n\tPersuadee: And the money doesn't mysteriously disappear at the borders between nations?\nPersuader: As I mentioned, they are a highly ranked charity. Charity Navigator gives them 3 of 4 stars based on their efficiency and capacity.\n\tPersuadee: But there are higher ranked charities, such as Christian Relief Fund\nPersuader: Save the Children isn't a religious organization, it has no agenda except to help children around the world. \n\tPersuadee: Perhaps, though I don't recall a case of religion inhibiting what Christian Relief Fund does.\nPersuader: In any case, I'm sure you can agree that saving children around the world is a worthy cause. A much more meaningful way to use your spare change than buying a coffee or a bag of chips from the vending machine. Small donations make a huge impact on the children and their families.\n\tPersuadee: True, much more worthy then Starbucks\nPersuader: So, how much would you be willing to donate to this charity now? You can choose any amount up to $2\n\tPersuadee: Regrettably I can't give anything, but I have given to others recently.", "label": [[11, 17, "8-NO-PERSUASION"], [47, 105, "1-RAPPORT-OTHER"], [378, 521, "4-LOGIC-ARGUE"], [598, 691, "5-AUTHORITY-CREDENTIALS"], [691, 777, "4-LOGIC-OTHER"], [842, 987, "4-LOGIC-OTHER"], [1088, 1219, "5-AUTHORITY-CREDENTIALS"], [1312, 1421, "4-LOGIC-OTHER"], [1881, 1980, "2-NEGOTIATE-REQUEST"], [185, 337, "4-LOGIC-OTHER"], [409, 478, "3-EMOTION-STORY"], [902, 987, "3-EMOTION-STORY"], [1539, 1748, "3-EMOTION-GUILT"], [1749, 1819, "4-LOGIC-OTHER"]], "idx": "960"}
{"id": 2356, "data": "Persuader: Hey! How are you doin today?\n\tPersuadee: Hey! I'm doing well! How are you?\nPersuader: I\\'m alright, just reading up on this organization called \"Save the Children\".. have you heard about it?\n\tPersuadee: I haven't. It sounds familiar though. Could you tell me about it?\nPersuader: Yeah, no problem! It's a non-governmental organization that helps with children's rights. They claim to provide relief and support to kids in developing countries. \n\tPersuadee: That's amazing. Do they provide legal help or support to live?\nPersuader: It looks like a bit of both! But they're down on donations. Curious, how willing would you be to donate to the cause? Say... if it were deducted from your task payment?\n\tPersuadee: I'm really passionate about children's rights no matter what background they are from. When it isn't available, I think it's important to provide for them if we can. So, I'd be willing to donate, if I could confirm the charity was a legitimate one.\nPersuader: Absolutely! Save the Children is quite credible, and has tons of information out there about their organization. They have corporate partnerships, individuals, and foundations!  \n\tPersuadee: Oh, wow! Okay, I would definitely donate to them!\nPersuader: That's so awesome to hear! How much were you thinkin? You can choose any amount from $0 to all of your payment. \n\tPersuadee: I'm not sure how much I would be getting from the task, but I will say $1!\nPersuader: That's so awesome of you! The research team will be able to collect all donations and send it on over to Save the Children. It's a very valuable cause, and afterall, they have won up to 7 awards. \n\tPersuadee: Oh, that is nice! Especially now with so many children separated from their families because of the immigration disputes, I hope they can help children here even in America as well!\nPersuader: They absolutely have United States based programs! From Avocacy, to Education, and even emergency services. I worry about those kids too, so I understand. It's a shame what's going on, I hope the problem gets rectified soon. \n\tPersuadee: Me too. I think about them so often. I have a sister who is under eighteen. I try to teach her about her rights because I think it is so important to know them. If someone believes they can take advantage of your ignorance, a lot of times, they will. It's a shame, but I want her to know her rights so that she is never taken advantage of by someone in a higher position of power. Wherever and whoever that may be.\nPersuader: I want to teach my daughter the same someday! It's even harder seeing the things going on here on the news and in the media when you have a child that's so close to you :(\n\tPersuadee: Yes. It makes me scared for her and my nephews as well. I hope we can fix the bad in the world by the time they grow older. I have noticed so many kids that are kinder and more aware than when I was younger. I think it's because there are more people who have experienced injustice or have been hurt by inequality. They want to make sure it doesn't happen to the ones that come after us.\nPersuader: I agree! I think that the internet helps, too. Helps to bring awareness. It was very kind of you, today, to donate your earnings from this chat for the kids. I understand the grind of trying to make a buck, and I just wanted to leave you off with one thing: you heard about saving children and you committed. That's so big of you, and not many people care these days. I admire you, and I hope you have a wonderful day. :)\n\tPersuadee: Thank you. It was nice speaking with you! :)\nPersuader: You as well! xx", "label": [[11, 39, "8-NO-PERSUASION"], [97, 201, "8-NO-PERSUASION"], [309, 454, "4-LOGIC-OTHER"], [542, 602, "4-LOGIC-ARGUE"], [602, 710, "2-NEGOTIATE-REQUEST"], [983, 1159, "5-AUTHORITY-CREDENTIALS"], [1235, 1262, "1-RAPPORT-FRIEND"], [1262, 1347, "2-NEGOTIATE-BARGAIN"], [1446, 1472, "1-RAPPORT-COMPLIMENT"], [1570, 1642, "5-AUTHORITY-CREDENTIALS"], [291, 309, "8-NO-PERSUASION"], [1472, 1570, "4-LOGIC-OTHER"], [1848, 1956, "4-LOGIC-OTHER"], [2511, 2557, "1-RAPPORT-SIMILAR"], [2558, 2683, "3-EMOTION-STORY"], [3095, 3103, "1-RAPPORT-SIMILAR"], [3104, 3167, "4-LOGIC-OTHER"], [3168, 3516, "1-RAPPORT-COMPLIMENT"], [1956, 2073, "1-RAPPORT-SIMILAR"], [3585, 3600, "8-NO-PERSUASION"]], "idx": "961"}
{"id": 2357, "data": "Persuader: Hi! How are you today?\n\tPersuadee: Iam Fine. What about you?\nPersuader: I am doing well thank you. I wanted to talk to you about a charity today. Do you donate at all?\n\tPersuadee: Yes I donate one year back. What about you?\nPersuader: I try to give when I can, but it can be hard sometimes\n\tPersuadee: Oh. Will you know about Charity?\nPersuader: So the Save the Children charity is an organization that helps children in need around the wrold\n\tPersuadee: Oh super Thanks for explanation.\nPersuader: Do you donate to organizations for children?\n\tPersuadee: Yes But one year Back i would donate.\nPersuader: that is excellent! I truly believe the children are our future, and if we can help them out today, we can save them from physical and emotioanl struggles down the road\n\tPersuadee: Yes Surely. I like to donate for the children's.  But i cant able to give money thhis year.\nPersuader: I understand. But even just a few cents can go a long way. if everyone in the US gave 5 cents, that is over 16 million dollars!\n\tPersuadee: Yes I tried to give money for the children. What about you?\nPersuader: I try myself. I like to volunteer too, or donate clothes\n\tPersuadee: Yes Me also like to donate clothes, Foods, etc.\nPersuader: It can be hard to spare money when you are trying to make ends meet, but clothes and food are excellent way to help\n\tPersuadee: Thankyou for encourageing me.\nPersuader: you are very welcome. How much would you like to donate today?\n\tPersuadee: I like to donate 30 dollars. ", "label": [[11, 33, "8-NO-PERSUASION"], [510, 554, "1-RAPPORT-OTHER"], [635, 783, "4-LOGIC-ARGUE"], [898, 1026, "4-LOGIC-ARGUE"], [83, 178, "8-NO-PERSUASION"], [246, 300, "1-RAPPORT-DISCLOSE"], [357, 453, "4-LOGIC-OTHER"], [616, 635, "1-RAPPORT-COMPLIMENT"], [1110, 1166, "1-RAPPORT-DISCLOSE"], [1238, 1353, "4-LOGIC-OTHER"], [1407, 1428, "1-RAPPORT-FRIEND"], [1429, 1469, "2-NEGOTIATE-REQUEST"]], "idx": "962"}
{"id": 2358, "data": "Persuader: Hello, I'd like to interest you in committing to a donation towards the Save the Children fund, an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: I appreciate your concern.  Tell me more about this charity before I make a decision.\nPersuader: Save the Children is a foundation that runs world-wide with a focus on providing health, education, protection, hunger elimination, emergency aid, and global advocacy. So far we have reached 155 million children in 120 countries.\n\tPersuadee: Interesting that you know so much.  How long has this charity been around?\nPersuader: The charity was founded in 1919 and their belief is that every child deserves a future so nearly 90% of every dollar goes directly into the mission itself while the remaining 10% goes directly into fundraising and advocacy awareness programs to help promote their current efforts. \n\tPersuadee: That is important that most of the money goes to the charity and not into administration.\nPersuader: Agreed, they post their yearly audit reports so that individuals can track where the funds are allocated.\n\tPersuadee: It looks like they will be celebrating their 100 year anniversary soon. That is quite a milestone.\nPersuader: Yes, they are an extremely reputable charity that have been in good standing for the entirety of their history. Originally founded immediately after World War I when so many children were orphaned and/or homeless. \n\tPersuadee: That is interesting.  Do they do work in the United States or just overseas?\nPersuader: They work world wide providing both support in the US and overseas, the US chapter was founded in 1932 following the great depression, and today their team goes where other's cannot - to the most rural communities in the US. Last year, they provided support to 237,000 US children across 22 states and Puerto Rico.\n\tPersuadee: What country outside of the US do they do the most help for?\nPersuader: Other than the US, Africa receives 43% of the budget, helping more than 32 million children in 2016 across Burkina Faso, Burundi, Democratic Republic of Congo, Ethiopia, Guinea, Kenya, Liberia, Malawi, Mali, Mozambique, Niger, Nigeria, Rwanda, Sierra Leone, Somalia, South Sudan, Sudan, Tanzania, Uganda, Zambia, and Zimbabwe.\n\tPersuadee: Interesting. Yes I see that most children are helped in Africa.\nPersuader: Right. So, can I interest you in making a donation from your reward today?\n\tPersuadee: Although I do appreciate all of your info, I am not interested in making a donation at this time.\nPersuader: Are you certain? Just a small donation can make a large impact on the entire life of a child and allow them to receive proper medical care and education, food and safety.\n\tPersuadee: I understand, but I already have charities that I support on my own.  Thank you, but no.\nPersuader: Ok, I thank you very much for your consideration!\n\tPersuadee: You are more than welcome.", "label": [[11, 254, "4-LOGIC-OTHER"], [364, 593, "4-LOGIC-OTHER"], [692, 972, "4-LOGIC-OTHER"], [1426, 1529, "3-EMOTION-STORY"], [2639, 2656, "2-NEGOTIATE-REQUEST"], [2922, 2971, "8-NO-PERSUASION"], [1087, 1192, "4-LOGIC-OTHER"], [1315, 1426, "5-AUTHORITY-CREDENTIALS"], [1630, 1944, "4-LOGIC-OTHER"], [2029, 2355, "4-LOGIC-OTHER"], [2443, 2517, "2-NEGOTIATE-REQUEST"], [2656, 2809, "4-LOGIC-OTHER"]], "idx": "963"}
{"id": 2359, "data": "Persuader: Hello! How are you?\n\tPersuadee: Im very good how are you doing today?\nPersuader: I'm good thank you! So according to this I'm supposed to tell you a bit about the Save the Children organization. Have you heard of it before?\n\tPersuadee: No i would be interested in learning\nPersuader: So I just looked it up and they do a lot of work for children around the world. They do some work in and out of USA to give kids access to health care, education, and shelter.\n\tPersuadee: Thats very beneficial.  Especially for third world country that have limited resources\nPersuader: Definitely! They do a lot of work with emergency response stuff too which is pretty cool.\n\tPersuadee: If we can donate alot to these organizations alot can be accomplished in the world.\nPersuader: Yes definitely. It doesn't even take much. A couple cents could really help these kids!\n\tPersuadee: definitely.  The more the merrier however anything as little as 10 cents can make a huge impact\nPersuader: Oh yeah. That and they're pretty transparent which is good. It's not all given to the filthy rich CEO.\n\tPersuadee: If we can get a group of Investors this organization can reach a larger spectrum\nPersuader: I've never even heard of it before today which is pretty sad.\n\tPersuadee: Yeah that means they need to develop a good marketing strategy to attract more attention\nPersuader: Hmmm, I wonder if this is what that is? \n\tPersuadee: Yea they should hire a specialist that can go into social media like Facebook, Instagram, and other sites to build a presence\nPersuader: That's so true! So I guess now is the part where I ask if you'd like to donate any of your compensation to them?\n\tPersuadee: Sure I like their mission and believe it can help a long way to help others\nPersuader: Yay! How much would you like to donate?\n\tPersuadee: I would love to donate $.50 cents\nPersuader: Sounds good, thank you! Have a good night!", "label": [[11, 30, "8-NO-PERSUASION"], [92, 112, "8-NO-PERSUASION"], [295, 470, "4-LOGIC-OTHER"], [778, 793, "1-RAPPORT-OTHER"], [794, 865, "4-LOGIC-ARGUE"], [1366, 1405, "8-NO-PERSUASION"], [112, 234, "8-NO-PERSUASION"], [581, 670, "4-LOGIC-OTHER"], [985, 994, "8-NO-PERSUASION"], [994, 1087, "5-AUTHORITY-CREDENTIALS"], [1192, 1253, "1-RAPPORT-DISCLOSE"], [1556, 1572, "1-RAPPORT-OTHER"], [1572, 1668, "2-NEGOTIATE-REQUEST"], [1768, 1807, "2-NEGOTIATE-BARGAIN"], [1864, 1907, "8-NO-PERSUASION"]], "idx": "964"}
{"id": 2360, "data": "Persuader: Have you ever considered donating to Save the Children?\n\tPersuadee: helping children without parents is the most altruistic thing we can do\nPersuader: They can't do it without help. They promote children's rights and provide much needed relief.\n\tPersuadee: in my church we help people no matter their age, but children are special for us\nPersuader: The donation would be 100% tax deductible too\n\tPersuadee: That's right, how do you help children?\nPersuader: Nearly 5.6 million children die each year due to preventable causes. I help by giving money to them so that doesn't happen so often.\n\tPersuadee: in one occasion trip to Latin America and there the situation is very sad, many children live in the street without anyone\nPersuader: There are many different ways to help. You can make a one time donation, become a monthly donor, sponsor a child or even shop their catalog.\n\tPersuadee: On what foundation can I sponsor?\nPersuader: The organization is called Save the Children. \n\tPersuadee: This is,  URL  ??\nPersuader: Yes, but you can make a donation here today. \n\tPersuadee: yes, I will do it\nPersuader: You just have to let me know how much. You can choose any amount from your payment. If you donate 50 cents, I will match that 50 cents as well.\n\tPersuadee: What is my payment? I want to donate everything\nPersuader: I believe your bonus is $1.70\n\tPersuadee: you make me feel sad :( it hurts me to see the picture of the children, I want to donate everything\nPersuader: I know it is sad, but be happy there is such a great organization that is trying to help and that you are making a difference\n\tPersuadee: That's right, thanks for showing me the page, I will help many children, today I want to sponsor 3\nPersuader: How much do you want to donate on the chat today?", "label": [[162, 193, "4-LOGIC-OTHER"], [193, 255, "4-LOGIC-OTHER"], [469, 537, "4-LOGIC-OTHER"], [747, 786, "4-LOGIC-OTHER"], [1120, 1159, "2-NEGOTIATE-BARGAIN"], [1205, 1264, "2-NEGOTIATE-RECIP"], [1336, 1365, "8-NO-PERSUASION"], [1489, 1614, "3-EMOTION-OTHER"], [1737, 1786, "2-NEGOTIATE-BARGAIN"], [11, 66, "2-NEGOTIATE-REQUEST"], [360, 405, "4-LOGIC-ARGUE"], [538, 601, "1-RAPPORT-DISCLOSE"], [787, 888, "4-LOGIC-OTHER"], [946, 992, "8-NO-PERSUASION"], [1034, 1078, "2-NEGOTIATE-OTHER"], [1160, 1204, "2-NEGOTIATE-BARGAIN"]], "idx": "965"}
{"id": 2361, "data": "Persuader: Good day, have you heard of a charity by the name Save the Children?\n\tPersuadee: Yes I have. Do you donate to this organization?\nPersuader: I donate when I am able to, I need to secure donations from others before I am able to make that decision myself\n\tPersuadee: How much would you be willing to donate to this organization if you could?\nPersuader: assuming I make 2 dollars, I would like to donate at least 1 dollar\n\tPersuadee: I would like that. Would you be willing get to donate that now?\nPersuader: In order for me to donate I would need to know how much you would like to donate.\n\tPersuadee: I also would donate 1 dollar to this organization. \nPersuader: To be clear, this dollar would come out of your task payment. Would you still choose to make that donation knowing this?\n\tPersuadee: Yes I would but only if you will donate the same amount.  Are you willing to this?\nPersuader: Yes, I would be happy to do so. If you were given the choice, what would you like this to go towards?\n\tPersuadee: Save the children organization. Is this the one you would like to donate to also?\nPersuader: This is the organization yes, but what I meant is if there was anything specific you would like that donation to help with?\n\tPersuadee: I'm sorry I would like my donation to go to the children who were abused. How about you what would you like tour portion of the donation to go for?\nPersuader: I'd like for it to go towards refugee housing. My goal is for the donation to help as many people as possible\n\tPersuadee: That also sounds good. I would be willing to split up my donation to support both of them. How about you?\nPersuader: If you were willing to donate $1.50, I'd donate as much. Then I'd be willing to support both. That way it's more of a substantial donation for both.\n\tPersuadee: I would be willing to do that also. I want help as many people I can also. Can we both commit to this amount to donate?\nPersuader: I would be willing to commit to us both donating $1.50\n\tPersuadee: I am willing to do that too let both donate $1.50.", "label": [[11, 79, "1-RAPPORT-OTHER"], [517, 598, "2-NEGOTIATE-RECIP"], [674, 794, "2-NEGOTIATE-OTHER"], [901, 933, "2-NEGOTIATE-RECIP"], [1402, 1449, "1-RAPPORT-DISCLOSE"], [1450, 1512, "3-EMOTION-ALTRUISTIC"], [1642, 1699, "2-NEGOTIATE-RECIP"], [1699, 1736, "2-NEGOTIATE-RECIP"], [1933, 1988, "2-NEGOTIATE-RECIP"], [150, 263, "1-RAPPORT-DISCLOSE"], [362, 429, "6-SOCIAL-OTHER"], [933, 1002, "1-RAPPORT-FRIEND"], [1108, 1231, "1-RAPPORT-OTHER"], [1736, 1790, "4-LOGIC-ARGUE"]], "idx": "966"}
{"id": 2362, "data": "Persuader: HI\n\tPersuadee: Hello\nPersuader: HOW ARE YOU\n\tPersuadee: Doing well. And you?\nPersuader: I am also. you know about save the children charity. but i don't know about that\n\tPersuadee: Not really. Haven't heard much about it.\nPersuader: you plan to donate that charity?\n\tPersuadee: I don't know. I would need more information before donating.\nPersuader: i am plan to donate charity. how know about that\n\tPersuadee: That's good. I prefer to find out more information before donating to charities.\nPersuader: They give money to help children in other countries and get them away from viloence.\n\tPersuadee: That sounds good. How much goes to their expenses?\nPersuader: i don't know. I will plan to donate 2$\n\tPersuadee: Ok. I usually like to find out more information about them first. Some charities claim more than they actually do.\nPersuader: ok how is your family\n\tPersuadee: Fine. So you don't mind donating without knowing more info? I guess it is just $2, so not much either way.\nPersuader: ok. tell your self\n\tPersuadee: I don't understand that last comment.\nPersuader: TELL ABOUT YOUR FAMILY\n\tPersuadee: That's not what this assignment is about. We're supposed to discuss this charity.", "label": [[43, 54, "8-NO-PERSUASION"], [244, 276, "2-NEGOTIATE-REQUEST"], [11, 13, "8-NO-PERSUASION"], [99, 109, "8-NO-PERSUASION"], [360, 390, "6-SOCIAL-OTHER"], [687, 711, "6-SOCIAL-OTHER"], [1082, 1104, "7-PRESSURE-PRESIST"], [390, 409, "8-NO-PERSUASION"], [514, 598, "4-LOGIC-OTHER"], [673, 687, "8-NO-PERSUASION"], [850, 871, "8-NO-PERSUASION"], [1002, 1020, "8-NO-PERSUASION"]], "idx": "967"}
{"id": 2363, "data": "Persuader: Have you heard of a charity called save the children?\n\tPersuadee: Yes I have. How do you feel about them?\nPersuader: I'm very much a supporter of them, It's something important to me \n\tPersuadee: Do you support that particular charity? What other charities are important to you?\nPersuader: This is one of the few i specifically support, yes. Have you donated to a charity recently?\n\tPersuadee: Yes I have \nPersuader: did you know that in 2018 alone, there were 1000 reported deaths of children in syria. all based around high levels of violence and war crime?\n\tPersuadee: I did not, that sounds terrible though. \nPersuader: Would you be willing the donate to save the children today? you can use 0-2 dollars of your task reward \n\tPersuadee: I would not, 0$\nPersuader: you don't feel any sort of want, to help these children?\n\tPersuadee: I think it's terrible, however donations wont directly fix the problems of this country. The governments involved need to come a peaceful resolution before this type of thing stops happening, and if their own government doesnt care enough to fix it how is my money suppose to change that \nPersuader: the donations to the correct people would help them rebuild things and rebuild lives\n\tPersuadee: Lives that would surely be displaced again by the terrible violence going on there\nPersuader: and with the donations you are helping people relocate as well \n\tPersuadee: I still would choose not to donate, as of currently while tragic the tradgey of the situation being dire may be what needs to occur for the governments involved need to work towards peace instead of war\nPersuader: So you would prefer that no aid goes to these suffering? \n\tPersuadee: I think different types of aid is needed in this situation \nPersuader: and you do not think money would be helpful here? what about for food and rations\n\tPersuadee: I dont, I personally believe it's time countries start solving their own issues.\nPersuader: i'm sorry you feel that way. more people need to care about others. ", "label": [[353, 392, "8-NO-PERSUASION"], [515, 570, "4-LOGIC-ARGUE"], [635, 694, "2-NEGOTIATE-REQUEST"], [779, 835, "3-EMOTION-GUILT"], [1148, 1232, "4-LOGIC-COUNTER"], [1629, 1686, "4-LOGIC-ARGUE"], [1770, 1851, "4-LOGIC-ARGUE"], [1956, 1985, "4-LOGIC-WITHDRAW"], [1985, 2024, "3-EMOTION-GUILT"], [11, 64, "8-NO-PERSUASION"], [128, 193, "1-RAPPORT-DISCLOSE"], [301, 352, "1-RAPPORT-DISCLOSE"], [428, 514, "4-LOGIC-ARGUE"], [695, 738, "2-NEGOTIATE-REQUEST"], [1339, 1402, "4-LOGIC-ARGUE"]], "idx": "968"}
{"id": 2364, "data": "Persuader: you should donate to save the children because its good for chilkdren\n\tPersuadee: Why is it good for children?\nPersuader: it helps them get what they need\n\tPersuadee: Do you donate to it yourself?\nPersuader: no i wish i could though\n\tPersuadee: Do you have children? \nPersuader: yes i do\n\tPersuadee: I think if I had children I would be more likely to donate.\nPersuader: probably you would\n\tPersuadee: Do you know how much is a good amount to donate?\nPersuader: even if its only 1 dollar something helps\n\tPersuadee: Okay I may be able to donate that kind of money, I do not make too much.\nPersuader: me either i dont make to much\n\tPersuadee: I think I will donate $5 a month and it will make me feel better.\nPersuader: oh yes i think thats also good too\n\tPersuadee: Yes donating can be self serving also because it makes you feel good in addition to helping others :)\nPersuader: god bless me every time i donate\n\tPersuadee: I think you should try to donate also, maybe just a dollar :)\nPersuader: yep i always do sometimes\n\tPersuadee: Okay then its settled, we will both donate! :D", "label": [[133, 165, "4-LOGIC-OTHER"], [382, 400, "8-NO-PERSUASION"], [473, 514, "4-LOGIC-OTHER"], [611, 640, "1-RAPPORT-SIMILAR"], [890, 922, "3-EMOTION-ALTRUISTIC"], [11, 80, "3-EMOTION-ALTRUISTIC"], [219, 243, "1-RAPPORT-DISCLOSE"], [290, 297, "1-RAPPORT-DISCLOSE"], [730, 764, "8-NO-PERSUASION"], [1008, 1033, "8-NO-PERSUASION"]], "idx": "969"}
{"id": 2365, "data": "Persuader: Hello, I would like to ask you to consider making a donation to Save the Children, an international NGO committed to promoting children's rights, and providing support for children in developing countries. \n\tPersuadee: ohh how much donation would yoy expect?\nPersuader: Your donation can be from $0 to all of the payment for this task. But before you decide hastily, I would like to remind you that Save the Children is one of the only charities doing what it does. There are children out there now without access to housing, clean water, education, and many other things we often take for granted. So please, consider thoughtfully whether you would be willing to make a sacrifice for the children of the world.\n\tPersuadee: how do i trust the organiation?\nPersuader: Save the Children is a world-renowned NGO with a trusted history and background. You can read about their successes on their website:   URL Also, they have been given high ratings from different charity watchodgs.\n\tPersuadee: okay i will check it.. by the way how much did you donate?\nPersuader: I donated $2, which is the maximum payment. I understand that everyone cannot commit to making a serious donation, but when we think about children suffering, we have a moral imperative to act in their defense.\n\tPersuadee: okay i will donate $1\nPersuader: If it's not too much to ask, I would like you to consider donating perhaps more. After all, there are children in Syria now growing up facing threats of violence everyday. Surely an additional dollar, which we might spend on a cup of coffee or a bag of chips, could more greatly aid them then us. \n\tPersuadee: no i am okay with this amount\nPersuader: OK, I will not force you to make a decision you don't want to. I will just ask you to consider how you would feel if your child was danger like many children are.\n\tPersuadee: actually i am not donating like this.. if i would like to donate money i will give food and clothes to the kids directly\nPersuader: While that is possible in a local community, it fails to take into account the suffering of kids in developing countries around the world, a specialty of Save the Children. Save the Children maximizes the efficiency of donations so that every dollar makes a difference. Are you sure you don't want to reconsider?\n\tPersuadee: yes i am very much sure. as of now i am donating $1\nPersuader: Well, we at Save the Children would like to thank you for your donation and let you know that thanks to donors like you, children around the world are thankful\n\tPersuadee: thank you. anything else?\nPersuader: Yes, if you would like more information about programs we accomplish, or to receive our newsletter, we can put you on our mailing list. It will allow you to stay up to date on programs we accomplish daily\n\tPersuadee: okay done.. thanks\nPersuader: Thanks very much for your time. Have a wonderful day!\n\tPersuadee: same to you :)", "label": [[11, 217, "2-NEGOTIATE-REQUEST"], [281, 347, "2-NEGOTIATE-BARGAIN"], [347, 476, "5-AUTHORITY-CREDENTIALS"], [477, 610, "4-LOGIC-OTHER"], [610, 722, "3-EMOTION-ALTERCASTING"], [777, 858, "5-AUTHORITY-CREDENTIALS"], [1330, 1411, "2-NEGOTIATE-BARGAIN"], [1411, 1502, "3-EMOTION-STORY"], [1502, 1627, "3-EMOTION-GUILT"], [2258, 2300, "2-NEGOTIATE-REQUEST"], [2585, 2720, "8-NO-PERSUASION"], [2721, 2789, "4-LOGIC-OTHER"], [859, 991, "5-AUTHORITY-CREDENTIALS"], [1073, 1117, "6-SOCIAL-OTHER"], [1117, 1284, "3-EMOTION-ALTRUISTIC"], [1681, 1744, "4-LOGIC-WITHDRAW"], [1744, 1843, "3-EMOTION-EMPATHY"], [1988, 2161, "4-LOGIC-ARGUE"], [2161, 2257, "4-LOGIC-OTHER"], [2376, 2535, "1-RAPPORT-COMPLIMENT"], [2832, 2885, "8-NO-PERSUASION"]], "idx": "970"}
{"id": 2366, "data": "Persuader: Good morning, how are you this Sunday morning?\n\tPersuadee: I am great and you?\nPersuader: everything is fine here\n\tPersuadee: Good to hear!\nPersuader: Have you heard about the Save the Children charity?\n\tPersuadee: I have not, could you give me a little more info?\nPersuader: They really try to help children that are in trouble. Some details can be found here...  URL s/about-us/why-save-the-children\n\tPersuadee: That sounds like a great organization.  Do you work with them?\nPersuader: No, but I plan on donating some of my earnings from this task to them.\n\tPersuadee: You are so generous! I am sure they will appreciate that. \nPersuader: I plan on giving $1. Will you please consider doing the same?\n\tPersuadee: I would be more than happy to donate .75!\nPersuader: That's fine. Every donation helps.\n\tPersuadee: I hope so. \nPersuader: It will, the $1.75 we'll be giving will be enough to make a difference for a few children.\n\tPersuadee: I appreciate you telling me about this organization.\nPersuader: no problem, thanks again for helping\n\tPersuadee: No problem, it was my pleasure.\nPersuader: ok, have a nice holiday.\n\tPersuadee: Thank you, you too!", "label": [[287, 341, "4-LOGIC-OTHER"], [341, 412, "4-LOGIC-OTHER"], [673, 713, "2-NEGOTIATE-RECIP"], [11, 57, "8-NO-PERSUASION"], [101, 124, "8-NO-PERSUASION"], [162, 213, "8-NO-PERSUASION"], [499, 569, "6-SOCIAL-OTHER"], [651, 672, "2-NEGOTIATE-RECIP"], [779, 792, "8-NO-PERSUASION"], [849, 939, "3-EMOTION-OTHER"], [792, 813, "4-LOGIC-OTHER"], [1016, 1052, "8-NO-PERSUASION"], [1108, 1132, "8-NO-PERSUASION"]], "idx": "971"}
{"id": 2367, "data": "Persuader: How do you feel about childrens charities? Do you feel like they do good work and are important to society?\n\tPersuadee: I believe that childrens charity is very much needed in society. We see children going through difficult times including things like cancer and several other illnesses that are life-threatening. I do have a soft spot for children. As a parent of one, I woudn't want to see my child go through many of the hardships that children of very young age would go through. I think it's crucial to tell whether these charities are in fact going towards children in need. Parents who don't have the necessary financial support to provide their children with the care they need.\nPersuader: I totally agree - I have a young child and when I see images of children starving or suffering it really makes me want to help out however I can. I can't imagine living in a place where I had to worry about my child dying from hunger or human rights abuses. I think the work that charities can do is so important. Especially when it is a legitimate charity that is dedicated to doing better. Have you heard about the charity Save the children?\n\tPersuadee: yes I have. In fact, I've recently did some research on this charity and found so many community events that help children in general. Whether it'd be for back-to-school supplies or changing the lives of bright children. One of the things that really touch my heart is preventing malnutrition. Millions of children die each year due to poor health and so having a nutrition program, ensure's that children will grow up healthy.\nPersuader: It is always shocking to me how far charities can make money go to help enrich the lives of children. You would not think that something as simple as skipping a cup of morning coffee to donate to a charity would be able to make such a huge impact in the life of a child, but it really does. I think that if more people realized how giving up a little in our lives could save the life of a child that more people would participate in charity. Do you think that is true?\n\tPersuadee: I believe it could be true. However, I think a lot of people would question whether these charities are legitimate. One thing that people would look upon is proof of legitimacy. If they can see for themselves and or participate in some kind of a charity event, then they would want to contribute to this.\nPersuader: I agree. It is so important to do your research when deciding to support a charity. It is sad that there are charities that pop up that end up using more of the funds for their own needs rather than a legitimate one like Save the children that has verifiable credentials and obvious international impact. Do you think charities should be more transparent about how they will be using the funds?\n\tPersuadee: Personally, transparency is especially vital. When you become so passionate about something like this, you would want the world to become more involved in this passion of yours. In turn, they would have an idea of the tribulations that others go through, as well as, becoming more sympathetic towards society in general. If you have nothing to hide then this would not be a problem. \nPersuader: I agree. I prefer to know that the donation I am making big or small is actually going to be going to a trustable fund. Do you think that people who have the ability to help have a moral obligation to do so? \n\tPersuadee: Honestly, it should be a choice. I don't think of it as a moral obligation, necessarily. However, I think people should open their eyes to things like this because if they really look at the big picture and find that it could possibly affect their lives in the future then they should be more involved and play a role in helping others.\nPersuader: I think looking at the big picture is a good way to see it. I believe that most people would make a choice to help with what they could without any sense of guilt or obligation. I think most people would help just to help. Do you think people are fundamentally eager to help with what they can like that?  \n\tPersuadee: I think so. Depending on their financial standpoint, I think people would contribute to a charity like this if they have the funds to do so. If they don't, it's completely understandable. In many places, living expenses are very expensive so they may or may not be able to. However, every cent counts. It wouldn't matter how big or how small the donation is. It's all about giving.\nPersuader: I think that would be a more effective message sometimes. Some people may think that they need to be wealthy in order to contribute, that their $5 donation could not possibly do anything to help. Do you think people would be more likely to donate if they say the impact very small donations could have? Or do you think that people would feel like microdonations would not be effective no matter what?\n\tPersuadee: Those are very good questions. It depends on the way they see it. Those who believe in the gift of giving and are generous regardless of the price then a small donation could count as much as a $100 donation could. Nonetheless, if your views are small and you only look at these donations at a high price, then small donations wouldn't count for anything. Overall, I feel any donation is acceptable and could count towards a good meal for a child. \nPersuader: I think a lot of people who do not have an extra $100 would still be willing to donate a small amount to a charity like save the children, if they had an easy way to do it. At the grocery store sometimes they will ask if I want to round up to the nearest dollar amount and donate that increase in change to charity. Do you think most people say yes to this? Or they would usually say maybe next time\n\tPersuadee: Personally, I always round it up to the nearest dollar for any charity I feel connected to. I have seen a lot of people do the same. I think some people will say \"maybe next time\" if they aren\\'t paying attention when the cashier asked them this question and/or they don\\'t have the funds to do so. When I really think about it, people will carry the right amount of change just to buy one item that they initially came to the store to buy. \nPersuader: This chat allows you to donate some of your task payment to Save the children. The research team collects all the donations people elect to give and send them to save the children to help support the work that they do globally.  Do you think that you would elect to give some of your task payment?\n\tPersuadee: Yes I would. I'm in the process of racking up as much money as I can and donating part of that to Save the children. \nPersuader: That is amazing. To be honest, I have really enjoyed your opinions on charitable giving like this. How much of your task payment do you want to donate now? You can choose any amount from $0 to all\n\tPersuadee: I can do 0.30 cents at the moment. ", "label": [[11, 54, "1-RAPPORT-OTHER"], [856, 968, "3-EMOTION-EMPATHY"], [1604, 1707, "3-EMOTION-STORY"], [1707, 1896, "4-LOGIC-OTHER"], [2047, 2073, "1-RAPPORT-OTHER"], [2402, 2411, "1-RAPPORT-SIMILAR"], [2411, 2486, "5-AUTHORITY-CREDENTIALS"], [3204, 3213, "1-RAPPORT-SIMILAR"], [3773, 3832, "1-RAPPORT-COMPLIMENT"], [54, 118, "1-RAPPORT-OTHER"], [709, 855, "1-RAPPORT-DISCLOSE"], [968, 1024, "1-RAPPORT-DISCLOSE"], [1024, 1102, "1-RAPPORT-DISCLOSE"], [1102, 1153, "1-RAPPORT-OTHER"], [1896, 2046, "3-EMOTION-GUILT"], [2486, 2706, "5-AUTHORITY-CREDENTIALS"], [2707, 2796, "1-RAPPORT-FRIEND"], [3212, 3323, "5-AUTHORITY-CREDENTIALS"], [3324, 3411, "3-EMOTION-ALTRUISTIC"], [3833, 3950, "6-SOCIAL-NORMS"], [3951, 3995, "6-SOCIAL-NORMS"], [3996, 4079, "1-RAPPORT-FRIEND"], [4543, 4681, "4-LOGIC-COUNTER"], [4788, 4885, "1-RAPPORT-FRIEND"], [5358, 5531, "6-SOCIAL-NORMS"], [5674, 5757, "1-RAPPORT-FRIEND"], [6223, 6302, "2-NEGOTIATE-REQUEST"], [6761, 6818, "2-NEGOTIATE-BARGAIN"], [6818, 6858, "2-NEGOTIATE-BARGAIN"], [4484, 4542, "1-RAPPORT-SIMILAR"], [4681, 4787, "1-RAPPORT-FRIEND"], [5531, 5674, "6-SOCIAL-NORMS"], [6302, 6452, "4-LOGIC-OTHER"], [6452, 6520, "2-NEGOTIATE-REQUEST"], [6662, 6679, "1-RAPPORT-COMPLIMENT"], [6679, 6760, "1-RAPPORT-COMPLIMENT"]], "idx": "972"}
{"id": 2368, "data": "Persuader: Hi\n\tPersuadee: Hello, do you know any children's charity that operate in your country? If so what are they called?\nPersuader: Save the children. Will you donate to them?\n\tPersuadee: Ah yes, Save the Children also operate in my country Australia. I actually volunteered in their second hand shops for a week. I would also donate money if I can. Have you donated to them or do you have any plans to?\nPersuader: I have, in the past. I had a sponsored child. Theyre a good charity actually, one of the few who actually give your donation to the family directly, rather than \"admin expenses\" etc!\n\tPersuadee: Oh I never knew you could sponsor a child through them. Although my mum sponsors a child through World Vision, I do not contribute to it. Any other children related charity's you donate to?\nPersuader: This is the only one. Theyre pretty awesome as I said. You gotta save those children lol. You can actually donate all or any amount of the bonus you will be rewarded from this hit\n\tPersuadee: True that hahahahaha. However, I am very young and a student with no part time job. This is funding for my items I want to buy from Amazon. However, in the past with my allowances, I donated to UNICEF for kids in third world countries who are unable to purchase study equipment. Are you in a financially high position to be able to donate?\nPersuader: I dont think anyone here is :P Im certainly not! I hear ya, I use this $ to buy vitamins and stuff from amazon too\n\tPersuadee: That is very true. I guess if we aren't in a position to donate wealthy sums of money to unfortunate kids we shouldn't even if our minds want to. I would however donate to any charities who help unfortunate kids if I get in the financial position to in the future. Would you?\nPersuader: Yup, totally. I do even now, but not regularly. Are there homeless in/beggars, etc in Australia? Do u ever give to them? Give to the kids instead. A new goat is much better than a Fosters for a wino!\n\tPersuadee: Yes their are a lot. I live in the city and I see them on the daily. I do give them some food not money from time to time. I agree that giving the homeless money directly is not the best idea. Do you prioritise children charities or other general charities that help for example the homeless?\nPersuader: I give to homeless, yup, food sometimes (its funny how hungry they suddenly aren't sometimes, when you offer a burger or something) I give em cash too, though I should save all that change and send it to the children. I think it would probably be better spent but I try not to be too judgemental, plus, you know, those guys just come up on ya sometimes, I just automatically give it to em usually.. \n\tPersuadee: Fair enough. I always prioritise children charities as I believe they are important to the future of this world. They are what will make the world a better place and I believe they should all have an equal chance no matter the position they are in. \nPersuader: Agreed... So, hopefully you'll consider giving even just a little of your bonus to Save The Children at the end. Even just a few cents, multiplied through all the participants could be pretty significant\n\tPersuadee: That is very true. Small donations can make a big difference. I will actually consider that. The minimum donation is $2 so that is a potential to donate $2. Where do you think there are the most unfortunate kids?\nPersuader: Africa? So sad, the politics there. South America? Crazy mad poverty... What do u think?\n\tPersuadee: Yes I'll have to agree Africa. Always the commercials showing unfortunate kids in Africa. Many of them can't even go to school. Which continent are you from and are the kids fortunate?\nPersuader: Yes. Too fortunate I think lol. Im N. America in California just outside LA. I think were almost done by now, Liked chatting with ya, hope u give a bit to the kids! Have a fab day =)\n\tPersuadee: Kids are very fortunate in LA. Liked chatting to you too! Have a good day.", "label": [[137, 155, "8-NO-PERSUASION"], [156, 180, "2-NEGOTIATE-REQUEST"], [441, 466, "1-RAPPORT-DISCLOSE"], [466, 602, "5-AUTHORITY-CREDENTIALS"], [816, 838, "5-AUTHORITY-CREDENTIALS"], [838, 871, "5-AUTHORITY-CREDENTIALS"], [1358, 1390, "6-SOCIAL-NORMS"], [1773, 1787, "6-SOCIAL-OTHER"], [1821, 1870, "1-RAPPORT-FRIEND"], [1821, 1870, "1-RAPPORT-OTHER"], [11, 13, "8-NO-PERSUASION"], [420, 441, "1-RAPPORT-DISCLOSE"], [871, 906, "3-EMOTION-HUMOUR"], [906, 995, "2-NEGOTIATE-REMIND"], [1390, 1407, "1-RAPPORT-DISCLOSE"], [1408, 1473, "1-RAPPORT-SIMILAR"], [1786, 1821, "1-RAPPORT-DISCLOSE"], [1821, 1870, "1-RAPPORT-OTHER"], [1870, 1893, "1-RAPPORT-OTHER"], [1894, 1920, "2-NEGOTIATE-OPINION"], [1920, 1972, "2-NEGOTIATE-OPINION"], [2289, 2505, "1-RAPPORT-DISCLOSE"], [2507, 2688, "1-RAPPORT-DISCLOSE"], [2962, 2972, "1-RAPPORT-SIMILAR"], [2972, 3075, "2-NEGOTIATE-REMIND"], [3075, 3165, "4-LOGIC-OTHER"], [3402, 3437, "1-RAPPORT-FRIEND"], [3731, 3776, "1-RAPPORT-DISCLOSE"], [3776, 3881, "1-RAPPORT-COMPLIMENT"], [3438, 3490, "1-RAPPORT-FRIEND"], [3699, 3730, "1-RAPPORT-DISCLOSE"]], "idx": "973"}
{"id": 2369, "data": "Persuader: Hello, Have you heard of the great organization \"Save the Children\"?\n\tPersuadee: No, I have not.\nPersuader: Save the Children, for nearly 100 years have been supporting children around the world. Working in 120 countries globally and in the United States.  Supporting with food, education, shelter and more.\n\tPersuadee: It sounds like a great cause.\nPersuader: How likely are you to donate to organizations like Save the Children, that in 2017 alone helped 155 million children world wide\n\tPersuadee: As much as I would love to donate, probably not very likely. I only make minimum wage.\nPersuader: My task here is to convince you to donate a portion of your task payment, to the Save the Children Organization. You have a choice between 0-$2. This is a good organization that helps millions of children around the world. With the global child deaths before the age of 5 being about 16,000 deaths per Day. Not per week, per day!\n\tPersuadee: Okay, Ill donate .50 cents. It's seriously all I can afford. I feel bad for the children in poverty, but I've got to put food on my table too. Priorities.\nPersuader: Thats generous of you to consider the children.\n\tPersuadee: This is turn number 10 right? Is this the end of the task?\nPersuader: With will be turn 5, need 10 each. What convinced you to donate the .50\n\tPersuadee: It seems like the least amount that didn't sound cheap.\nPersuader: Did you know in 2018 1000 children were reportedly killed or injured in intensifying violence in Syria\n\tPersuadee: I did not know that. How sad.\nPersuader: Its unfortunate, I am happy this organization is here try to help these children worldwide. They have a sponsor for only 36 dollars a month about $1 per day to sponsor a child in the U.S. or worldwide. Isn't that great deal?\n\tPersuadee: I guess. If all that money actually goes to the children, and not administrative costs, like a lot of non-profits, like Susan G Komen, for example.\nPersuader: 86% is used for programs an services with 9% for fundraising with the remaining 5% utilized for admin costs related to the orgainzation \n\tPersuadee: Okay, that seems pretty fair.\nPersuader: It does seem reasonable, How much would you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment $2. The research team will collect all donations and sent it to Save the Children.\n\tPersuadee: I would like to dontate .50 cents", "label": [[11, 79, "1-RAPPORT-OTHER"], [207, 267, "4-LOGIC-OTHER"], [610, 723, "4-LOGIC-OTHER"], [723, 755, "2-NEGOTIATE-REQUEST"], [755, 831, "4-LOGIC-ARGUE"], [833, 916, "4-LOGIC-ARGUE"], [917, 939, "4-LOGIC-ARGUE"], [1118, 1165, "1-RAPPORT-COMPLIMENT"], [1399, 1501, "3-EMOTION-STORY"], [119, 207, "5-AUTHORITY-CREDENTIALS"], [268, 318, "4-LOGIC-OTHER"], [372, 499, "2-NEGOTIATE-REQUEST"], [1248, 1282, "8-NO-PERSUASION"], [1283, 1319, "8-NO-PERSUASION"], [1555, 1646, "3-EMOTION-STORY"], [1757, 1779, "1-RAPPORT-OTHER"], [1951, 2087, "4-LOGIC-OTHER"], [1647, 1757, "4-LOGIC-OTHER"], [2141, 2220, "2-NEGOTIATE-REQUEST"], [2220, 2284, "8-NO-PERSUASION"], [2284, 2342, "2-NEGOTIATE-BARGAIN"], [2342, 2420, "4-LOGIC-OTHER"]], "idx": "974"}
{"id": 2370, "data": "Persuader: Hello how are you doing\n\tPersuadee: I'm doing ok\nPersuader: Have you heard of Save the children? it's an organization that helps support kids impacted by warzone violence\n\tPersuadee: Can't say I have\nPersuader: They are a good group. Last week CNN talked about the genocides starting in syria\n\tPersuadee: That doesnt sound very good\nPersuader: It's awful. ESpecially since children are being specifically targeted for rape and torture. Some are being sold to ISIS\n\tPersuadee: Always with ISIS. Why can't people just help each other out?\nPersuader: Right? Save the Children, the organization i mentioned before has been helping out a lot in the region. They have been saving 250 kids/week. They want to do more but lack funding\n\tPersuadee: I think lack of funds is always a moot point, because there's never enough\nPersuader: True, but nothing and something are pretty different things. Especially to a kid that is facing a future as a sex slave. I donated a couple bucks last week. It seemed grimy not to\n\tPersuadee: Fair enough, but not everyone has the means to give\nPersuader: That's true, not everyone has the means to give. But I think most can donate a dollar\n\tPersuadee: Ah, yes, the \"if everyone gave a dollar\" argument. It is what gave birth to the whole crowdfunding platform.\nPersuader: It's not an argument. It's a fact that small donations by large numbers of people can have an impact. The merit of the cause is an entirely different matter?\n\tPersuadee: Indeed, but how do we know the donation aren't simply buying another yacht for an executive?\nPersuader: A review of the tax exempt paperwork and financial statements, which are available for all tax exempt organizations, can help you weed out good from bad. Save The Children is transparent\n\tPersuadee: Maybe, but financial statements are always \"summaries\" and not everyone is fluent in legalese\nPersuader: I think you sell people short, especially since we are talking about numbers in a table. People can see where the numbers go. I'm not sure what 'legalese' you refer to. And these statements are not summaries. They detail how every dollar is spent, as required by law.  =)  How much are you going to donate?\n\tPersuadee: Unfortunately, I will not be making a donation today. As they say, don't light yourself on fire to keep others warm.\nPersuader: Hmm, hope you don't ever need help one day...", "label": [[71, 181, "4-LOGIC-OTHER"], [222, 245, "5-AUTHORITY-CREDENTIALS"], [367, 445, "3-EMOTION-STORY"], [663, 699, "4-LOGIC-OTHER"], [897, 957, "3-EMOTION-STORY"], [1331, 1411, "4-LOGIC-ARGUE"], [1737, 1769, "5-AUTHORITY-CREDENTIALS"], [2013, 2056, "4-LOGIC-ARGUE"], [2160, 2193, "2-NEGOTIATE-BARGAIN"], [11, 34, "8-NO-PERSUASION"], [244, 303, "3-EMOTION-STORY"], [355, 367, "3-EMOTION-STORY"], [447, 474, "3-EMOTION-STORY"], [559, 662, "4-LOGIC-OTHER"], [700, 737, "4-LOGIC-OTHER"], [835, 897, "4-LOGIC-COUNTER"], [957, 992, "6-SOCIAL-OTHER"], [992, 1015, "3-EMOTION-GUILT"], [1091, 1139, "4-LOGIC-CONCEDE"], [1140, 1176, "4-LOGIC-COUNTER"], [1309, 1330, "4-LOGIC-ARGUE"], [1411, 1466, "4-LOGIC-ARGUE"], [1583, 1737, "5-AUTHORITY-CREDENTIALS"], [1887, 1975, "4-LOGIC-ARGUE"], [1976, 2012, "5-AUTHORITY-CREDENTIALS"], [2056, 2096, "4-LOGIC-ARGUE"], [2096, 2160, "5-AUTHORITY-CREDENTIALS"], [2334, 2379, "3-EMOTION-EMPATHY"]], "idx": "975"}
{"id": 2371, "data": "Persuader: Hey how are you?\n\tPersuadee: I'm doing well, just finished my dinner.  How about yourself?\nPersuader: Pretty good. So the researcher would like us to make a donation to Save the Children. It seems like a good cause, would you like to donate?\n\tPersuadee: Absolutely!  Do you know what Save the Children does as a charity?\nPersuader: Yeah, it promotes childrens rights and provides help and support for kids in developing countries. I always try to donate to charities for children\n\tPersuadee: Gotcha, that sounds like a worthy cause.  How do you feel about donating all of the money?\nPersuader: I'd be all for that. It might as well go to kids who are in need. So you would like to donate the full $2?\n\tPersuadee: Yeah, let's go for it.  I'd rather kids in need get the money.  I'm trying to get into the habit of donating more these days, so this is a good way to start\nPersuader: That is awesome, we'll both have done our good deed for the day too\n\tPersuadee: Exactly!  Now I can sleep with a good conscience tonight haha\nPersuader: haha thats right. So I looked at a little more info about the charity and apparently they helped a lot with Syrian children that were targets of violence\n\tPersuadee: Oh man, now I wish I could donate more.  But I bet this 2 dollars will go a long way to helping those kids.  Every little bit counts!\nPersuader: Yeah, two dollars doesnt seem like much to us, but its probably a huge help for children in poverty\n\tPersuadee: It's horrifying to think about what those kids have been through.  I can't begin to imagine how they must feel right now.  It's not fair they are dealing with their situation at that age when all I was worrying about was who was the most popular kid in class.\nPersuader: I agree. Its hard to even think about living in a place that's violent, impoverished and where every day is difficult. It does make our problems seem pretty trivial\n\tPersuadee: I stubbed my toe this morning and thought it was the worst thing ever.  Now, I don't feel that it was all that bad\nPersuader: haha yeah really! I hope other people doing this study decide to donate all of their money too. That would be a lot of help!\n\tPersuadee: Seriously!  It'd be really neat to be able to see how many people donated to the cause\nPersuader: Agreed. Some researchers do send that info out after their studies (maybe they'll see our convo and do it!).  So I think that's our 10 messages. We're agreeing to donate the full amount, right?\n\tPersuadee: That'd be really cool.  Hey researchers, please send us the info!  And yes, let's donate the full amount.", "label": [[11, 27, "8-NO-PERSUASION"], [113, 126, "8-NO-PERSUASION"], [343, 441, "4-LOGIC-OTHER"], [442, 490, "6-SOCIAL-OTHER"], [605, 625, "2-NEGOTIATE-RECIP"], [126, 252, "2-NEGOTIATE-REQUEST"], [671, 711, "2-NEGOTIATE-BARGAIN"], [1063, 1198, "3-EMOTION-STORY"], [1739, 1747, "1-RAPPORT-SIMILAR"], [2059, 2138, "6-SOCIAL-PEER"], [2277, 2284, "1-RAPPORT-SIMILAR"], [626, 671, "4-LOGIC-OTHER"], [892, 959, "3-EMOTION-PROMISE"], [1045, 1063, "8-NO-PERSUASION"], [1356, 1455, "4-LOGIC-OTHER"], [1748, 1858, "3-EMOTION-EMPATHY"], [1857, 1903, "3-EMOTION-GUILT"], [2042, 2060, "1-RAPPORT-FRIEND"], [2138, 2166, "4-LOGIC-OTHER"], [2285, 2387, "1-RAPPORT-COMPLIMENT"], [2422, 2470, "2-NEGOTIATE-RECIP"], [2387, 2422, "8-NO-PERSUASION"]], "idx": "976"}
{"id": 2372, "data": "Persuader: Hi\n\tPersuadee: hello\nPersuader: How's it going\n\tPersuadee: it's going good so far this morning for me.  what about you? \nPersuader: Another day in paradise \n\tPersuadee: haha. do you live in the states ?\nPersuader: Great state of Texas. How about you?\n\tPersuadee: chicago.  so what is this about anyway? it says a child's charity. I am lost.\nPersuader: I guess I'm supposed to persuade you to donate your bonus to the save the children charity.....I want you to keep your bonus obviously\n\tPersuadee: it would help to know what childrens charity as well with some information about it.  usually thats how you persuade ppl to donate. show a pic of a kid etc.  \nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment\n\tPersuadee: I do not wish to donate.  I've been given no info about the charity. \nPersuader: They help children in warzones and other poor nations to get food and clothes\n\tPersuadee: oh ok, who is they? what is the organization ? \nPersuader: Save The Children is the name\n\tPersuadee: no, I do not wish to donate at this time.  there are other charities I'd like to donate to over this one. I'm sorry.  I don't have a lot to work with either. \nPersuader: Think of the poor kids in Syria who could get so much for the price of a coffee in Chicago. Do you really need all you have when they have nothing at all?\n\tPersuadee: I don't have much money for myself either which is why I consider this to be my part time job. I already work full-time to make ends meet. I'm sorry\nPersuader: But you have a full time job, food, shelter and I'm sure you have family and friends. These kids families were murdered and they live in rubble that used to be their home, nobody to care for them and they only eat what they can find off the street from the dead. If they eat at all\n\tPersuadee: that is very sad.  I'd like to look into this charity more before I donate as well.  I'd like to see how the money is dispersed in the company ", "label": [[142, 167, "1-RAPPORT-FRIEND"], [363, 458, "4-LOGIC-OTHER"], [458, 497, "1-RAPPORT-FRIEND"], [11, 13, "8-NO-PERSUASION"], [43, 57, "8-NO-PERSUASION"], [225, 247, "1-RAPPORT-DISCLOSE"], [247, 261, "1-RAPPORT-FRIEND"], [942, 1019, "4-LOGIC-OTHER"], [680, 731, "2-NEGOTIATE-REQUEST"], [731, 794, "8-NO-PERSUASION"], [795, 848, "2-NEGOTIATE-BARGAIN"], [1395, 1457, "3-EMOTION-GUILT"], [1630, 1715, "3-EMOTION-GUILT"], [1893, 1911, "3-EMOTION-GUILT"], [1090, 1120, "8-NO-PERSUASION"], [1303, 1395, "3-EMOTION-GUILT"], [1715, 1893, "3-EMOTION-GUILT"]], "idx": "977"}
{"id": 2373, "data": "Persuader: hi, good evening\n\tPersuadee: Hi how are you\nPersuader: i'm great, thank you. are you involved in any charities?\n\tPersuadee: Only in our church missionaries\nPersuader: thats great! have you ever heard of save the children?\n\tPersuadee: No i have not. What is that about?\nPersuader: its a great international organization that promotes childrens right, provides relief, and helps support children in developing countries.\n\tPersuadee: Oh thats pretty neat. Does it help american children also\nPersuader: it does! it helps with their rights to healthcare, education, and safety. it really is so beneficial.\n\tPersuadee: There is such a need for things involving kids now days. \nPersuader: very true, we really are all they have when they have inadequate resources at home. would you be interested in donating a portion of your task earnings tonight?\n\tPersuadee: Thank you for asking me, but at this time i am going to say no. I would need to research this organization and discuss it with my husband so we can make all decisions together\nPersuader: that is understandable. you can tell him how great and professional the save the children organization is. they have great credentials and large international impact. your money would not be wasted.\n\tPersuadee: Thank you for the information but we dont make decisions quickly. We have a large family and we like to be as informed as possible and then discuss it and go from there. All decisions are as important to us as buying a home\nPersuader: that's a great way to be. its a large decision for the syrian children's parents too to when it comes to keeping their children safe on the limited resources they have. all adults have to make tough choices. are you sure you wouldn't like to donate anything from $0 to $2? anything at all helps.\n\tPersuadee: I understandnthat but it would be against our household rules to do anything without discussing it.\nPersuader: I'm sure there's some money you would spend on a snack or candy tomorrow that could be given to the needy children instead. even that small of a donation can help numerous children.\n\tPersuadee: I am sorry but you are wrong. We buy groceries once a month on a very tight budget. With 7kids and 1 income every penny counts to just get by. We budget and pray about every decision\nPersuader: I would be more than happy to match even a .01 donation from you tonight.\n\tPersuadee: Again thank you but it would be a bad example to my own family to make any rash decisions without soeakimg to my husband who is thr head of our household", "label": [[11, 27, "8-NO-PERSUASION"], [66, 88, "8-NO-PERSUASION"], [88, 122, "1-RAPPORT-OTHER"], [177, 191, "1-RAPPORT-COMPLIMENT"], [191, 232, "1-RAPPORT-OTHER"], [290, 429, "4-LOGIC-OTHER"], [694, 705, "1-RAPPORT-SIMILAR"], [778, 854, "2-NEGOTIATE-REQUEST"], [1161, 1221, "5-AUTHORITY-CREDENTIALS"], [1221, 1252, "2-NEGOTIATE-OPINION"], [1669, 1707, "3-EMOTION-EMPATHY"], [1773, 1795, "4-LOGIC-OTHER"], [1919, 2043, "3-EMOTION-GUILT"], [2043, 2100, "4-LOGIC-OTHER"], [2306, 2380, "2-NEGOTIATE-RECIP"], [511, 585, "4-LOGIC-OTHER"], [585, 612, "4-LOGIC-OTHER"], [705, 778, "3-EMOTION-STORY"], [1054, 1078, "4-LOGIC-CONCEDE"], [1078, 1161, "5-AUTHORITY-CREDENTIALS"], [1500, 1526, "1-RAPPORT-COMPLIMENT"], [1526, 1669, "3-EMOTION-STORY"], [1708, 1773, "2-NEGOTIATE-REQUEST"]], "idx": "978"}
{"id": 2374, "data": "Persuader: Hi\n\tPersuadee: Hi. How are you doing tonight?\nPersuader: Great!  How are you?\n\tPersuadee: Doing very well, thank you.\nPersuader: I want to ask you a question?\n\tPersuadee: Okay, what is the question?\nPersuader: Would you be willing to donate some of your payment for this task to a children's charity called Save the Children?\n\tPersuadee: How do I know that the money will actually go to Save the Children?\nPersuader: The research team will collect all donation and send it to Save the Children.\n\tPersuadee: How reputable is the organization?\nPersuader: Very reputable. Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Okay. Well they sound like a good organization. I already donate monthly to another organization that has similar goals.\nPersuader: That is great to hear! But Save the Children does need your help. Your donation will help, among others, children and their families that are suffering from hunger.\n\tPersuadee: Okay. Well I can give 10% of my payment, so 20 cents. \nPersuader: That is very generous. But let me ask you: is there any way you can go even a little higher.  It would mean a lot. Many of the children Save the Children helps are from war torn areas of developing countries. In these areas, in the first two months of 2018, 1,000 children were killed or injured. Your donation will help Save the Children assist children in those areas.\n\tPersuadee: I understand that. Like I said I already to donate to something similar, but at this point in my families life we really need as much money as I can bring in.\nPersuader: Understood.  Thank you so much!  I know your donation will help.\n\tPersuadee: I hope it does. Thanks for being understanding.\nPersuader: Thank you as well.\n\tPersuadee: Have a good night.", "label": [[11, 13, "8-NO-PERSUASION"], [68, 88, "8-NO-PERSUASION"], [221, 336, "2-NEGOTIATE-REQUEST"], [428, 505, "4-LOGIC-OTHER"], [580, 748, "4-LOGIC-OTHER"], [893, 959, "3-EMOTION-ALTRUISTIC"], [1251, 1345, "3-EMOTION-STORY"], [1345, 1433, "3-EMOTION-STORY"], [1433, 1506, "4-LOGIC-OTHER"], [1702, 1753, "1-RAPPORT-COMPLIMENT"], [1825, 1843, "8-NO-PERSUASION"], [140, 169, "1-RAPPORT-OTHER"], [563, 580, "5-AUTHORITY-CREDENTIALS"], [959, 1057, "3-EMOTION-ALTRUISTIC"], [1135, 1159, "1-RAPPORT-COMPLIMENT"], [1159, 1229, "2-NEGOTIATE-BARGAIN"], [1230, 1251, "3-EMOTION-OTHER"], [1689, 1701, "8-NO-PERSUASION"]], "idx": "979"}
{"id": 2375, "data": "Persuader: Hello there!  Where are you from?\n\tPersuadee: Hi, I'm in Hawaii! What kind of children's charities do you know about?\nPersuader: I've recently been informed of Save the Children.   Have you heard of this organization?\n\tPersuadee: It sounds familiar. What do they do?\nPersuader: Through the help of sponsorships and donations, they're working to help children...I'm learning about this myself now, too.   Education, poverty issues, healthcare, emergency response.   That's not all...would you like to check out their website?\n\tPersuadee: Sure, what is it?\nPersuader: Here is the link  URL \n\tPersuadee: They look really good. I think I've seen their commercials.\nPersuader: Me too.  Those commercials make me so sad!   In the U.S. and around the world, Save the Children does whatever it takes  every day and in times of crisis  to ensure children grow up healthy, learning and safe. Learn about the places we work, the challenges children face and the results we achieve, thanks to supporters like me and you.\n\tPersuadee: I see. It seems like they're involved in a lot of areas.\nPersuader: Indeed.  They also make it really easy to donate, and every little bit helps.  How would you feel about donating a portion of your earnings from this task to Save the Children?\n\tPersuadee: I would be fine with that. I don't mind donating because I think the money is more important to them than it is to me.\nPersuader: Fantastic!  Your donation will be directly deducted from your task payment.  You can choose any amount from $0 to all your payment.  How much would you like to give?\n\tPersuadee: How about .20?\nPersuader: Great!   That's really good news.  I believe it will go to good use. The research team will collect all donations and send it to Save the Children.\n\tPersuadee: That's nice. I would like that.\nPersuader: Me too!   Thanks so much!   Have a great night!\n\tPersuadee: Ok, you too. Glad this worked out!\nPersuader: Me too, this was neat.\n\tPersuadee: I think we have to complete 10 turns, so here's to another one! Let's save the children together!", "label": [[11, 25, "8-NO-PERSUASION"], [140, 228, "1-RAPPORT-OTHER"], [372, 414, "1-RAPPORT-SIMILAR"], [577, 599, "8-NO-PERSUASION"], [1103, 1111, "8-NO-PERSUASION"], [1423, 1434, "1-RAPPORT-COMPLIMENT"], [1435, 1498, "8-NO-PERSUASION"], [1662, 1696, "2-NEGOTIATE-OPINION"], [1830, 1839, "1-RAPPORT-SIMILAR"], [1936, 1958, "1-RAPPORT-FRIEND"], [25, 44, "1-RAPPORT-FRIEND"], [289, 372, "4-LOGIC-OTHER"], [415, 493, "4-LOGIC-OTHER"], [493, 535, "4-LOGIC-OTHER"], [683, 692, "1-RAPPORT-SIMILAR"], [692, 728, "1-RAPPORT-DISCLOSE"], [728, 896, "4-LOGIC-OTHER"], [896, 1023, "3-EMOTION-OTHER"], [1113, 1181, "4-LOGIC-OTHER"], [1183, 1280, "2-NEGOTIATE-REQUEST"], [1499, 1555, "2-NEGOTIATE-BARGAIN"], [1556, 1588, "2-NEGOTIATE-BARGAIN"], [1627, 1633, "1-RAPPORT-COMPLIMENT"], [1636, 1662, "1-RAPPORT-COMPLIMENT"], [1696, 1774, "4-LOGIC-OTHER"], [1840, 1877, "8-NO-PERSUASION"]], "idx": "980"}
{"id": 2376, "data": "Persuader: Have you heard of save the children? Its a great charity to help kids. Would you consider donating to this cause?\n\tPersuadee: I dont think I have, can you tell me more about it?\nPersuader: Yeah its a charity that ensures childrens rights to health, education, and safety. They work with children in less fortunate countries and war torn areas. \n\tPersuadee: Oh wow that seems great. I think I would love to help the children\nPersuader: You can choose any amount from 0$ to 2$, whatever you do choose to donate will be going to help unfortunate children.\n\tPersuadee: I think I will go with 1.50. I hope this helps.\nPersuader: It definitely will. Thank you so much for your donation!\n\tPersuadee: You are very welcome. I cant wait to hear the progress this charity makes.\nPersuader:  URL    this will give you more information if youre interested. \n\tPersuadee: I will check it out right now!\nPersuader: Glad to hear that,\n\tPersuadee: The site looks great! I dont regret making this donation!\\\\\nPersuader: Thats good, we'd hate to have anyone regret\n\tPersuadee: Thats for sure, I think more people will donate to this great cause too!\nPersuader: We dont spend money on tv commercials so word of mouth is the best way to let others know\n\tPersuadee: You sure are spreading the good word of it, thank you for that.\nPersuader: Your welcome and thank you for your help\n\tPersuadee: Dont mention it, I love to help!\nPersuader: The world needs more people who love to help the less fortunate.\n\tPersuadee: That is very true, it would be a better place.", "label": [[10, 48, "1-RAPPORT-OTHER"], [48, 82, "4-LOGIC-OTHER"], [200, 283, "4-LOGIC-OTHER"], [82, 124, "2-NEGOTIATE-REQUEST"], [791, 855, "8-NO-PERSUASION"], [1012, 1055, "1-RAPPORT-OTHER"], [283, 355, "4-LOGIC-OTHER"], [446, 563, "2-NEGOTIATE-BARGAIN"], [635, 655, "3-EMOTION-PROMISE"], [655, 691, "8-NO-PERSUASION"], [910, 928, "1-RAPPORT-FRIEND"], [1151, 1241, "4-LOGIC-OTHER"], [1329, 1369, "8-NO-PERSUASION"], [1426, 1490, "1-RAPPORT-COMPLIMENT"]], "idx": "981"}
{"id": 2377, "data": "Persuader: Hello\n\tPersuadee: Hi.  I really do not know much about children's charity, do you?\nPersuader: Oh. There is this children's charity my friend volunteers for. It's called Save the Children. Have you heard of it?\n\tPersuadee: I think so.  Does it have commercials on tv?  \nPersuader: Yes, they do. I wish they didn't have to spend their monies on commericals but it is the only way to get their name out there.\n\tPersuadee: Does this charity help children in the United States, or do they deal mostly with children in African nations?\nPersuader: It is a global charity. They help out children in the US and around the world. You should check out their website:  URL s/what-we-do/us-programs\n\tPersuadee: I will copy and save the website address.  What do volunteers do for this charity?  I ask that because volunteering would be easier for me than sending money.\nPersuader: My friend is a nurse and she takes a month off every year to go to Africa to help out. I would love to do that but can't possibly get that much time off. How about you?\n\tPersuadee: That is awesome that your friend does that!  I'm not a nurse though, and couldn't possibly travel to Africa or anywhere else.\nPersuader: Well, the next best thing is to donate. You don't have to give much. A few cents a month is all it takes to help change a child's life. Would you be willing to donate?\n\tPersuadee: No, I honestly don't have any money.  If I did have extra money, I would probably donate to St Jude's.  I have given a few extra cents sometimes at the checkout in grocery stores.\nPersuader: I know money is tight. It sure is for me too. I only ask you to think about whether you buy any unnecessary things like a starbucks coffee every day. I know there are often times I regret spending money on that when there are starving kids in the world that could be helped. Do you ever feel that way?\n\tPersuadee: No, not really.  I can count on one hand the number of times I've had starbucks coffee.  Very rarely do I spend money on unnecessary things, money is that tight.  I do feel bad there are starving kids in this world, but until my situation changes, there is nothing I can do for them or anyone else.\nPersuader: I understand. The research team is collecting donations, so if you are willing to give even a few cents from your task payment, I'm sure the charity would be appreciative.\n\tPersuadee: I've done that before on other tasks.  Wouldn't it be easier for the research team to have their survey, and ask for donations at the end of the survey?  \nPersuader: Yes, they are doing what you've described.\n\tPersuadee: So if my reward amount on this hit is .30 cents, just give \"Save the Children\" this .30 cents, and we will call this task complete.\nPersuader: Yes. I hope you have a great rest of your day.\n\tPersuadee: Thank you, you too.", "label": [[105, 109, "8-NO-PERSUASION"], [109, 168, "1-RAPPORT-DISCLOSE"], [168, 198, "8-NO-PERSUASION"], [551, 576, "5-AUTHORITY-CREDENTIALS"], [879, 965, "1-RAPPORT-DISCLOSE"], [965, 1033, "1-RAPPORT-DISCLOSE"], [1033, 1047, "1-RAPPORT-FRIEND"], [1197, 1236, "4-LOGIC-OTHER"], [1266, 1333, "4-LOGIC-OTHER"], [1333, 1364, "2-NEGOTIATE-REQUEST"], [1568, 1590, "1-RAPPORT-OTHER"], [1614, 1718, "3-EMOTION-GUILT"], [2739, 2786, "8-NO-PERSUASION"], [11, 16, "8-NO-PERSUASION"], [199, 220, "1-RAPPORT-OTHER"], [291, 304, "8-NO-PERSUASION"], [305, 417, "4-LOGIC-OTHER"], [576, 631, "4-LOGIC-OTHER"], [631, 696, "4-LOGIC-OTHER"], [1237, 1266, "4-LOGIC-OTHER"], [1591, 1613, "1-RAPPORT-SIMILAR"], [1718, 1843, "3-EMOTION-GUILT"], [1725, 1843, "1-RAPPORT-DISCLOSE"], [1843, 1869, "1-RAPPORT-OTHER"], [2192, 2205, "4-LOGIC-CONCEDE"], [2206, 2363, "2-NEGOTIATE-REQUEST"], [2542, 2584, "1-RAPPORT-OTHER"]], "idx": "982"}
{"id": 2378, "data": "Persuader: So how do you feel about giving money to charity?\n\tPersuadee: I generally disagree, I am only willing to give to charity after I have thoroughly researched the organization.\nPersuader: In this instance though, the money you'd be given is freely available to you, and costs you nothing.\n\tPersuadee: I suppose that's true. But how can I give something that isn't mine?\nPersuader: Well it is yours for the purpose of this conversation, and the money would go towards a good cause.  Save the Children is a recognized organization that has promoted children's  rights since 1919.\n\tPersuadee: In that case I would not donate my money.  Every charity that has ever existed said the money would go towards a good cause.  I know nothing about Save the Children other than what you've just told me.\nPersuader: Well the organization does have consultative ties to the United Nations Economic and Social Council.  They provide aid to children for education, health care, economic opportunities, along with emergency aid during natural disasters, war and other conflicts.  They've provided aid during the Russian famine in 1921, were among the first into liberated areas after World War 2 to work with refugee children and survivors of Nazi concentration camps, etc.\n\tPersuadee: I'd have to research several sources, and documentation for myself.  Although the face of any charity looks good, I don't trust any charity until I've seen proof.\nPersuader: Well they are highly rated, with Charity Navigator give them a score of 88.3 out of 100.  Would you be willing to give at least a small portion of the money you have?\n\tPersuadee: Nope, never heard of Charity Navigator, but it sounds like a good place to start.\nPersuader: Are you sure not even a small amount.  They instituted the Rewrite the Future global campaign in 2006 that focused on obtaining equal and quality education for children who are unable to attend school due to conflict or war. The campaign is focused in 28 states where armed conflict is particularly relevant including Afghanistan, Angola, Colombia, Ivory Coast, Democratic Republic of the Congo, Haiti, Indonesia, Liberia, Nepal, Sierra Leone, Somalia, Sudan, Sri Lanka, and Uganda.  In 2008, they surpassed their goal by improving education standards for 10 million instead of 8.\n\tPersuadee: I'm sure, like I said, that sounds great, but anyone can say anything is true.  I need proof.\nPersuader: Well I can link their website right now for you to glance over:  URL \n\tPersuadee: That looks like a great organization. But I have to be clear, I've studied the wrong doings of large institutions, and there is potential for the funds to line somebody's pockets, instead of helping more. For example, even good organizations pay companies to solicit for them, those companies keep 85-90% of all donations.  I'm not taking a chance.\nPersuader: But they've won multiple awards from a list of non-profit grading organizations include Great Noprofits, GuideStar Platinum, and most importantly the Better Business Bureau that rates based on utilization of funds.\n\tPersuadee: That's cool, never heard of Great Noprofits or GuideStar Platinum, so those awards mean nothing to me right now. I'm familiar with the BBB but not how they rate charities.\nPersuader: Well, the BBB rates and accredits charities based on 20 criteria.  These include board oversight, size, conflicts of interest, program expenses, auditing reports, test for accurate expense reporting, website disclosures, include any true complaints against the charity, effectiveness policy, budget plan, etc.  They passed all 20 criteria.\n\tPersuadee: Well that's good to know.  But it still isn't something I have researched myself.  No way am I willing to give any amount of money away to an organization I've only heard about just a few minutes ago.\nPersuader: If you're worried about how the money is spent, the BBB reported Save the Children committed 122 million to education, 205 million to emergencies, 144 million to health/nutrition, 42 million to HIV/AIDS, etc.\n\tPersuadee: Great, I still need to see it for myself.\nPersuader: Well all I could do was provide that information, and let you make up your own mind.  Good luck to you.\n\tPersuadee: Thanks, good luck to you too!", "label": [[195, 296, "4-LOGIC-OTHER"], [389, 490, "4-LOGIC-OTHER"], [490, 585, "5-AUTHORITY-CREDENTIALS"], [811, 911, "5-AUTHORITY-CREDENTIALS"], [913, 1070, "4-LOGIC-OTHER"], [1541, 1617, "2-NEGOTIATE-REQUEST"], [1723, 1760, "2-NEGOTIATE-BARGAIN"], [11, 60, "1-RAPPORT-OTHER"], [1071, 1264, "3-EMOTION-STORY"], [1451, 1541, "5-AUTHORITY-CREDENTIALS"], [1761, 1948, "4-LOGIC-OTHER"], [1948, 2206, "4-LOGIC-OTHER"], [2207, 2303, "4-LOGIC-OTHER"], [2421, 2490, "4-LOGIC-OTHER"], [2863, 3077, "5-AUTHORITY-CREDENTIALS"], [3584, 3612, "5-AUTHORITY-CREDENTIALS"], [4111, 4196, "4-LOGIC-OTHER"], [3273, 3340, "5-AUTHORITY-CREDENTIALS"], [3340, 3582, "5-AUTHORITY-CREDENTIALS"], [3837, 4045, "5-AUTHORITY-CREDENTIALS"], [4197, 4214, "8-NO-PERSUASION"]], "idx": "983"}
{"id": 2379, "data": "Persuader: Are you interested in bettering the rights of children in developing countries? There are many children starving all over the world, unable to attend their school classes, and dying from treatable diseases.\n\tPersuadee: Yes, I am very interested in helping children from developing countries, because they have done nothing to deserve that horrible life.\nPersuader: I am collecting donations for a charity called Save the Children! We are a non governmental organization the helps support children in third world and developing countries. We are an international organization that supports children's rights, and are working to help provide these necessities. Would you like to know more? \n\tPersuadee: Yes, I would be happy to learn more about \"Save the Children\". I like the name of the organization and I hope that they will succeed in helping the suffering children. \nPersuader:  Every day around the world 22,000 children die (according to UNICEF survey 2018) due to complications arising from poverty. Children as young as 4 are forced to work long hours in unsafe conditions, unable to go to school to better their situations. In addition to poverty, war torn countries such as Syria have subjected millions of children to a daily threat of violence. In the first two months of 2018 alone, more than 1,000 children were reported killed just in Syria. Do you have any questions about the organization so far?\n\tPersuadee: Does the organization help children to get out of the war from Syria? Do they make sure that the children can be taken to a safe place to avoid the destruction of the conflict in Syria?\nPersuader: Save the Children participates in a number of child protection programs that are designed to work with governments to develop and implement protective policies for children. Inside Syria, we're on the ground, ensuring children are safe, cared for and learning. We're providing lifesaving services and supplies. We're tending to children's physical and psychological needs. And we're setting up safe places for children in crisis to learn and play, critical for child development. Despite extreme humanitarian challenges, we've helped 2.5 million people in Syria, including 1.7 million children. \n\tPersuadee: That's amazing and wonderful that your organization was able to save millions of Syrians suffering. I know that their safety and well being is the most important for a child to grow. Their medical health need to come first and safety. \nPersuader: I agree. Syria is statistically the most dangerous place to be a child - of all conflicted-affected countries in the world. Save the Children is doing whatever it takes to end this war on childhood - so Syria's children have a future. Today I have an opportunity for you to donate to Save the Children, at no out of pocket cost to yourself. Are you interested?  \n\tPersuadee: Yes, I like everything you told me about the \\'Save the Children\" organization. I am very much interested in donating today.\nPersuader: I appreciate your enthusiasm for the cause. I would like to let you know that a donation as small as 77 cents can help to house a refugee family for a day, and unlike other organizations that only donate 10% or less, we keep a low administrative cost so that 86% of all donations are used directly to help support these children in need. Your donation with be directly deducted from your task payment. Do you have any further questions I can answer for you today?\n\tPersuadee: I think you have answered all my questions honestly and upfront and I appreciate your hard work. I am happy to donate 2.00 today to \"Save the Children\" and help save the children that need the most help in face of death. Thank You.\nPersuader: Your gift, pooled with other support, will help us deliver critical aid to children and families around the world and the US during emergencies and within our programs. Thank you very much! I appreciate your time today.\n\tPersuadee: You are very welcome and I am please to help this wonderful organization and provide some financial help. \nPersuader: The research team will collect all donations and send them directly to Save the Children at the end of this task. Thank you for your time today! \n\tPersuadee: Thank you as well for your hard work. Have a wonderful day. \nPersuader: It's no problem at all! I hope you do as well!\n\tPersuadee: I am and I am enjoying my day. Thanks again.\nPersuader: You are welcome! Goodbye\n\tPersuadee: Goodbye and have a nice day.", "label": [[375, 441, "4-LOGIC-OTHER"], [549, 670, "4-LOGIC-OTHER"], [670, 698, "1-RAPPORT-OTHER"], [1367, 1423, "1-RAPPORT-OTHER"], [1633, 1806, "4-LOGIC-OTHER"], [1807, 1894, "4-LOGIC-OTHER"], [2487, 2497, "1-RAPPORT-SIMILAR"], [2497, 2612, "4-LOGIC-OTHER"], [2999, 3043, "1-RAPPORT-COMPLIMENT"], [3718, 3886, "3-EMOTION-PROMISE"], [4068, 4182, "4-LOGIC-OTHER"], [11, 90, "3-EMOTION-ALTRUISTIC"], [91, 217, "3-EMOTION-STORY"], [442, 548, "4-LOGIC-OTHER"], [893, 1017, "4-LOGIC-OTHER"], [1017, 1142, "3-EMOTION-STORY"], [1143, 1266, "4-LOGIC-OTHER"], [1267, 1366, "4-LOGIC-ARGUE"], [1894, 1944, "4-LOGIC-OTHER"], [1944, 2006, "4-LOGIC-OTHER"], [2006, 2112, "4-LOGIC-OTHER"], [2113, 2228, "4-LOGIC-OTHER"], [2612, 2722, "4-LOGIC-OTHER"], [2723, 2850, "2-NEGOTIATE-REQUEST"], [3043, 3336, "4-LOGIC-ARGUE"], [3337, 3401, "8-NO-PERSUASION"], [3401, 3462, "1-RAPPORT-OTHER"], [3887, 3937, "8-NO-PERSUASION"], [4182, 4213, "8-NO-PERSUASION"], [4298, 4344, "8-NO-PERSUASION"], [4413, 4437, "8-NO-PERSUASION"]], "idx": "984"}
{"id": 2380, "data": "Persuader: Hello, how are you doing? \n\tPersuadee: I am doing pretty well. How about yourself?\nPersuader: I am doing very well, thank you! I am reaching out to you about donating to a charity about Save the Children\n\tPersuadee: Could you give me more information about the Save the Children donation?\nPersuader: Most definitely! Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. Are there any important factors that resonate with you when you donate to a charity?\n\tPersuadee: It is important for me to know how my donation will be handled, what it will be spent on, and what developing countries it will be going to.\nPersuader: Definitely, I think it is important to get specifics as well. One thing that I appreciated about this charity was the transparency. Here is the website:  URL \n\tPersuadee: Great@ thank you for the imformation. do you have any other personal opinions about the Save the Children fund?\nPersuader: Of course! Personally, one of the things that stirs compassion for me is a lack of support for children in developing countries, especially in war zones. For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. Save the Children works to support these children and provide a safe environment for them to grow. Are there some points that resonate with you as well? \n\tPersuadee: Awesome. I am Glad you are supportive and fighting for a better world for others. After hearing your information, it makes me feel positive to be able to support Save the Children. What are the best ways to contribute?\nPersuader: Awesome! Thanks for your partnership! Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2). Do you have any other questions on contributions?\n\tPersuadee: I will be happy to donate $2. You have answered my questions. if I have anymore in the future I will be more than glad to visit the website for any additional information. Thank you.\nPersuader: Great! Thank you again for your partnership, we appreciate it! \n\tPersuadee: Glad I could help!\nPersuader: Yes! Your donation is incredibly impacting. Just 77 cents per day helps shelter a family. I appreciate your contribution.\n\tPersuadee: Sounds good. You are welcome! #savethechildren\nPersuader: Have a great day! \n\tPersuadee: Thank you. You as well!\nPersuader: Bye! Make sure to tell others about this charity!\n\tPersuadee: Will do. bye for now!", "label": [[11, 37, "8-NO-PERSUASION"], [104, 137, "8-NO-PERSUASION"], [746, 808, "1-RAPPORT-SIMILAR"], [1050, 1193, "1-RAPPORT-DISCLOSE"], [1194, 1287, "3-EMOTION-STORY"], [1500, 1554, "1-RAPPORT-OTHER"], [1898, 1958, "2-NEGOTIATE-BARGAIN"], [1959, 2008, "1-RAPPORT-OTHER"], [2215, 2278, "8-NO-PERSUASION"], [2321, 2365, "3-EMOTION-PROMISE"], [2513, 2531, "8-NO-PERSUASION"], [2579, 2628, "6-SOCIAL-OTHER"], [138, 214, "1-RAPPORT-OTHER"], [310, 328, "8-NO-PERSUASION"], [328, 496, "4-LOGIC-OTHER"], [497, 581, "1-RAPPORT-OTHER"], [808, 878, "5-AUTHORITY-CREDENTIALS"], [878, 904, "4-LOGIC-OTHER"], [1040, 1051, "8-NO-PERSUASION"], [1286, 1401, "4-LOGIC-OTHER"], [1401, 1500, "4-LOGIC-OTHER"], [1797, 1835, "1-RAPPORT-OTHER"], [1835, 1899, "8-NO-PERSUASION"], [2365, 2410, "4-LOGIC-OTHER"], [2411, 2442, "8-NO-PERSUASION"]], "idx": "985"}
{"id": 2381, "data": "Persuader: Save the Children helps children all around the world and they need your help.\n\tPersuadee: They definitely do. Do you participate in any local children's charities?\nPersuader: I volunteer at a local food bank. Many of the families that come to us have young children. Actions as well as donations help keep the Charity afloat and able to help children around the world \n\tPersuadee: Right. I used to tutor kids in my spare time in college. I also tutored kids at a battered woman's shelter. I have a bunch of baby clothes inwant to donate as well. Helping children abroad is on my bucket list.\nPersuader: Bucket lists are all well and good but sometimes we help out now. For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. \n\tPersuadee: I saw a disheartening bstory on the news about some children that were injured due to that very violence. What do you think is the best solution or way to help for the average person like you or Me to render aid?\nPersuader: Save the Children works with government around the world to keep children from harm and abuse from crises situations by providing safe spaces for children to play, socialize, learn, and express themselves as they rebuild their lives. Child Friendly Spaces also serve as a protective mechanism from abuse and psychosocial distress helping children both during and following crises.\n\tPersuadee: So you think monetary donations are the best course of action? When iIsaid helping children around the world was on my bucket list (and iIshould not have ised that term, nor did I mean it lightly, I meant physically donating time and skills. \nPersuader: Volunteering and helping others with your time and effort is great, but in the meantime how can you help? Donations let you help until you have the time and focus to knock those activities off your list.\n\tPersuadee: St Jude's is another great organisation. \nPersuader: Well you can donate now to Save the Children. Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: I'm aware of how to donate and how easy it is. You seem partial to save the children. Do you have any personal connection with that charity?\nPersuader: I have worked with some charities in the past, Our Daily Bread for one, and I like the fact that Save the Children's focus is solely on the welfare of children. They are a particularly vulnerable group and I find it reassuring that nearly 90% of every dollar you give goes straight to their mission _ helping children grow up healthy, learning and safe. This percentage is adjusted each year end _ as of 2017, it is 86%. The rest they for running their programs and raising funds to help more children.  \n\tPersuadee: I used to manage a store and we often picked childrens charities to give to. It always bothered me when folks would say '' need y'all to donate to me' and then decline to donate. I think people fail to realize that without healthy, cared for, nurtured children, our future as a humanity becomes jeapodized.\nPersuader: Would you help out in this small way? Your donation would be helping children really even a little bit helps so much. How much do you like to donate to the charity now?\n\tPersuadee: I would be willing to donate the money from this task for sure.\nPersuader: I don't mean to repeat myself but how much would you like to donate to the charity now?\n\tPersuadee: I woiwo be willing to donate $2\nPersuader: Great! Thank you for helping...save the children.The research team will collect all donations and send it to Save the Children.\n\tPersuadee: Awesome. Glad to know it will go to a child in need.", "label": [[187, 221, "1-RAPPORT-DISCLOSE"], [221, 279, "3-EMOTION-STORY"], [681, 773, "3-EMOTION-STORY"], [774, 888, "4-LOGIC-OTHER"], [10, 89, "2-NEGOTIATE-REQUEST"], [279, 380, "4-LOGIC-OTHER"], [615, 681, "4-LOGIC-ARGUE"], [1359, 1505, "4-LOGIC-OTHER"], [2151, 2205, "2-NEGOTIATE-BARGAIN"], [2531, 2724, "5-AUTHORITY-CREDENTIALS"], [2791, 2874, "4-LOGIC-OTHER"], [3205, 3242, "2-NEGOTIATE-REQUEST"], [1125, 1359, "4-LOGIC-OTHER"], [1771, 1877, "4-LOGIC-OTHER"], [1878, 1975, "4-LOGIC-OTHER"], [2041, 2087, "2-NEGOTIATE-REMIND"], [2087, 2151, "8-NO-PERSUASION"], [2370, 2531, "1-RAPPORT-DISCLOSE"], [2724, 2791, "4-LOGIC-OTHER"], [3242, 3323, "4-LOGIC-OTHER"], [3323, 3373, "2-NEGOTIATE-REMIND"], [3461, 3548, "2-NEGOTIATE-REMIND"], [3604, 3731, "8-NO-PERSUASION"]], "idx": "986"}
{"id": 2382, "data": "Persuader: Hi how is your day?\n\tPersuadee: Hi! It's going pretty well -- long weekend for Labor Day\nPersuader: Yes I am enjoying as well. Have you heard of the charity Save the Children?\n\tPersuadee: Yep! There are lots of representatives on my college campus\nPersuader: That's wonderful! They do so much good for children around the world.\n\tPersuadee: Yeah certainly seems like it from what I've heard. Were you thinking of donating our payment to them as per the task description?\nPersuader: Yes I feel every little bit can make a difference.\n\tPersuadee: Sounds good to me! That was easy hahaha\nPersuader:  \"How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\"\n\tPersuadee: I'm good with the whole $2 if you are...\nPersuader: That is very generous of you. I'm sure it will help greatly.\n\tPersuadee: So it looks like we have to keep chatting for four more turns each...how has your day been?\nPersuader: Very well thank you. If you ever want more info on the charity the website is  URL \n\tPersuadee: Thanks! And glad you're doing well. Do you have any special plans for the next few weeks?\nPersuader: Nothing too big. Just enjoying the rest of summer and going to the zoo.\n\tPersuadee: Ooh that sounds fun! What zoo do you usually go to?\nPersuader: The one in Philadelphia PA\n\tPersuadee: I've heard it's quite large. Do you have a favorite exhibit?\nPersuader: Yes the tigers and other large cats\n\tPersuadee: Yeah, those are aways my favorites, too", "label": [[270, 339, "1-RAPPORT-FRIEND"], [660, 724, "8-NO-PERSUASION"], [849, 878, "1-RAPPORT-COMPLIMENT"], [1025, 1107, "8-NO-PERSUASION"], [1222, 1293, "8-NO-PERSUASION"], [1480, 1515, "8-NO-PERSUASION"], [11, 30, "8-NO-PERSUASION"], [111, 138, "1-RAPPORT-SIMILAR"], [138, 186, "1-RAPPORT-OTHER"], [493, 543, "4-LOGIC-OTHER"], [607, 660, "2-NEGOTIATE-REQUEST"], [724, 784, "2-NEGOTIATE-BARGAIN"], [879, 909, "3-EMOTION-PROMISE"], [1368, 1395, "8-NO-PERSUASION"]], "idx": "987"}
{"id": 2383, "data": "Persuader: hi, how are you?\n\tPersuadee: I'm doing well thank you\nPersuader: that good You knew that for every minute that passes, a child under the age of 5 dies as a result of the war in the Middle East\n\tPersuadee: That is absolutely terrible.  Are there any good charities that are helping on this issue?\nPersuader: I recently read from an organization called Save a Children, which works hard to protect these children and needs financial help to continue\n\tPersuadee: How can someone help?  I would be willing to donate my time and perhaps some money.\nPersuader: you can help by donating what you can, you can even help with your win in mturk, I think these children need us now\n\tPersuadee: How exactly does the money help the cause?  What's it spent on?\nPersuader: is super important, help children who live the harsh reality of war, fewer and fewer people help, the money goes to the education, health and safety of these children, how much would you be willing to donate your payment?\n\tPersuadee: I'd be willing to donate a dollar or two\nPersuader: eso estaria muy bien, entre todos podemos ayudar, la mayoria de los demas trabajadores  donaran todo su pago, estos ni_os estaran agradecidos\n\tPersuadee: Perfect.  How do I donate then?\nPersuader: The research team will collect all donations and send them to Save the Children, you will be deducted from your payment for this task\n\tPersuadee: You need to type faster.  Our HITs are going to expire on us.     I'd rather send the money on my accord, rather than have it deducted.  Where can I go to send it?\nPersuader: come in  URL \n\tPersuadee: Ok i'll check it out.  thank you.  \nPersuader: bye, I hope you can donate as soon as possible\n\tPersuadee: I'll donate right away.  thank you.  Are you going to donate too?\nPersuader: Of course, I'm also going to donate\n\tPersuadee: Awesome.  Have a wonderful day.  I hope those kids get the money they need.", "label": [[76, 203, "4-LOGIC-OTHER"], [566, 681, "2-NEGOTIATE-REQUEST"], [769, 936, "4-LOGIC-OTHER"], [1055, 1196, "8-NO-PERSUASION"], [1252, 1385, "8-NO-PERSUASION"], [1572, 1586, "8-NO-PERSUASION"], [1645, 1692, "2-NEGOTIATE-REMIND"], [1781, 1817, "2-NEGOTIATE-RECIP"], [11, 27, "8-NO-PERSUASION"], [318, 458, "4-LOGIC-OTHER"], [937, 990, "2-NEGOTIATE-REQUEST"]], "idx": "988"}
{"id": 2384, "data": "Persuader: Hello! Still reading the instructions here, but I think I've got a handle on it. How are you today? You're not one of those Skynet agents, are you?\n\tPersuadee: Hey, I'm doing good. Not a Skynet agent but wish I was though. How are you?\nPersuader: I'm doing pretty well. Almost Friday and the weather's not too hot so it could be a lot worse\n\tPersuadee: Yea. It's actually decent where I am as well. Let's hope it stays that way!\nPersuader: Haha, yea, I've been reading news stories about people sinking into the pavement in Britain of all places. Luckily no one I know in the South has been swallowed up by a road 'cause it's been pretty hot down there too\n\tPersuadee: How does one get swallowed by pavement? I hope the people in third world countries are doing okay. I can't imagine living in 100+ degree weather without air conditioning.\nPersuader: I'm right there with you. There've been a lot of calamities from inclement weather these last few years. I mean, I know that it's always been the case that impoverished countries get hit really hard by things like drought, but it's seemed especially bad. Or maybe it's just more close to home\n\tPersuadee: more close to home? everything okay over there?\nPersuader: Oh, yea, yea, I just meant Puerto Rico is a lot closer than most of these events. So I'm just going to level with you here because this is a good cause: the task I'm given is to persuade you to donate to the children's charity called Save the Children. Are you familiar with them?\n\tPersuadee: No. What are they about?\nPersuader: Well, the short answer is that they're an international organization devoted to providing relief and support for children in developing countries. I've only just skimmed the website, but they seem pretty well established. It's  URL if you wanna check it out\n\tPersuadee: Can they be trusted? Too many organizations nowadays with CEO just taking the money for themselves using a cause as their \"front\".\nPersuader: I looked them up on charitynavigator.org, and they got a 3 out of 4 stars. Not perfect, but it's pretty good\n\tPersuadee: Not bad. So why are you talking about them out of all people?\nPersuader: Well, I'm told that you've been given a sum of money, and if you'd like we can give that directly to Save the Children. What do you think?\n\tPersuadee: Ok. I'm listening.\nPersuader: So it's really all up to you. You have to indicate how much you want to donate, and then the researchers monitoring the experiment will send it\n\tPersuadee: How much are my options?\nPersuader: I think it's whatever you're willing to give. I don't know how big of a stipend they've given you. There's no information about payment options on my end\n\tPersuadee: I'll donate $0.50.\nPersuader: Okay, $0.50 for Save the Children. That'll do. Thanks for talking! Have a good night", "label": [[18, 91, "8-NO-PERSUASION"], [92, 110, "8-NO-PERSUASION"], [258, 280, "8-NO-PERSUASION"], [558, 667, "8-NO-PERSUASION"], [888, 967, "4-LOGIC-OTHER"], [1479, 1506, "1-RAPPORT-OTHER"], [1777, 1812, "5-AUTHORITY-CREDENTIALS"], [1967, 2041, "5-AUTHORITY-CREDENTIALS"], [11, 17, "8-NO-PERSUASION"], [111, 158, "8-NO-PERSUASION"], [281, 351, "8-NO-PERSUASION"], [451, 557, "8-NO-PERSUASION"], [862, 888, "1-RAPPORT-SIMILAR"], [967, 1116, "4-LOGIC-OTHER"], [1117, 1154, "8-NO-PERSUASION"], [1226, 1307, "4-LOGIC-OTHER"], [1308, 1478, "1-RAPPORT-FRIEND"], [1555, 1701, "4-LOGIC-OTHER"], [1702, 1777, "5-AUTHORITY-CREDENTIALS"], [2342, 2372, "1-RAPPORT-FRIEND"], [2042, 2075, "2-NEGOTIATE-OPINION"], [2161, 2281, "2-NEGOTIATE-REQUEST"], [2281, 2299, "2-NEGOTIATE-REQUEST"], [2372, 2485, "2-NEGOTIATE-REQUEST"], [2580, 2632, "2-NEGOTIATE-BARGAIN"], [2730, 2764, "2-NEGOTIATE-REMIND"], [2534, 2580, "2-NEGOTIATE-BARGAIN"], [2633, 2687, "8-NO-PERSUASION"], [2765, 2777, "8-NO-PERSUASION"]], "idx": "989"}
{"id": 2385, "data": "Persuader: Hello\n\tPersuadee: Hello. How are you?\nPersuader: I am good.  Have you ever had a hit like this one?\n\tPersuadee: No, I have not. I'm not really sure what to do. Maybe ask you to donate some of your earnings? Is that right?\nPersuader: I guess we have to decide if we are going to donate at least some of our rewards to a good cause\n\tPersuadee: That is what I figured. It doesn't give you very clear instructions. All I know is that we have to at least take 10 chat turns lol\nPersuader: That should be fairly easy.  Did you check out the Save the Children charity?\n\tPersuadee: I have seen it. Would you like to donate? I am always willing to donate to the kids.\nPersuader: I personally donate to the kids.  I have 12 grandchildren and I know that if I had any special needs for them.  I would need help.  So since I have been blessed I still donate.  \n\tPersuadee: Aaaawww...thats really good. I always donate to childrens hospital. My 4 yr old daughter is former 23 weeker and is also a cancer survivor. She was 2 yrs cancer free last month! So, I've been blessed as well as her. How much would you like to donate? I think we have to come to an agreement?\nPersuader: I think since we are willing to donate than, it should be an easy  second half.  How much are you willing to donate?\n\tPersuadee: It should be lol...Well, I think maybe 50 cents?\nPersuader: I was thinking $1.  It is a two dollar reward.  I think? But if we both give .50, I guess that would be $1.\n\tPersuadee: Ok that sounds good to me. I think we have to chat 10 times each to end the hit. \nPersuader: So this is my seventh turn. We have 3 more\n\tPersuadee: yes we do. How old is your youngest grandchild? Where are you from?\nPersuader: He is 3 months old and we live in Las Vegas.  How about you?\n\tPersuadee: aaawww...babies are sweet. I have an 18 yr old daughter who started college on Monday and my 4 yr old. We live in Indiana. \nPersuader: I originally came from Chicago.   What part of Indiana?\n\tPersuadee: Oh ok..We live in Indianapolis. Just bought a house on the Southeast side. My husband has family in South Chicago. \nPersuader: I guess we are done.  Nice chatting.  \n\tPersuadee: Yes we are....Have a great night", "label": [[60, 72, "8-NO-PERSUASION"], [72, 110, "1-RAPPORT-OTHER"], [244, 340, "2-NEGOTIATE-RECIP"], [1605, 1619, "8-NO-PERSUASION"], [1421, 1471, "2-NEGOTIATE-RECIP"], [1577, 1605, "8-NO-PERSUASION"], [1711, 1755, "1-RAPPORT-DISCLOSE"], [1757, 1771, "1-RAPPORT-DISCLOSE"], [1952, 1974, "1-RAPPORT-DISCLOSE"], [1919, 1952, "1-RAPPORT-DISCLOSE"], [2114, 2136, "8-NO-PERSUASION"], [2135, 2152, "8-NO-PERSUASION"], [11, 16, "8-NO-PERSUASION"], [495, 524, "8-NO-PERSUASION"], [524, 572, "1-RAPPORT-OTHER"], [680, 715, "1-RAPPORT-DISCLOSE"], [714, 791, "1-RAPPORT-DISCLOSE"], [793, 812, "3-EMOTION-EMPATHY"], [813, 859, "3-EMOTION-ALTRUISTIC"], [1175, 1256, "2-NEGOTIATE-RECIP"], [1256, 1291, "2-NEGOTIATE-REQUEST"], [1363, 1382, "4-LOGIC-OTHER"], [1384, 1421, "4-LOGIC-OTHER"]], "idx": "990"}
{"id": 2386, "data": "Persuader: hello how are you?\n\tPersuadee: good evening! How was your day? what did you do to stay busy?\nPersuader: I am feeling ill today so I did not do much.\n\tPersuadee: sorry to hear that! do you have the flu or a cold?\nPersuader: I think it's a cold. No fun at all. \n\tPersuadee: the upside to being sick is that it is a good excuse to be lazy and watch tv. did you watch anything good? my favorite show these days is goliath.\nPersuader: I'm watching ER. Have you heard about the organization Save the Children?\n\tPersuadee: ER is classic. What is Save the Children?\nPersuader: . Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries\n\tPersuadee: I like that it is non-governmental. I think government should stay out of charities. I'm all about minimal government.\nPersuader: I totally agree. It has a very good reputation and has made a great impact in the world.\n\tPersuadee: do you know what they do with their donations? i hear many organizations use donations to pay CEOs instead of going towards the cause.\nPersuader: Our independently audited financial statements consistently show that nearly 9 out of every 10 dollars we spend goes to programs and services for children and families in need. We keep administrative costs low so that more funding goes to children's programs.\n\tPersuadee: that is reassuring. My charitable donations are limited due to budgetary constraints so i am happy to hear this is a worthy charity.\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: I will donate 10 cents.\nPersuader: Small donations will indeed help a lot of children and their families. \n\tPersuadee: are you going to donate also?\nPersuader: I plan to donate 10 cents as well. \n\tPersuadee: great. Imagine if everyone did the same what a difference it would make.", "label": [[233, 255, "1-RAPPORT-DISCLOSE"], [255, 270, "1-RAPPORT-DISCLOSE"], [580, 749, "4-LOGIC-OTHER"], [909, 980, "5-AUTHORITY-CREDENTIALS"], [1139, 1316, "5-AUTHORITY-CREDENTIALS"], [1670, 1729, "2-NEGOTIATE-BARGAIN"], [1901, 1937, "2-NEGOTIATE-RECIP"], [11, 29, "8-NO-PERSUASION"], [115, 159, "1-RAPPORT-DISCLOSE"], [441, 457, "1-RAPPORT-DISCLOSE"], [458, 514, "1-RAPPORT-OTHER"], [892, 909, "1-RAPPORT-SIMILAR"], [1316, 1398, "5-AUTHORITY-CREDENTIALS"], [1555, 1606, "2-NEGOTIATE-REQUEST"], [1606, 1669, "8-NO-PERSUASION"], [1777, 1848, "4-LOGIC-OTHER"]], "idx": "991"}
{"id": 2387, "data": "Persuader: Hi! I'd like to tell you about a favorite charity of mine today, Save the Children. Have you heard of them?\n\tPersuadee: No I haven't.  Can you tell me more?\nPersuader: It's a great charity that helps children worldwide with poverty, education, and provides support for children after natural disasters.\n\tPersuadee: That sounds like an amazing charity.  Which countries do they serve?\nPersuader: They work in the US, as well as 120 countries worldwide, many in Africa, South America, and Asia.\n\tPersuadee: Who benefits from the charity?  Children mainlyy?\nPersuader: Yes, their goal is to help children specifically. They do so through programs targeted to the problems children face in a specific country. So, in the US, they focus on advocacy, education, and disaster relief, whereas globally they also help with health, human rights abuses, and hunger.  \n\tPersuadee: And, let's say I was to donate $1 t o this cause, how much of that $1 would be spent on the child\nPersuader: They do a great job of spending their donation money on children. 86 percent of what you donate goes directly to helping children, with the rest used for administrative needs.\n\tPersuadee: So are they a non profit organization?\nPersuader: Yes, they are a nonprofit, and they are very open about their programs and finances. They provide anyone interested with copies of their 990s and other forms showing how they used their money.\n\tPersuadee: Are they a religious based organization?\nPersuader: No, they are not affiliated with any particular religion. They are run by a professional staff and board of trustees. They were founded in London in 1919.\n\tPersuadee: How does a person go about making a donation?\nPersuader: On their website, there is a link to make an immediate monetary payment, or you can look through their catalog and choose a specific child to sponsor.\n\tPersuadee: Can you only make monetary donations?\nPersuader: There are other ways, such as a planned gift, or starting a fundraiser, or volunteering or working with their advocacy program.\n\tPersuadee: How many families or children are helped each year?\nPersuader: Around 155 million children annually. It looks like we are at the end of our alloted chat, so I need to ask, How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: I will donate $0.10", "label": [[11, 15, "8-NO-PERSUASION"], [179, 313, "4-LOGIC-OTHER"], [577, 627, "4-LOGIC-OTHER"], [717, 867, "4-LOGIC-OTHER"], [1602, 1638, "5-AUTHORITY-CREDENTIALS"], [15, 94, "1-RAPPORT-DISCLOSE"], [95, 118, "1-RAPPORT-OTHER"], [406, 503, "4-LOGIC-OTHER"], [627, 717, "4-LOGIC-OTHER"], [989, 1054, "4-LOGIC-OTHER"], [1055, 1164, "5-AUTHORITY-CREDENTIALS"], [1227, 1311, "5-AUTHORITY-CREDENTIALS"], [1312, 1419, "5-AUTHORITY-CREDENTIALS"], [1484, 1542, "5-AUTHORITY-CREDENTIALS"], [1542, 1602, "5-AUTHORITY-CREDENTIALS"], [1708, 1858, "5-AUTHORITY-CREDENTIALS"], [1920, 2047, "8-NO-PERSUASION"], [1920, 2047, "8-NO-PERSUASION"], [2123, 2161, "4-LOGIC-OTHER"], [2161, 2283, "2-NEGOTIATE-REMIND"], [2283, 2347, "8-NO-PERSUASION"], [2347, 2406, "2-NEGOTIATE-BARGAIN"]], "idx": "992"}
{"id": 2388, "data": "Persuader: How much would you like to donate to the save the children carity\n\tPersuadee: I would like to donate .50,\nPersuader: Thank you that's very generous of you\n\tPersuadee: It's not as generous as I'd like; but times are tough.\nPersuader: Yeah i can relate to that\n\tPersuadee: My husband recently quit his retirement job. \nPersuader: Oh is that good or bad?\n\tPersuadee: Not good; that was 2000.00 a month that was helping to pay on bills. Now I have to try to make it up delivering for Amazon.\nPersuader: Sorry to hear that and i wish i could help out but i'm in the same situation with just a part time job with two kids in college\n\tPersuadee: I totally understand. It\nPersuader: Yeah living paycheck to paycheck is really hard\n\tPersuadee: It's heck to get old... Life changes.\nPersuader: yeah you're so right\n\tPersuadee: I work for Nabisco and Trident for a third party; drive for amazon and do uber eats. Oh and Turk.. \nPersuader: That's a lot\n\tPersuadee: I am 57. But perfectly healthy.\nPersuader: That's good to hear i'm 39\n\tPersuadee: My husband is 69 and just left a job working in a metal and steel plant. Hard work for an old man.\nPersuader: Yes i think that's too much at his age\n\tPersuadee: Especially in the Texas heat.", "label": [[11, 76, "2-NEGOTIATE-REQUEST"], [128, 165, "1-RAPPORT-COMPLIMENT"], [686, 733, "1-RAPPORT-SIMILAR"], [1007, 1033, "1-RAPPORT-DISCLOSE"], [1156, 1194, "8-NO-PERSUASION"], [244, 269, "1-RAPPORT-SIMILAR"], [339, 362, "8-NO-PERSUASION"], [510, 528, "8-NO-PERSUASION"], [533, 637, "1-RAPPORT-SIMILAR"], [795, 815, "1-RAPPORT-SIMILAR"], [939, 951, "8-NO-PERSUASION"]], "idx": "993"}
{"id": 2389, "data": "Persuader: Hey there!\n\tPersuadee: hi\nPersuader: So, how do you feel about donating to charity?\n\tPersuadee: it depends on the cause\nPersuader: Understandable. How do you feel about children's charities?\n\tPersuadee: good iiw ant to help\nPersuader: Great! You've heard of a charity called Save The Children, right? \n\tPersuadee: I think they are a good cuse\nPersuader: So you know what they do, then. \n\tPersuadee: yes, I want to help with a donation\nPersuader: Fantastic! How much would you like to donate to Save The Children? \n\tPersuadee: It depends . how much is normal\nPersuader: I don't know how much would be considered 'normal,' honestly. What range did you have in mind?\n\tPersuadee: what is th normal donation \nPersuader: That's the thing--they don't give a range of 'normal' donation. You can choose any amount from $0 to $2\n\tPersuadee: a dollar a day is a lot in the third world\nPersuader: It is indeed. Global poverty is considered to be living on less than 2 USD/day\n\tPersuadee: I think I can swing a little everyday\nPersuader: Well, you only have to donate once now if you like. This doesn't have to be an ongoing thing.\n\tPersuadee: how do I donate?\nPersuader: The research team will collect all donations and send it to STC. I guess just say how much you want to donate and click done? ", "label": [[11, 21, "8-NO-PERSUASION"], [48, 94, "1-RAPPORT-OTHER"], [142, 158, "8-NO-PERSUASION"], [158, 201, "1-RAPPORT-OTHER"], [245, 253, "8-NO-PERSUASION"], [253, 312, "1-RAPPORT-OTHER"], [365, 397, "1-RAPPORT-OTHER"], [456, 467, "8-NO-PERSUASION"], [468, 524, "2-NEGOTIATE-BARGAIN"], [580, 642, "8-NO-PERSUASION"], [642, 674, "2-NEGOTIATE-BARGAIN"], [726, 790, "8-NO-PERSUASION"], [790, 829, "2-NEGOTIATE-BARGAIN"], [896, 910, "1-RAPPORT-SIMILAR"], [910, 974, "4-LOGIC-OTHER"], [1036, 1088, "8-NO-PERSUASION"], [1088, 1129, "8-NO-PERSUASION"], [1170, 1234, "8-NO-PERSUASION"], [1235, 1296, "2-NEGOTIATE-REMIND"]], "idx": "994"}
{"id": 2390, "data": "Persuader: Hello. How are you today?\n\tPersuadee: im ok\nPersuader: I am glad you are doing okay. Have you ever donated to a charity before?\n\tPersuadee: yes i have donated\nPersuader: May I ask what charity in the pass you have donated to?\n\tPersuadee: i donated to St Judes childrens hospital\nPersuader: That is great! Thank you for your donation to St Judes children hospital. Have you ever heard of Save the Children foundation?\n\tPersuadee: no i have not\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: how old is this organization\nPersuader: It is fairly young but every new supporter and donation helps it grow each and everyday.\n\tPersuadee: how much money have they raised so far\nPersuader: The research team will collect all donations and send it to Save the Children. The Save the Children fund than distributes any donated money towards feeding, clothing, and educating those children.  URL will have more information about the collected money to aid those children. What do you think? \n\tPersuadee: i like the idea. are you going to donate?\nPersuader: I most deferentially have! Even the smallest donation will indeed help a lot of children and their families. if you are interested you could choose to donate $0 or $2, followed by a short survey about your experience.\n\tPersuadee: ok i would like to donate $1\nPersuader: That sounds great! Soon you will be moved toward the donation screen. Sound okay?\n\tPersuadee: great thank you\nPersuader: You are welcome! Make sure to take some time and visit  URL \n\tPersuadee: i will to make sure they are legitimately using the money", "label": [[11, 36, "8-NO-PERSUASION"], [66, 95, "8-NO-PERSUASION"], [96, 138, "1-RAPPORT-OTHER"], [181, 236, "1-RAPPORT-OTHER"], [301, 374, "1-RAPPORT-COMPLIMENT"], [375, 427, "1-RAPPORT-OTHER"], [465, 633, "4-LOGIC-OTHER"], [685, 774, "4-LOGIC-OTHER"], [837, 916, "4-LOGIC-OTHER"], [916, 1036, "4-LOGIC-OTHER"], [1036, 1116, "5-AUTHORITY-CREDENTIALS"], [1116, 1135, "2-NEGOTIATE-REQUEST"], [1201, 1228, "1-RAPPORT-DISCLOSE"], [1228, 1310, "4-LOGIC-OTHER"], [1310, 1418, "2-NEGOTIATE-REQUEST"], [1471, 1552, "8-NO-PERSUASION"], [1591, 1652, "8-NO-PERSUASION"]], "idx": "995"}
{"id": 2391, "data": "Persuader: Hi, my name is Robert.\n\tPersuadee: Hi Robert, I'm Jonathan.\nPersuader: Have you ever heard of \"Save the Children\"?\n\tPersuadee: I have not.\nPersuader: Save the children is a foundation that help needy kids.\n\tPersuadee: Excellent, I'm happy to hear about people helping those in need.\nPersuader: I am trying to get people interest in donating to the cause.\n\tPersuadee: Okay, it is something that I am interested in looking into.\nPersuader: Any money you donate will be handled by a research team. I am going to tell you a little how it works.\n\tPersuadee: Great, I am new to this and am unfamiliar how this works.\nPersuader: Any and all money donate will be handled by a The research team will collect all donations and send it to Save the Children.\n\tPersuadee: Where does the money come from?\nPersuader: The money will be deduct from your earnings when you complete this hit.\n\tPersuadee: Okay, so up to $0.30, then?\nPersuader: anywhere from 1 cent to 2.00 dollars, so take your time and decide.\n\tPersuadee: I'm still very, very new to mturk so I'll donate the $0.30 from this HIT.\nPersuader: Do you want to this donation to go to one child or a group of children?\n\tPersuadee: Go to a group.\nPersuader: Thank you very much for your donation.\n\tPersuadee: Thank you too.", "label": [[11, 33, "8-NO-PERSUASION"], [82, 125, "1-RAPPORT-OTHER"], [161, 216, "4-LOGIC-OTHER"], [305, 365, "1-RAPPORT-DISCLOSE"], [448, 505, "5-AUTHORITY-CREDENTIALS"], [506, 551, "1-RAPPORT-OTHER"], [633, 757, "5-AUTHORITY-CREDENTIALS"], [813, 884, "4-LOGIC-OTHER"], [936, 1003, "2-NEGOTIATE-BARGAIN"], [1100, 1172, "5-AUTHORITY-CREDENTIALS"], [1211, 1249, "8-NO-PERSUASION"]], "idx": "996"}
{"id": 2392, "data": "Persuader: Hey! How are you doing today?\n\tPersuadee: I am doing great how are you doing?\nPersuader: I'm not doing too bad. It's been a good long weekend!\n\tPersuadee: Agreed! our newborn has been pretty grumpy the last couple days\nPersuader: Well congratulations on your newborn!\n\tPersuadee: Thank you she is a beautiful little girl. Even during her grumpy days I would not trade her for anything. \nPersuader: That's lovely, you can never get those grumpy days back.\n\tPersuadee: Nope and they are usually paired with the good days. \nPersuader: Yeah, you have to take the good with the bad.\n\tPersuadee: Absolutely. Is there something we are supposed to be discussing in particular?\nPersuader: Have you ever heard of the charity Save The Children?\n\tPersuadee: I actually have. I have made contributions to them before. Actually just last week I sent $20 donation to them!\nPersuader: Nice! They're a very good organization that are trying to make a difference in children's lives in developing countries.\n\tPersuadee: Yes they are! And with the new daughter I understand the need more than ever.\nPersuader: Would you like to donate any part of your task payment to Save The Children today?\n\tPersuadee: I was actually thinking of keeping this bonus and sending a percentage of my payout at the end of the week. that way I can give them a larger donation. \nPersuader: That's understandable. Any bit helps and that's a mighty thing for you to do.\n\tPersuadee: Thank you! Have you donated to any organization like this before?\nPersuader: I have. I donate to them every chance I get to do this hit, and I work at a Children's Hospital and I donate there as well.\n\tPersuadee: That is truly amazing! ", "label": [[11, 40, "8-NO-PERSUASION"], [100, 123, "8-NO-PERSUASION"], [123, 153, "1-RAPPORT-DISCLOSE"], [241, 278, "8-NO-PERSUASION"], [408, 465, "8-NO-PERSUASION"], [542, 588, "8-NO-PERSUASION"], [691, 744, "1-RAPPORT-OTHER"], [1528, 1536, "1-RAPPORT-DISCLOSE"], [880, 885, "1-RAPPORT-COMPLIMENT"], [886, 1000, "4-LOGIC-OTHER"], [1102, 1184, "2-NEGOTIATE-REQUEST"], [1361, 1384, "4-LOGIC-CONCEDE"], [1384, 1438, "4-LOGIC-OTHER"], [1536, 1651, "1-RAPPORT-DISCLOSE"]], "idx": "997"}
{"id": 2393, "data": "Persuader: Hi! How are you doing today?\n\tPersuadee: Hi there, I am doing ok how are you?\nPersuader: I'm not doing too bad. Thank you!\n\tPersuadee: How has you day gone today?\nPersuader: Not too bad, I just got in from work a few minutes ago. I'm glad it's almost the weekend.\n\tPersuadee: Yes, I always look forward to the weekend.  Now college football is fixing to start up and I am even happier!\nPersuader: Yes it is. College football and a 3 day weekend. It can't get much better than that. Who's your team?\n\tPersuadee: I am born and bred TCU football so they are and will always be my team, what about you?\nPersuader: I'm an Auburn fan myself.\n\tPersuadee: How do you think they are going to do this year?  I know Alabama is going to be tough as usual\nPersuader: I think they'll do ok. I expect them to stay at least in the top 15. They're a young team this year, but it seems like they always are. Our QB has had some shoulder issues this offseason so we'll see how that plays out. Our run game should be strong though. Alabama is going to be tough as long as Saban has a hand in that organization.\n\tPersuadee: Isnt Stidham your QB still or is he graduated, I know he was from Baylor and really good!\nPersuader: Yeah he's still there. He did really well last year.\n\tPersuadee: Nice, well we play Ohio State and I think 99% of the country is going to be rooting for us to win because of Urban Meyer lol.\nPersuader: Yeah, hopefully you guys will. Urban's going to be the nasty face of CFB this year.\n\tPersuadee: I just cant believe the flimsy excuses by the university to be honest, all they really care about is winning.\nPersuader: Yeah that's the way it is these days. It's sad.\n\tPersuadee: besides auburn obviously, who would you pick in the final 4 playoffs?\nPersuader: I think it'll be Alabama of course, I'd like to see TCU, you guys always seem to be a contender, I'd like to see Michigan, and anyone but Clemson lol.\n\tPersuadee: Haha, my sleeper team is West Virginia I think they have a chance to be really good, their QB might be the best pro prospect this season.  I think we will finish in the top3 of the B-12.\nPersuader: I'd like to see someone else besides an SEC team win it honestly. This coming from an unbiased SEC fan.\n\tPersuadee: That is nice, I agree with you about Clemson though, it should be fun though regardless!\nPersuader: Yeah it should be. It's been nice talking to you. I guess I should get to the point of the chat. Would you like to donate any of your earnings to Save The Children?\n\tPersuadee: Sure they are a reputable charity and I have seen their work on TV.  I would be willing to donate 0.75 of mine no question.\nPersuader: Thank you for you donation. Good luck to your team this year! Go Frogs!\n\tPersuadee: Good luck to you too, Go Tigers!", "label": [[11, 39, "8-NO-PERSUASION"], [185, 240, "1-RAPPORT-DISCLOSE"], [241, 274, "1-RAPPORT-DISCLOSE"], [1417, 1500, "8-NO-PERSUASION"], [1633, 1681, "8-NO-PERSUASION"], [1775, 1925, "8-NO-PERSUASION"], [2136, 2239, "8-NO-PERSUASION"], [2351, 2371, "8-NO-PERSUASION"], [2371, 2402, "1-RAPPORT-COMPLIMENT"], [2664, 2735, "8-NO-PERSUASION"], [100, 133, "8-NO-PERSUASION"], [408, 418, "8-NO-PERSUASION"], [419, 493, "1-RAPPORT-FRIEND"], [493, 509, "1-RAPPORT-FRIEND"], [621, 646, "1-RAPPORT-DISCLOSE"], [765, 788, "8-NO-PERSUASION"], [788, 1101, "8-NO-PERSUASION"], [1214, 1267, "8-NO-PERSUASION"], [2402, 2449, "1-RAPPORT-OTHER"], [2449, 2516, "2-NEGOTIATE-REQUEST"]], "idx": "998"}
{"id": 2394, "data": "Persuader: Hello\n\tPersuadee: Hi how are you doing today?\nPersuader: I am doing great! Would you like to hear about ways you can help Save the Children today!\n\tPersuadee: Sure. Tell me as much as you can about the organization.\nPersuader:  Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: It sounds like they have a worthy cause. Do they help our children in the US as well?\nPersuader: This is a charity for children that are victims of war and hard times. For children in developing countries, especially in war zones. For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. \n\tPersuadee: Wow, it is great that these children have a charity to help them.\nPersuader: Very much so! Would you like to be apart of this great charity and donate today?\n\tPersuadee: I would like to donate. How do I donate?\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount.\n\tPersuadee: Ok, and if I choose to donate from my payment it will go to Save The Children?\nPersuader: Yes! the research team collects all donations and sends it to Save the Children. :-)\n\tPersuadee: That is wonderful! Are you going to donate?\nPersuader: I have donated :-) This is a wonderful charity that has been around for many years!\n\tPersuadee: Well that is great! I will donate a portion of my payment.\nPersuader: Great, how much would you like to donate today?\n\tPersuadee: I will donate .15 from my payment.\nPersuader: Very Good! that will help a lot! Thank you so much for donating!\n\tPersuadee: No problem thank you for telling me about this wonderful charity!", "label": [[11, 16, "8-NO-PERSUASION"], [86, 157, "1-RAPPORT-OTHER"], [517, 588, "4-LOGIC-OTHER"], [588, 651, "4-LOGIC-OTHER"], [1093, 1144, "2-NEGOTIATE-BARGAIN"], [1208, 1234, "2-NEGOTIATE-BARGAIN"], [1337, 1421, "5-AUTHORITY-CREDENTIALS"], [68, 86, "8-NO-PERSUASION"], [239, 407, "4-LOGIC-OTHER"], [651, 744, "3-EMOTION-STORY"], [744, 858, "4-LOGIC-OTHER"], [948, 962, "1-RAPPORT-SIMILAR"], [962, 1028, "2-NEGOTIATE-REQUEST"], [1144, 1207, "8-NO-PERSUASION"], [1489, 1508, "2-NEGOTIATE-RECIP"], [1508, 1572, "5-AUTHORITY-CREDENTIALS"], [1655, 1702, "2-NEGOTIATE-BARGAIN"], [1761, 1772, "1-RAPPORT-COMPLIMENT"], [1772, 1794, "4-LOGIC-OTHER"], [1794, 1825, "8-NO-PERSUASION"]], "idx": "999"}
{"id": 2396, "data": "Persuader: Hello! Are you aware of Save the Children organization?\n\tPersuadee: I have a very rudimentary understanding. I think it has to do with helping sick children.\nPersuader: Save the Children is an international non-governmental organization. It's mission is promote children's rights, provide relief and aid children in developing countries.\n\tPersuadee: That is a great cause. However, I am of the opinion that we should provide relief to causes in our country first. Especially animal organizations.\nPersuader: While it is true that relief is also needed domestically. The stand of living in developing nations does not compare with our own. Most of these nations are war zones and children face this daily threat of violence against them.\n\tPersuadee: that is true. I guess I am naive and like to live in ignorance where it is bliss. How do you feel about animal charities?\nPersuader: This is where your donation would help make a difference for these children. Your donation would assist the Save the Children organization in promoting their mission statement. Small donations really do add up and make a difference. Finally, I am also a fan of animal charities.\n\tPersuadee: That is true that it requires very little money to help children in developing nations. So you charity of choice is Save the Children? Or do you donate to other ones also?\nPersuader: My charity of choice is Save the Children. I strongly identify with their causes and goals.\n\tPersuadee: Do you donate money only? Or do you also volunteer your time?\nPersuader: I donate money to this organization and would encourage you to do the same. Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: I would be willing to donate 10 cents. I make large donations every year so my budget is limited. But I do agree with the points you made in support. Would you consider volunteering time in addition to money?\nPersuader: I appreciate your help in supporting this cause. I would consider volunteering my time in addition to the money. I believe it would be a valuable experience. What other charities do you support or is your charity of choice?\n\tPersuadee: My charity of choice is the italian gryhound florida rescue group. They save miniture IG dogs. I adopted one years ago and she is the best. But children's charities are great too. Are you familiar with the one where they make dreams come true?\nPersuader: That is great! Animal charities are pretty great too! And I'm only familiar with the name with organization that make dreams come true, but nonetheless would like to learn more about them.\n\tPersuadee: Celebrities often get involved and donate time. It's really cool. I think Disney World participates too.\nPersuader: That sounds awesome and am glad to see celebrities get involved. Their involvement often helps to expand these charities' missions. \n\tPersuadee: For sure. It gets the word out and makes people want to follow suit. Plus it is good for celebs because it gets people to have soft spots for them.\nPersuader: I definitely agree with all those points. Their support can make the difference between making a charity reach its goals or not. \n\tPersuadee: Helping others is necessary and makes you feel good too.", "label": [[11, 18, "8-NO-PERSUASION"], [18, 66, "1-RAPPORT-OTHER"], [180, 248, "4-LOGIC-OTHER"], [249, 348, "4-LOGIC-OTHER"], [650, 747, "3-EMOTION-STORY"], [893, 969, "4-LOGIC-OTHER"], [1126, 1171, "1-RAPPORT-DISCLOSE"], [1410, 1458, "2-NEGOTIATE-OPINION"], [1684, 1738, "2-NEGOTIATE-BARGAIN"], [2129, 2194, "1-RAPPORT-FRIEND"], [2516, 2650, "1-RAPPORT-FRIEND"], [519, 576, "4-LOGIC-COUNTER"], [577, 650, "4-LOGIC-COUNTER"], [970, 1070, "4-LOGIC-OTHER"], [1070, 1125, "4-LOGIC-OTHER"], [1367, 1409, "2-NEGOTIATE-OPINION"], [1544, 1619, "2-NEGOTIATE-RECIP"], [1620, 1683, "8-NO-PERSUASION"], [1970, 2019, "1-RAPPORT-FRIEND"], [2020, 2083, "1-RAPPORT-DISCLOSE"], [2084, 2129, "2-NEGOTIATE-OPINION"], [2462, 2477, "1-RAPPORT-COMPLIMENT"], [2477, 2516, "1-RAPPORT-FRIEND"], [2779, 2844, "1-RAPPORT-FRIEND"], [2844, 2911, "4-LOGIC-OTHER"], [3083, 3125, "1-RAPPORT-SIMILAR"], [3125, 3212, "4-LOGIC-OTHER"]], "idx": "1001"}
{"id": 2397, "data": "Persuader: I encourage you to donate part of your income from this hit to Save the Children.\n\tPersuadee: What organization will it go towards\nPersuader: Save the Children. At least that's what the info from the HIT says.\n\tPersuadee: I can donate towards that\nPersuader: That would be great.\n\tPersuadee: Will you be donating to save the children\nPersuader: Sure, I'll give at least half.\n\tPersuadee: that is awesome\nPersuader: Yeah, I hope this is real and not just part of their test.\n\tPersuadee: what social issue should we discuss\nPersuader: I'm good with anything\n\tPersuadee: any ideas to suggest?\nPersuader: I'm drawing a blank TBH.\n\tPersuadee: do you find it to be socially acceptable to breastfeed in public>\nPersuader: Sure. It's a natural function. You?\n\tPersuadee: i agree. do you think there should be rules and regulations on it or free to however the mother decides. (age limit, coverage, specific areas designated)\nPersuader: I don't think there should be any legal rules, although people would probably follow customary standards. I doubt most mothers are interested in drawing attention to it anyway. How about you?\n\tPersuadee: i agree that there should not be any legal matters taken on this. though some regulation/guidance may be respected for the ones who might be against the public view of breastfeeding. I agree it should be a \"natural\" thing meaning attention should not be drawn to a mother feeding.\nPersuader: Yeah, if anything the danger of issues arising probably comes from creeper dudes trying to get a look. BTW, I think we're getting close to the ten chat turns each that are required for payment.\n\tPersuadee: yes, that would rise problems having creepy people bothering or harassing or violating a breastfeeding mother. awful, i would say that is where legal matters could come into play.\nPersuader: Nice talking to you.\n\tPersuadee: you as well. I will donate $1 to save the children", "label": [[11, 92, "2-NEGOTIATE-REQUEST"], [153, 220, "8-NO-PERSUASION"], [270, 290, "8-NO-PERSUASION"], [355, 386, "2-NEGOTIATE-RECIP"], [426, 484, "1-RAPPORT-OTHER"], [544, 566, "8-NO-PERSUASION"], [612, 636, "8-NO-PERSUASION"], [726, 761, "8-NO-PERSUASION"], [939, 1130, "8-NO-PERSUASION"], [1435, 1538, "8-NO-PERSUASION"], [1538, 1628, "2-NEGOTIATE-REMIND"], [1831, 1852, "8-NO-PERSUASION"]], "idx": "1002"}
{"id": 2398, "data": "Persuader: Hello, how are you today?\n\tPersuadee: Fine thank you \nPersuader: Are you interested in donating?\n\tPersuadee: Yes I am. \nPersuader: Do you frequently donate? what about children's charity?\n\tPersuadee: Yes I do a few times per year.\nPersuader: Nice, have you ever heard of organization called\" Save the Children\"?\n\tPersuadee: Yes I have. It is a good organization.\nPersuader: Yes,It's an international organization working in 120 countries\n\tPersuadee: Yes I have heard that. They do much good.\nPersuader: Yes, they are also very clear with their financial report which make me trust.\n\tPersuadee: Me too. I will donate 1 dollar to the charity.\nPersuader: Thank you for your help. It is nice how a little help of us can make a big difference\n\tPersuadee: You are welcome.\nPersuader: I will share their website with you, You can get extra information if you like:  URL \n\tPersuadee: Thank you. I will look it up.\nPersuader: There are also a few big companies that cooperate with them like IKEA, Disney and etc.\n\tPersuadee: That is very interesting and good to know. \nPersuader: I know you already agreed on donating but i have to ask this, How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2). Thank you for your time and attention\n\tPersuadee: I will donate 1 dollar", "label": [[11, 36, "8-NO-PERSUASION"], [75, 107, "2-NEGOTIATE-REQUEST"], [142, 167, "1-RAPPORT-OTHER"], [168, 198, "1-RAPPORT-OTHER"], [253, 322, "1-RAPPORT-OTHER"], [385, 448, "4-LOGIC-OTHER"], [514, 592, "5-AUTHORITY-CREDENTIALS"], [663, 687, "1-RAPPORT-COMPLIMENT"], [688, 748, "4-LOGIC-OTHER"], [789, 874, "5-AUTHORITY-CREDENTIALS"], [928, 1014, "5-AUTHORITY-CREDENTIALS"], [1082, 1195, "2-NEGOTIATE-REMIND"], [1195, 1259, "8-NO-PERSUASION"], [1259, 1319, "2-NEGOTIATE-BARGAIN"], [1319, 1356, "8-NO-PERSUASION"]], "idx": "1003"}
{"id": 2399, "data": "Persuader: Do you like donating to good causes?\n\tPersuadee: Yes especially to help children.\nPersuader: have you heard of Save the Children?\n\tPersuadee: Not much. Tell me about it.\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Do they help feed them?\nPersuader: your donation is essential to help ensuring children's rights to health, education, safety, etc\n\tPersuadee:  So they help with everything but food?\nPersuader: Not sure about food but I assume it is covered in health needs Here is their website:  URL \n\tPersuadee: Does twenty cents help a lot or just a little?\nPersuader: every bit helps but maybe a little more?\n\tPersuadee:  Is fifty cents alright or is that still too little?\nPersuader: That sound good is that how much you want to donate?\n\tPersuadee: I don't know. It seems like that is still too little?\nPersuader: You can donate up to $2 of your payment\n\tPersuadee: How about eighty cents but will that help a lot or just buy them a little?\nPersuader: That sound s good it will help the childre\n\tPersuadee: Maybe I will make it a dollar.\nPersuader: sounds good, final amount $1, have a great day\n\tPersuadee: Ok. A dollar it is then.", "label": [[11, 47, "1-RAPPORT-OTHER"], [104, 140, "1-RAPPORT-OTHER"], [192, 360, "4-LOGIC-OTHER"], [408, 434, "3-EMOTION-ALTRUISTIC"], [408, 503, "4-LOGIC-OTHER"], [567, 657, "5-AUTHORITY-CREDENTIALS"], [729, 769, "2-NEGOTIATE-BARGAIN"], [846, 898, "2-NEGOTIATE-BARGAIN"], [976, 1015, "2-NEGOTIATE-BARGAIN"], [1113, 1156, "3-EMOTION-PROMISE"], [1211, 1257, "2-NEGOTIATE-REMIND"]], "idx": "1004"}
{"id": 2400, "data": "Persuader: hi how are you?\n\tPersuadee: good how are you?\nPersuader: fine today...do you have children?\n\tPersuadee: no i do not\nPersuader: Do you like children?\n\tPersuadee: yes of course\nPersuader: Do you want to help children?\n\tPersuadee: yes how would i do that?\nPersuader: Do you want to help poor children without food?\n\tPersuadee: yes i would \nPersuader: Do you want to help children without resources get an education?\n\tPersuadee: yes i woulf\nPersuader: How much in dollars would help a child in a poor country with basic needs?\n\tPersuadee: what charity am i donating to?\nPersuader: have you heard of save the children?\n\tPersuadee: no i havent\nPersuader: Are   you worried about donating to charities\n\tPersuadee: yes because i dont know where my money will be going\nPersuader: right, save the children is legitimate for sure, can you donate one dollar a day to help a needy child?\n\tPersuadee: how do i know that?\nPersuader: check out save the children on the web , you will find it easy..thanks for the help!", "label": [[11, 26, "8-NO-PERSUASION"], [68, 81, "8-NO-PERSUASION"], [81, 102, "1-RAPPORT-OTHER"], [138, 159, "1-RAPPORT-OTHER"], [196, 226, "3-EMOTION-ALTERCASTING"], [274, 322, "3-EMOTION-ALTERCASTING"], [359, 423, "3-EMOTION-ALTERCASTING"], [459, 533, "4-LOGIC-OTHER"], [588, 624, "1-RAPPORT-OTHER"], [660, 705, "4-LOGIC-COUNTER"], [782, 831, "5-AUTHORITY-CREDENTIALS"], [831, 885, "2-NEGOTIATE-REQUEST"], [929, 993, "4-LOGIC-OTHER"], [993, 1013, "8-NO-PERSUASION"]], "idx": "1005"}
{"id": 2401, "data": "Persuader: Hello, have you ever heard of the Save the Children charity?\n\tPersuadee: yes i have heard of it, it is very good what they are doing. They ar doing the work of god .\nPersuader: Would you be willing to donate some or all of your task payment to them today to help the children?\n\tPersuadee: of course i would, its the least i could do to help the children in the world.\nPersuader: You can donate anything from $0 to all of your payment. How much would you be willing to donate today?\n\tPersuadee: i would be willing to donate 0.2 $ , i know it is not what others aspect me to give.\nPersuader: Every little bit help. Did you know that they are already getting set up to help the children and families in Hawaii with Hurricane Lane heading their way.\n\tPersuadee: i didnt know till now , you verified what i heard , they are making something beautiful for the people of Hawaii .\nPersuader: Yes, they are. And I love how they help all children of the world. A lot of times charities don't give to those that are hurting right here in America. And Save the Children does.\n\tPersuadee: this is a perfect charity organization , they do all kind of things to help others around the world.\nPersuader: Yes, and our children need help they are our future without them we are nothing.\n\tPersuadee: you personalty are willing to donate today?\nPersuader: Yes, I plan to much your donation of $0.20.\n\tPersuadee: very good, do you think they may just get the money and dont help no one?\nPersuader: The research team will collect it and send it to Save the Children. \n\tPersuadee: so you have completely trust your money would go where you intend to?\nPersuader: I know it is hard to trust people now a days, but think of it this way. You are donating money you don't even have yet so it is not like you are missing something.\n\tPersuadee: i understand you , just asking, have you ever heard that some of this kind of charities steal the money? some got to prison.\nPersuader: Yes, I have heard that. And it is a shame\n\tPersuadee: i dont like it either but we cant do nothing about it.", "label": [[11, 71, "1-RAPPORT-OTHER"], [188, 287, "2-NEGOTIATE-REQUEST"], [390, 446, "2-NEGOTIATE-BARGAIN"], [446, 492, "2-NEGOTIATE-BARGAIN"], [601, 623, "4-LOGIC-OTHER"], [624, 756, "4-LOGIC-OTHER"], [895, 910, "8-NO-PERSUASION"], [910, 962, "2-NEGOTIATE-OPINION"], [962, 1047, "4-LOGIC-OTHER"], [1047, 1074, "4-LOGIC-OTHER"], [1199, 1230, "3-EMOTION-EMPATHY"], [1207, 1279, "4-LOGIC-OTHER"], [1347, 1390, "2-NEGOTIATE-RECIP"], [1488, 1556, "5-AUTHORITY-CREDENTIALS"], [1649, 1721, "4-LOGIC-COUNTER"], [1722, 1813, "4-LOGIC-OTHER"], [1962, 1986, "4-LOGIC-CONCEDE"], [1986, 2003, "4-LOGIC-CONCEDE"]], "idx": "1006"}
{"id": 2402, "data": "Persuader: Hey, how's it going?\n\tPersuadee: Good, how are you?\nPersuader: Good here as well. Do you have a moment to chat about children causes?\n\tPersuadee: Sure thing. What are they?\nPersuader: I'd like to talk about children who weren't born with the same as opportunities. Particularly children who go hungry everyday and have no place to live. How does that make you feel?\n\tPersuadee: It sucks that not all people and children have the comfort of having a stable place to stay or the comfort of knowing they are able to eat. It is sad.\nPersuader: What was life like for you growing up? Did you ever have to worry about having enough to eat or having a safe place to live?\n\tPersuadee: I did not have to worry about those things. Both of my parents were employed and were able to provide for me and my siblings. I felt safe and secure in my home. \nPersuader: That is absolutely wonderful. I feel many people take that for granted. Not having to worry about those things while growing up.\n\tPersuadee: It is not a problem just for children. There are many homeless adults and adolescents that do not know where their next meal is coming from, or if it will ever arrive.\nPersuader: It would be great if we could work together to assure that everyone have at least those basic necessities met.\n\tPersuadee: How do you suppose we do that?\nPersuader: We can't help everyone, but we can focus one cause at a time. A cause that you believe in. Have you ever of Save the Children?\n\tPersuadee: I have not heard of Save the Children? What do they do?\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: That sounds like a good organization. I'm sure they do a lot of nice work.\nPersuader: Would you like to help and donate to them? Your donation will be directly deducted from your task payment. You can choose any amount from $0.50 to all your payment.\n\tPersuadee: I am not willing to donate from my study payment as this money is vital to me. I am sorry I am unable to help.\nPersuader: That is understandable.\n\tPersuadee: Thank you for your time and information!", "label": [[11, 31, "8-NO-PERSUASION"], [74, 93, "8-NO-PERSUASION"], [93, 144, "1-RAPPORT-OTHER"], [195, 275, "3-EMOTION-STORY"], [348, 376, "3-EMOTION-EMPATHY"], [590, 675, "3-EMOTION-GUILT"], [933, 989, "3-EMOTION-GUILT"], [1180, 1291, "4-LOGIC-OTHER"], [1346, 1407, "4-LOGIC-OTHER"], [1408, 1437, "3-EMOTION-ALTRUISTIC"], [1819, 1861, "2-NEGOTIATE-REQUEST"], [276, 348, "3-EMOTION-STORY"], [551, 589, "3-EMOTION-GUILT"], [861, 891, "1-RAPPORT-FRIEND"], [891, 932, "3-EMOTION-GUILT"], [1437, 1472, "1-RAPPORT-OTHER"], [1551, 1720, "4-LOGIC-OTHER"], [1862, 1926, "8-NO-PERSUASION"], [1926, 1983, "2-NEGOTIATE-BARGAIN"], [2118, 2141, "4-LOGIC-CONCEDE"]], "idx": "1007"}
{"id": 2403, "data": "Persuader: hello\n\tPersuadee: hello\nPersuader: I'm here to ask you an important question.\n\tPersuadee: Ok what is the question?\nPersuader: Have you ever heard of an organization called Save the Children?\n\tPersuadee: No I have not could you tell me more about it?\nPersuader: It's an international organization devoted to ensuring children's rights to health, education, safety, and a whole lot of other serious needs.\n\tPersuadee: Ok thank you that sounds interesting\nPersuader: yeah, 'cause you know there is a real lack of support for children in developing countries, especially in war zones. For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. \n\tPersuadee: Ok How can I help\nPersuader: Well, you know how much money we spend on unnecessary stuff like a bag of chips or some candy? \n\tPersuadee: No I do not.\nPersuader: Well, It\\'s a lot! And I was just thinking, \"what if I skipped the chips and gave the money I saved to a worthy organization such as Save the Children. I think a person could do a lot of good with just their pocket change. Don\\'t you? \n\tPersuadee: Sure I do\nPersuader: Yes! Exactly! So I have simple question for you. Are you ready?\n\tPersuadee: yes I am\nPersuader: If you were able to give up some of your pocket change to help the children, would you?\n\tPersuadee: yes i certainly would\nPersuader: That's GREAT! So how much can I count on your donation to save the children now? 30 cents? 25?  Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment. It really up to you. \n\tPersuadee: 50 cents for me", "label": [[11, 16, "8-NO-PERSUASION"], [46, 88, "1-RAPPORT-OTHER"], [137, 201, "1-RAPPORT-OTHER"], [271, 414, "4-LOGIC-OTHER"], [475, 592, "4-LOGIC-OTHER"], [592, 684, "4-LOGIC-OTHER"], [685, 799, "4-LOGIC-OTHER"], [841, 936, "3-EMOTION-GUILT"], [973, 1125, "4-LOGIC-OTHER"], [1125, 1196, "3-EMOTION-ALTERCASTING"], [1196, 1208, "3-EMOTION-ALTERCASTING"], [1242, 1291, "3-EMOTION-ALTERCASTING"], [1291, 1305, "1-RAPPORT-OTHER"], [1337, 1425, "3-EMOTION-ALTERCASTING"], [1471, 1485, "1-RAPPORT-COMPLIMENT"], [1485, 1567, "2-NEGOTIATE-BARGAIN"], [1567, 1631, "8-NO-PERSUASION"], [1631, 1685, "2-NEGOTIATE-BARGAIN"], [1686, 1707, "6-SOCIAL-OTHER"]], "idx": "1008"}
{"id": 2404, "data": "Persuader: Have you heard of the Save the Children non profit organization?\n\tPersuadee: Hello, yes I have but I am not sure what the charity works towards\nPersuader: It is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Ah ok very nice. It sounds like a good charity. Are you thinking of donating to it?\nPersuader: I am thinking about it. I was hoping you would think about it too. It just sucks that millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. This makes me angry and was wondering if it did the same for you?\n\tPersuadee: Yes, I definitely understand you. It is very difficult to see on the news what is happening in Syria and the violence and terrorism that is going on in the country\nPersuader: I know it is crazy. Sometimes I think about the little things I buy. Like yesterday I had a craving for candy so I bought a bag of smarties for $2.79. Sometimes I wonder how much it could help someone else instead of just satisfying my cravings.\n\tPersuadee: Yes that is very true. I usually donate $1.00 or $2.00 at restaurants or stores whenever they ask me if I would like to donate. I think it is the least I could do.\nPersuader: That is nice. I try to do the same if I have the extra money. Usually it is not something I am a strong believer in though. I really like helping others that in third world countries that have no idea what wealth is.\n\tPersuadee: Yes I understand. I have been to third world countries in South America and seeing the living conditions of some people is very tough. The poverty there is a lot higher than what we are used to seeing and it can be shocking.\nPersuader: I have only been to Mexico and that was an eye opener. One dollar is so valuable to them. It is crazy!\n\tPersuadee: Yes I know. Any amount of money can help. I think that we take many things for granted such as running water, and always having food on the table.\nPersuader: Right! I think I am going to give a small portion of my hit payment to save the children. Would you be willing to donate some of your hit money?\n\tPersuadee: Yes, I would be willing to donate a small portion as well. I think it would really help them out\nPersuader: That is great! Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: Ok, that's great. I happy to help them. Every month I always try to donate a little to charity\nPersuader: How much would you like to donate? The research team will collect all donations and send it to Save the Children.\n\tPersuadee: I would like to donate $.50\nPersuader: That is amazing! Thank you so much. I wonder how much 50 cents converts to for them. It is probably at least like 5 dollars. Thanks again!\n\tPersuadee: Yes anything I can do to help. I hope that it makes a difference!\nPersuader: have a good one!", "label": [[11, 75, "1-RAPPORT-OTHER"], [166, 319, "4-LOGIC-OTHER"], [427, 451, "2-NEGOTIATE-RECIP"], [451, 494, "2-NEGOTIATE-RECIP"], [494, 591, "3-EMOTION-STORY"], [592, 706, "4-LOGIC-OTHER"], [706, 771, "3-EMOTION-ALTERCASTING"], [959, 979, "1-RAPPORT-OTHER"], [979, 1028, "3-EMOTION-GUILT"], [1028, 1109, "1-RAPPORT-DISCLOSE"], [1110, 1204, "3-EMOTION-GUILT"], [1392, 1406, "1-RAPPORT-COMPLIMENT"], [1406, 1454, "1-RAPPORT-SIMILAR"], [1454, 1516, "1-RAPPORT-DISCLOSE"], [1516, 1608, "3-EMOTION-ALTRUISTIC"], [1857, 1912, "1-RAPPORT-DISCLOSE"], [1912, 1947, "4-LOGIC-OTHER"], [1947, 1959, "1-RAPPORT-FRIEND"], [2130, 2137, "8-NO-PERSUASION"], [2137, 2220, "2-NEGOTIATE-RECIP"], [2220, 2274, "2-NEGOTIATE-REQUEST"], [2395, 2410, "8-NO-PERSUASION"], [2410, 2473, "8-NO-PERSUASION"], [2473, 2528, "2-NEGOTIATE-BARGAIN"], [2647, 2681, "2-NEGOTIATE-BARGAIN"], [2682, 2760, "5-AUTHORITY-CREDENTIALS"], [2811, 2829, "8-NO-PERSUASION"], [2828, 2847, "8-NO-PERSUASION"], [2848, 2950, "8-NO-PERSUASION"], [3040, 3056, "8-NO-PERSUASION"]], "idx": "1009"}
{"id": 2405, "data": "Persuader: Good morning, how are you doing today?\n\tPersuadee: I'm well....how are you?\nPersuader: I'm doing well, thanks.  Today I am informing people of a charity I work with called Save the Children\n\tPersuadee: Okay...please tell me more.\nPersuader: Save the Children has workers on the ground in over 120 countries helping kids and families with health, education, protection and disaster relief\n\tPersuadee: Sounds like a good charity\nPersuader: As you can imagine, having that many people and offering that much help to people can cost a fair amount.  How much do you spend on coffee/tea/soft drinks per week?\n\tPersuadee: I spend about $10 a week on Coffee\nPersuader: Most people spend that much or more!  Would you be willing to use your payment for this task to donate to Save the Children and forgo a cup of coffee this week?\n\tPersuadee: I would be happy to\nPersuader: Your donation will be used to help kids all over the world\n\tPersuadee: That sounds great\nPersuader: You know your donation will be going to a reputable company.  86% of donations go directly to program services while the remainder goes to fundraising and a small portion to management.\n\tPersuadee: Good to know\nPersuader: Now I need to know how much you would be willing to donate to the cause.  You can give as much or as little as you would like from your payment.\n\tPersuadee: I'll donate the entire amount\nPersuader: That will be so helpful!  Thank you so much for thinking of others\n\tPersuadee: I'm happy to help\nPersuader: Thanks again and have a great day\n\tPersuadee: You as well", "label": [[10, 49, "8-NO-PERSUASION"], [98, 123, "8-NO-PERSUASION"], [123, 200, "1-RAPPORT-OTHER"], [252, 398, "4-LOGIC-OTHER"], [449, 555, "4-LOGIC-OTHER"], [556, 613, "3-EMOTION-GUILT"], [672, 710, "4-LOGIC-OTHER"], [710, 832, "4-LOGIC-OTHER"], [876, 934, "3-EMOTION-PROMISE"], [976, 1037, "5-AUTHORITY-CREDENTIALS"], [1038, 1161, "5-AUTHORITY-CREDENTIALS"], [1198, 1272, "2-NEGOTIATE-REMIND"], [1272, 1342, "2-NEGOTIATE-BARGAIN"], [1396, 1422, "8-NO-PERSUASION"], [1422, 1462, "3-EMOTION-ALTRUISTIC"], [1504, 1537, "8-NO-PERSUASION"]], "idx": "1010"}
{"id": 2406, "data": "Persuader: HI\n\tPersuadee: hello there so a children charity,what do you think about it?\nPersuader: TELL THE CHARITY NAME AND I DONATE ALSO\n\tPersuadee: well a good charity name could be For The Kids and donation could be in clothes and money don't you think so?\nPersuader: OK I WILL DONATE FOR THE CHILD\n\tPersuadee: donating would be nice but what would you donate? school supplies,money or even clothes for the kids?\nPersuader: FOR SCHOOL SUPPLIES.\n\tPersuadee: that is good so what school supplies do you think like paper? back packs,even medical treatement for the kids themselves?\nPersuader: I DONATE THE NOTES, BOX , PENCIL AND ALSO I CLOTHS \n\tPersuadee: that sounds good so what else do you think the charity should supply. Maybe hair cuts for the kids,medical evaluations for free for them?\nPersuader: MEDICAL EVALUATION TO THEM.\n\tPersuadee: that is good do I also think when doing medical there could also be something to setup a reduce lunch for them.\nPersuader: YES , ITS VERY GOOD IDEA AND ITS HELPFUL TO THEM\n\tPersuadee: what about transportation would that help also like other bus people to pick them up if they do not have a car at home?\nPersuader: YES, ITS NICE IDEA .\n\tPersuadee: what other things should they do like the charity event should it happen multiple times a year and make it a big event itself?\nPersuader: I DO NOT KNOW, WHAT ABOUT YOU\n\tPersuadee: i think that there should be multiple events like summer and winter where people can give more and would help the kids more.\nPersuader: OH, OK ITS NICE \n\tPersuadee: so that would be good for them do you think there should be a spending limite per kid when it comes to supplies itself?", "label": [[11, 13, "8-NO-PERSUASION"], [99, 138, "2-NEGOTIATE-RECIP"], [272, 302, "2-NEGOTIATE-RECIP"], [428, 448, "4-LOGIC-OTHER"], [593, 645, "1-RAPPORT-DISCLOSE"], [807, 834, "4-LOGIC-OTHER"], [970, 995, "1-RAPPORT-COMPLIMENT"], [995, 1018, "3-EMOTION-ALTRUISTIC"], [1162, 1182, "1-RAPPORT-COMPLIMENT"], [1333, 1362, "1-RAPPORT-OTHER"], [1511, 1527, "8-NO-PERSUASION"]], "idx": "1011"}
{"id": 2407, "data": "Persuader: Hi! How are you today?\n\tPersuadee: Hey there how's it going?\nPersuader: Pretty good I am sitting on my desk enjoying this beautiful weather. How about you?\n\tPersuadee: Today is beautiful!! I think it's time to take a walk a little later!\nPersuader: That sounds like a great idea! How do you feel about children's charities?\n\tPersuadee: It depends on the charity! There are some good ones and some that have turned out to be scams.\nPersuader: I agree with that 100%. My charity of choice is Save The Children. Have you heard of that charity before?\n\tPersuadee: I have not! Do you work for them or have you donated with them before?\nPersuader: I donate to them regularly. They do so much good for under privileged kids.\n\tPersuadee: What kind of stuff do they do to help the children? \nPersuader: They feed so many starving children. They do a lot for kids, you should visit their website. Www. URL \n\tPersuadee: Oh that's great!! I think children deserve all the help they can get. Is this an American charity?\nPersuader: Yes it is! You know you can donate a portion of your payment from this directly to Save The Children. Would you be interested in that?\n\tPersuadee: I would possibly be interested in that. How can I be sure that it will go where it's supposed to?\nPersuader: The researchers have everything lined up with Save The Children. I am going to donate my payment.\n\tPersuadee: What are the typical donations to the charity like?\nPersuader: You can choose to donate any amount that you wish. Every little bit helps!\n\tPersuadee: Unfortunately I am having some money troubles right now so it's a little hard for me to promise any significant amount of money at the moment.\nPersuader: Something as small as .05 cpuld help. I understand financial strain I my self have been struggling. It is much easier for me to donate from this platform that to pay out of pocket, and it sounds like it would be easier for you as well. \n\tPersuadee: I would be interested in donating five cents. I could definitely do that. Sorry I can't donate more :(\nPersuader:  05 is perfect! Thank you so much for your donation!", "label": [[11, 33, "8-NO-PERSUASION"], [83, 152, "1-RAPPORT-DISCLOSE"], [152, 166, "1-RAPPORT-DISCLOSE"], [260, 291, "1-RAPPORT-COMPLIMENT"], [291, 334, "1-RAPPORT-OTHER"], [452, 477, "1-RAPPORT-SIMILAR"], [477, 520, "1-RAPPORT-OTHER"], [520, 558, "1-RAPPORT-OTHER"], [653, 680, "1-RAPPORT-DISCLOSE"], [842, 907, "5-AUTHORITY-CREDENTIALS"], [681, 728, "4-LOGIC-OTHER"], [805, 842, "4-LOGIC-OTHER"], [1030, 1041, "5-AUTHORITY-CREDENTIALS"], [1041, 1132, "5-AUTHORITY-CREDENTIALS"], [1132, 1164, "2-NEGOTIATE-REQUEST"], [1286, 1350, "5-AUTHORITY-CREDENTIALS"], [1351, 1383, "2-NEGOTIATE-RECIP"], [1459, 1510, "2-NEGOTIATE-BARGAIN"], [1510, 1533, "4-LOGIC-OTHER"], [1699, 1737, "4-LOGIC-OTHER"], [1738, 1800, "1-RAPPORT-DISCLOSE"], [1800, 1936, "1-RAPPORT-SIMILAR"], [2064, 2115, "8-NO-PERSUASION"]], "idx": "1012"}
{"id": 2408, "data": "Persuader: Hello!\n\tPersuadee: Hello\nPersuader: How much would you like to donate to the charity now? It can be anywhere from .10 to 2.00!\n\tPersuadee: I would like to donate 1.00\nPersuader: Excellent. Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: That sounds like a good cause\nPersuader: Absolutely, and just so you know the research team will collect all donations and send it to Save the Children.\n\tPersuadee: That's good to know\nPersuader: If you want to learn more you can visit  URL as well.\n\tPersuadee: I may visit the website, after this chat\nPersuader: It has lots of good information. It's a terrible issue. Did you know, in the first two months of 2018 alone, 1,000 children were reportedly killed or injured\n\tPersuadee: No, I did not know that particular statistic.  I've only heard about the stuff happening in Yemen lately\nPersuader: Certainly a better way to spend a buck than on the candy bar I sure don't need haha\n\tPersuadee: Or a bag of chips\nPersuader: Exactly. I only wish sometimes I had more to give! \n\tPersuadee: Well, maybe things will pick up soon\nPersuader: Yeah, hopefully. Thanks for your help. Have a good day!\n\tPersuadee: No problem.  Have a good day.\nPersuader: Don't forget,  URL \n\tPersuadee: I already did a copy command on the address", "label": [[11, 17, "8-NO-PERSUASION"], [47, 100, "2-NEGOTIATE-RECIP"], [101, 137, "2-NEGOTIATE-BARGAIN"], [189, 199, "8-NO-PERSUASION"], [200, 368, "4-LOGIC-OTHER"], [422, 533, "5-AUTHORITY-CREDENTIALS"], [577, 630, "5-AUTHORITY-CREDENTIALS"], [695, 727, "5-AUTHORITY-CREDENTIALS"], [728, 751, "4-LOGIC-OTHER"], [751, 852, "4-LOGIC-OTHER"], [980, 1064, "4-LOGIC-OTHER"], [1106, 1115, "8-NO-PERSUASION"], [1115, 1157, "3-EMOTION-ALTRUISTIC"], [1218, 1273, "8-NO-PERSUASION"], [1327, 1346, "8-NO-PERSUASION"]], "idx": "1013"}
{"id": 2409, "data": "Persuader: Hi how are you today?\n\tPersuadee: good\nPersuader: Have you ever heard of Save the Children?\n\tPersuadee: I have not, but there are other charities I like to participate in\nPersuader: Do you have any children? I have two.\n\tPersuadee: i do not but hope to some day. what are your children's age ?\nPersuader: They are all grown up now Would you consider donating to Save the Children?\n\tPersuadee: Yes I will donate \nPersuader: Wow that would be cool What are your other favorite charities?\n\tPersuadee: I think Red Cross does a broad array of services\nPersuader: Yes they do I like St Judes Childrens Hospital also \n\tPersuadee: I think charities that provide for a broad array of services are more ideal than focused because they target many people\nPersuader: That's a good outlook. I think its good there are some speciality ones out there also though. \n\tPersuadee: I agree. I dont think there is any shortage of people who need help. I like to be able to help as many as possible\nPersuader: I guess having had children the St Judes hospital makes you think what if and what would i do \n\tPersuadee: Your perspective is helpful. This reminds me of Ronald McDonald as well \nPersuader: Yes the way they work together is great.The parents never have to pay anything or worry about anything but their child.\n\tPersuadee: I had heard about the McDonald's charity and see the change box, but I did not know much about it until a customer told me his son used their services when i was getting food once\nPersuader: I know Shriners has helped a couple people I know when they were children they each had a club foot and poor parents and shriners did all the surgery for free\n\tPersuadee: That is very interesting. Do you know anyone personally who has benefited from charities ? I have helped at soup kitchens before but that's my own extent", "label": [[11, 32, "8-NO-PERSUASION"], [61, 102, "1-RAPPORT-OTHER"], [193, 218, "1-RAPPORT-DISCLOSE"], [219, 230, "1-RAPPORT-DISCLOSE"], [316, 341, "1-RAPPORT-DISCLOSE"], [342, 391, "2-NEGOTIATE-REQUEST"], [434, 457, "1-RAPPORT-OTHER"], [457, 496, "1-RAPPORT-DISCLOSE"], [569, 621, "1-RAPPORT-DISCLOSE"], [766, 788, "1-RAPPORT-COMPLIMENT"], [789, 860, "4-LOGIC-COUNTER"], [999, 1093, "3-EMOTION-ALTERCASTING"], [1190, 1230, "1-RAPPORT-SIMILAR"], [1230, 1309, "8-NO-PERSUASION"], [1513, 1671, "8-NO-PERSUASION"]], "idx": "1014"}
{"id": 2410, "data": "Persuader: Hello. How are you ?\n\tPersuadee: I'm good,how are you?\nPersuader: I am great. Thanks How much do you typically give to charity in a year?\n\tPersuadee: I give 3 a week so around 36 a year.\nPersuader: Oh that's pretty great. What kind do you typically give to?\n\tPersuadee: I pay money to the Royal National Institute for the Blind.\nPersuader: Oh awesome. Have you heard of Save the children?\n\tPersuadee: Yes. I have seen their adverts and campaigns.\nPersuader: they help give children rights to proper health care, education and safety and such. \n\tPersuadee: Yeah - all good things\nPersuader: They have a lot of credibility and are typically viewed as a great organization.\n\tPersuadee: They seem to be.\nPersuader: Do you have any children on your own?\n\tPersuadee: No. I don't\nPersuader: Would you be interested in giving some of your payment to this organization?\n\tPersuadee: A small part maybe.\nPersuader: ah okay...the research team will collect all donations and send it to Save the children\n\tPersuadee: Excellent - how does it work\nPersuader: Basically you just say I will give ____ amount\n\tPersuadee: OK. I will give $0.20", "label": [[11, 31, "8-NO-PERSUASION"], [76, 88, "8-NO-PERSUASION"], [89, 148, "1-RAPPORT-OTHER"], [213, 237, "1-RAPPORT-COMPLIMENT"], [237, 272, "1-RAPPORT-OTHER"], [355, 366, "1-RAPPORT-FRIEND"], [367, 403, "1-RAPPORT-OTHER"], [473, 558, "4-LOGIC-OTHER"], [605, 685, "5-AUTHORITY-CREDENTIALS"], [726, 763, "1-RAPPORT-OTHER"], [799, 875, "2-NEGOTIATE-REQUEST"], [919, 929, "1-RAPPORT-OTHER"], [929, 1006, "5-AUTHORITY-CREDENTIALS"], [1058, 1105, "2-NEGOTIATE-BARGAIN"]], "idx": "1015"}
{"id": 2411, "data": "Persuader: Hi, have you ever made a donation to a charity before\n\tPersuadee: Hello.  Yes, occasionally.\nPersuader: The Save the Children foundation is essential to help ensuring children's rights to health, education, safety, etc. \n\tPersuadee: Okay.  What types of things do they help with?\nPersuader: Since 1932, Save the Children has been on the ground providing support to the most isolated and underserved children in rural America. From our earliest days in Appalachia _ helping children and families hardest-hit by the Great Depression _ to today, our U.S. team goes where others cannot.\n\tPersuadee: That's good work.  What about other countries?\nPersuader: Save the Children is the voice for vulnerable children. We're on the ground in 120 countries, working to reach every last child through international programs that focus on health, education, protection and disaster relief. \n\tPersuadee: That's wonderful.  Sounds like a good charity.  \nPersuader: They also play a part in disaster relief.No one knows when the next earthquake, flood or tsunami will strike. But we do know children are severely affected by natural disasters. They also suffer greatly during conflict, drought and disease outbreaks. Save the Children's natural disaster response and emergency relief programs help protect vulnerable boys and girls during disasters and their aftermath.\n\tPersuadee: That's very important.  A natural disaster can be devastating, even as an adult.   I imagine critical for children. \nPersuader: so what do you think, would you be interested in making a donation\n\tPersuadee: Sure, I'd be willing to make a donation.  I'm kinda broke right now, so it'll be a small amount.  I can do $0.10 today, and hopefully more in the future. \nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: I like donating to worthy causes when I can.  It sounds like Save the Children are doing good work.  I can only do $0.10 today, though.  I'm hoping even though it's a small amount, if many people do it, it can add up to more. \nPersuader: your donation is kind and will be out to good use\n\tPersuadee: That's good to know.  \nPersuader: The save the children foundation will put this donation to good use\n\tPersuadee: Great!   That makes me happy.\nPersuader: Thank you again for your generous donation.\n\tPersuadee: You're welcome.   Thank you for advocating for the charity.", "label": [[11, 64, "1-RAPPORT-OTHER"], [115, 231, "4-LOGIC-OTHER"], [302, 436, "4-LOGIC-OTHER"], [437, 593, "5-AUTHORITY-CREDENTIALS"], [664, 719, "4-LOGIC-OTHER"], [720, 888, "4-LOGIC-OTHER"], [961, 1002, "4-LOGIC-OTHER"], [1002, 1071, "4-LOGIC-OTHER"], [1071, 1138, "4-LOGIC-OTHER"], [1139, 1210, "4-LOGIC-OTHER"], [1212, 1364, "4-LOGIC-OTHER"], [1505, 1571, "2-NEGOTIATE-REQUEST"], [1750, 1800, "2-NEGOTIATE-BARGAIN"], [1801, 1865, "8-NO-PERSUASION"], [1865, 1919, "2-NEGOTIATE-BARGAIN"], [2170, 2219, "3-EMOTION-PROMISE"], [2266, 2333, "3-EMOTION-PROMISE"], [2387, 2430, "8-NO-PERSUASION"]], "idx": "1016"}
