{"id": 3387, "data": "Persuader: Hello! Have you ever donated to a charity before?\n\tPersuadee: Hi, Yes, I have donated to the ASPCA\nPersuader: I have too! I love dogs. What about Save the Children?\n\tPersuadee: I have never donated to Save the Children, but I would be willing to do so. I love to help children also.\nPersuader: Save the Children is a great organization. Would you be willing to donate some of your earnings from this task toward that charity?\n\tPersuadee: yes, I would be willing to donate a portion of my earnings to the charity.\nPersuader: That's so generous! It's easy to donate when you feel attached to the situation, but helping someone you don't know takes a really special kind of person.\n\tPersuadee: yes, plus your making a difference in other peoples lives or animals. it is gods work.\nPersuader: I agree! Have you ever volunteered your time for a charity?\n\tPersuadee: I have made donations to the charity, but I have never volunteered for one.\nPersuader: We're all so busy or sometimes it's hard to get out to help so donating is a really good way to be able to help. Based on my understanding of Save the Children, it's an organization that is really important in this present time. In 2018 many children are affected by wars (for example Syria). \n\tPersuadee: yes, I heard they are a good organization and are willing to help as much children as positive. is 0.30 cents a good donation to give?\nPersuader: Anything you could donate would be amazing, from .01 to the full $2. Even a small donation helps multiple children. Do you think you could give a little more?\n\tPersuadee: i was thinking 0.30 as the amount I want to give. but I could up to to 0.50 cents\nPersuader: That's great. I think about the amount of money I spend on buying cup of coffee these days, I could definitely go without one in order to help some kids!\n\tPersuadee: yeah same here. every bit is appreciated.\nPersuader: Maybe we can each encourage someone else in our lives to make a donation, and spread the impact. Do you feel like you're willing to donate that .50 cents?\n\tPersuadee: yes I will donate 50 cents\nPersuader: That's amazing. Thanks so much for being so kind and open-minded today.  I've enjoyed talking to you and hope you have a great day!\n\tPersuadee: thank you and you too", "label": [[11, 18, "Conventional-Opening"], [18, 60, "YesNo-Question"], [121, 132, "Statement"], [133, 145, "Statement"], [146, 175, "YesNo-Question"], [305, 347, "Statement"], [348, 436, "YesNo-Question"], [535, 554, "Statement"], [555, 689, "Statement"], [799, 808, "Agreement"], [809, 859, "YesNo-Question"], [959, 1072, "Statement"], [1072, 1187, "Statement"], [1188, 1251, "Statement"], [1411, 1479, "Affirmative-Answer"], [1480, 1526, "Statement"], [1527, 1569, "Request"], [1675, 1688, "Other-Answer"], [1689, 1828, "Statement"], [1894, 1990, "Suggest"], [1991, 2048, "YesNo-Question"], [2115, 2170, "Thanking"], [2172, 2199, "Statement"], [2172, 2230, "Conventional-Closing"], [2099, 2114, "Agreement"]], "idx": 10}
{"id": 3388, "data": "Persuader: Hello\n\tPersuadee: Hi\nPersuader: How do you feel about charities\n\tPersuadee: Generally good, it depends on the cause though\nPersuader: Save the children\n\tPersuadee: From what? Of course saving children is a good thing\nPersuader: Would you mind donating 1/2 of your money to the organization\n\tPersuadee: You mean 1/2 of the $2? I would donate $0.80\nPersuader: Thank u for your donation\n\tPersuadee: no problem. We have a few more turns before we can proceed. do you like charities?\nPersuader: I like St Jude\n\tPersuadee: great, any others?\nPersuader: The animals organization\n\tPersuadee: animals are good.\nPersuader: What organizations do u like\n\tPersuadee: animals rights organizations and mental health advocacy groups\nPersuader: I agree with those\n\tPersuadee: good to know. I'm not sure what else to ask\nPersuader: I don't know either\n\tPersuadee: this is an odd task", "label": [[11, 16, "Conventional-Opening"], [43, 74, "Open-Question"], [145, 162, "Other-Answer"], [239, 300, "Request"], [369, 394, "Thanking"], [501, 515, "Other-Answer"], [558, 582, "Other-Answer"], [624, 652, "WH-Question"], [738, 757, "Agreement"], [825, 844, "Other-Answer"]], "idx": 11}
{"id": 3389, "data": "Persuader: Hello\n\tPersuadee: Hi\nPersuader: I would like to tell you about a charity\n\tPersuadee: OK, I'm listening.\nPersuader: The charity is called Save the Children. As the name suggests, this charity is helping the children around the world\n\tPersuadee: I believe I have heard of this charity.\nPersuader: It is good. Let me give you a bit more information. Your donations would be used to ensure children's rights to health, education, safety. It helps especially in war zones like Syria\n\tPersuadee: I understand but I am low on funds right now.\nPersuader: I can guess, but isn't there any amount you could donate like a little bit of money that you use for a snack or candy? Even a little amount helps. \n\tPersuadee: Well, yes. Maybe I could give a quarter.\nPersuader: That would be great. And let me assure you, this is a professional and trustworthy fund. If you would like to check for more information, the website is  URL \n\tPersuadee: I will check it out, thank you.\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: I would like to donate $0.25\nPersuader: Thank you, that would be great. Even with our little helps, the children around the world may have a better chance\n\tPersuadee: Of course. I wish I could afford more. Maybe later.\nPersuader: I hope so. In the future, if you have better finances, please remember this fund.\n\tPersuadee: Is this the end?\nPersuader: I think so, it had been 10 turns. And thank you again for your help. Have a good day.\n\tPersuadee: You are welcome", "label": [[11, 16, "Conventional-Opening"], [167, 242, "Statement"], [318, 357, "Request"], [558, 676, "Request"], [770, 790, "Other-Answer"], [791, 858, "Statement"], [984, 1034, "WH-Question"], [1243, 1325, "Statement"], [1222, 1242, "Agreement"], [43, 83, "Statement"], [126, 166, "Statement"], [306, 317, "Statement"], [358, 444, "Statement"], [445, 488, "Statement"], [677, 704, "Statement"], [859, 922, "Statement"], [1035, 1098, "Statement"], [1099, 1158, "Statement"], [1211, 1242, "Thanking"], [1401, 1411, "Agreement"], [1412, 1482, "Request"], [1522, 1556, "Affirmative-Answer"], [1557, 1591, "Thanking"], [1592, 1608, "Conventional-Closing"]], "idx": 77}
{"id": 3390, "data": "Persuader: Hello-- have you ever heard of the charity Save the Children?\n\tPersuadee:  Curious.  quite im me to the explain exain you can have i think UI'm\nPersuader: Save the Children is an international charity that provides food and services to children in desperate need around the world.\n\tPersuadee:  africa like countries in donations the Is much how interesting sounds That\nPersuader: Exactly!  They work in Africa and other places around the world where children need help.  Would you be willing to donate some of your task payment to this charity to help children in need?\n\tPersuadee:  eventually donate will will will i moment the at low quite Is.  money my but Yes\nPersuader: I understand.  Sometimes I have money problems too.  But if you think about the children that would be helped, they have nothing.  No food, no medical care, sometimes no home.  You can donate anything from zero to the full task payment amount.  It would really help.\n\tPersuadee: card debit my use i do work this does Howyou for fine is that if 0$ donate would I\nPersuader: The research team conducting this conversation task will collect all donations and send them to Save the Children, so you don't need a credit card.  Even a few cents would help provide food or clean water for a child.\n\tPersuadee:  house my around change of bit little a have i cool Thats\nPersuader: I'm so happy that you're willing to give!  If you want to donate part of this task payment, all we need to do is agree on an amount.\n\tPersuadee:  nickels nickela some have i house my around check to have i acceptable dimes and pennies is Okay\nPersuader: In this case, we will use electronic payment through this task.  It could be up to $2.  How much do you think you would like to donate from your payment?\n\tPersuadee: enough cebt1 5 5_5050$ Is\nPersuader: I'm sorry--I don't quite understand the amount you are suggesting.  Donations are in US$.  So it would be $0.15, for example?  or maybe $0.50?\n\tPersuadee: cents01 0. donate i Can\nPersuader: Just to make sure, you would like to donate $0.10 US?  Is that right?\n\tPersuadee: cent1  its is phone my sorry Im\nPersuader: Okay, so just one cent?  Is that your donation amount?  Every cent helps, but ten cents would be even better!\n\tPersuadee: tjst with.  with agree I.  cents10 \nPersuader: Great!  Ten cents to help children!  Thank you so much!", "label": [[11, 16, "Conventional-Opening"], [19, 72, "YesNo-Question"], [166, 291, "Statement"], [391, 399, "Agreement"], [401, 480, "Statement"], [482, 580, "YesNo-Question"], [686, 737, "Acknowledge"], [738, 815, "Statement"], [816, 861, "Statement"], [863, 929, "Statement"], [931, 952, "Statement"], [1059, 1206, "Negative-Answer"], [1208, 1276, "Statement"], [1357, 1399, "Agreement"], [1401, 1490, "Statement"], [1612, 1675, "Statement"], [1676, 1698, "Statement"], [1700, 1765, "WH-Question"], [1815, 1881, "Statement"], [1883, 1904, "Statement"], [1906, 1940, "Declarative-Yes/No-Question"], [1942, 1957, "Declarative-Yes/No-Question"], [2005, 2058, "YesNo-Question"], [2059, 2074, "Tag-Question"], [2130, 2154, "YesNo-Question"], [2155, 2184, "Tag-Question"], [2186, 2239, "Statement"], [2208, 2239, "Suggest"], [2298, 2306, "Agreement"], [2307, 2335, "Affirmative-Answer"], [2336, 2354, "Thanking"]], "idx": 108}
{"id": 3391, "data": "Persuader: Have you ever heard of the charity children?\n\tPersuadee: I don't think so, what do they support?\nPersuader: I'm sorry. It's save the children. My fingers don't type very well. It's an international nongovernmental organization. They are looking out for children's rights in developing countries\n\tPersuadee: Oh, yes. I do know save the children. They are a great organization. \nPersuader: That's great news, you know they are untrustworthy. Have you ever donated to them?\n\tPersuadee: I haven't donated to them, which is good apparently. What makes them untrustworthy?\nPersuader: Oh my goodness I meant to say trustworthy.\n\tPersuadee: ha, that is much better. I don't have a lot of income to donate to charity :( \nPersuader: I don't either, and when I do I usually donate to dog charities. LOL but after reading up on this they said every penny helps. I think I could spare .25. Do you want to kick in a little?\n\tPersuadee: I donate to a dog charity also! such sweet creatures. I have a dachsund/pit mix named Tuttle. I can spare a quarter if it helps.\nPersuader: That's why we don't have extra money. LOL I have a Labrador who eats everything and this shepherd beagle mix. They are my children . But I guess once in a while we should donate to real children LOL . Okay cool I'll donate 1/4 and you donate 1/4 and then we've done our good deed for the day!!!!\n\tPersuadee: Sounds good to me. We could donate our earnings from this hit and still make a nickel for kibble.\nPersuader: Lmao!  Deal!!!  Have a great day from Illinois!  \n\tPersuadee: Thanks, warmest regards from Alabama\nPersuader: I guess we have to each have 10 turns so after this response we have to write two more times LOL\n\tPersuadee: I was wondering that. Are you a cubs fan?\nPersuader: Not really but I've been to one of their games. It was fun. Are you?\n\tPersuadee: I don't really have a team, but I like baseball. What are your dogs names?\nPersuader: Clementine and Eddybear.  And they are tired of me messing around on the computer so after the survey we are going to go for a walk!! I think we took ten turns!  \n\tPersuadee: Enjoy they walk, I hope it isn't too hot like here. we have to walk early and late.\nPersuader: It's really hot here too. Okay I'll put it in my quarter if you put in yours and have an awesome day!!", "label": [[11, 55, "YesNo-Question"], [187, 238, "Statement"], [119, 130, "Statement"], [130, 153, "Statement"], [154, 186, "Statement"], [239, 305, "Statement"], [398, 450, "Statement"], [399, 416, "Agreement"], [451, 481, "YesNo-Question"], [588, 631, "Other-Answer"], [734, 798, "Statement"], [803, 860, "Statement"], [861, 887, "Statement"], [888, 920, "YesNo-Question"], [1073, 1110, "Statement"], [1115, 1182, "Statement"], [1183, 1205, "Statement"], [1206, 1267, "Statement"], [1274, 1368, "Statement"], [1497, 1501, "Agreement"], [1506, 1539, "Other"], [1600, 1692, "Statement"], [1762, 1809, "Negative-Answer"], [1777, 1809, "Statement"], [1810, 1821, "Statement"], [1822, 1830, "YesNo-Question"], [1929, 1953, "Statement"], [1955, 2061, "Statement"], [2063, 2091, "Statement"], [2199, 2224, "Statement"], [2225, 2275, "Statement"], [2280, 2301, "Conventional-Closing"]], "idx": 112}
{"id": 3392, "data": "Persuader: Hi, how are you today? I have a question for you, how interested are you in helping children in need?\n\tPersuadee: Hi! I'm doing great, and yourself? I am very interested.\nPersuader: Im doing great too. A lot better than the children I speak of that are suffering in developing countries. Have you ever heard of the organization Save the Children?\n\tPersuadee: No, I haven't. What is the organization about?\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: That sounds really interesting. What countries does Save the Children operate in?\nPersuader: It operates out of the United States, it actually helps children in the US and developing countries such as Ethiopia, Indonesia, Vietnam, and many more. Just a small amount, pennies, would make a huge difference to these kids.\n\tPersuadee: I had no idea it operated outside of the United States. I understand how a donation, no matter how small would help this children. Do you know where the money goes towards to? \nPersuader: It would go into a general fund and the organization would put the money where it is most needed. Are you willing to make a small donation between fifty cents to two dollars that you would gain from this task to go toward this Charity? \n\tPersuadee: I would be more than willing to give a donation. Before I do that, I would like to know how the organization handles the money. I have no doubt its a trustworthy organization, I just want to know how it helps the children.\nPersuader: The money goes towards their healthcare, their education, what tugs on my heart strings the most is that it also goes towards protecting the children from abuse and neglect, exploitation and violence. Of course it also helps feed needy children and goes towards emergency care for any type of natural disasters or other emergencies.\n\tPersuadee: It does sound like the organization is helping improve and save children's lives\nPersuader: It is! Imagine if we convinced our friends and family to donate a small amount as well, people like you and I could actually make a difference in the world.\n\tPersuadee: Yes! So many children around the world could have better an improved lives. Why is this organization not well known?\nPersuader: I have heard of it before but not extensively. I learned a lot about them through their website  URL How much would you like to donate? The research team will collect all donations and send it to Save the Children.\n\tPersuadee: Thanks for sending me the website! I will check it out. I would like to donate .50.\nPersuader: You are a wonderful person, thank you for showing love to children in need.\n\tPersuadee: I really wish I could donate more. Maybe one day when I have enough income I will. \nPersuader: I am in the same boat, but every penny counts and weather it is .50 cents or 500 you are making a difference. Thank you and have a wonderful day.\n\tPersuadee: Thank you for all the information. Hope you also have a wonderful day. ", "label": [[11, 33, "Conventional-Opening"], [34, 59, "Statement"], [61, 112, "Open-Question"], [193, 212, "Other-Answer"], [213, 298, "Statement"], [299, 357, "YesNo-Question"], [427, 596, "Statement"], [701, 854, "Other-Answer"], [855, 928, "Statement"], [1129, 1227, "Other-Answer"], [1227, 1365, "YesNo-Question"], [1612, 1812, "Statement"], [1813, 1944, "Statement"], [2049, 2056, "Agreement"], [2056, 2205, "Statement"], [2346, 2392, "Other-Answer"], [2392, 2441, "Statement"], [2447, 2481, "WH-Question"], [2482, 2560, "Statement"], [2668, 2694, "Statement"], [2696, 2743, "Thanking"], [2851, 2873, "Acknowledge"], [2878, 2961, "Statement"], [2961, 2996, "Thanking"], [2961, 2996, "Conventional-Closing"]], "idx": 139}
{"id": 3393, "data": "Persuader: Hi Michel, How are you doing today?\n\tPersuadee: im doing well how are you?\nPersuader: Doing good. Would you like to contribute for \"Save the Childern\"?\n\tPersuadee: what is that?\nPersuader: Please refer the site -  URL  Around 150 Million Children are being helped around the world through our organization.  It would be great if you are also a part of contributing to children to make their life happier\n\tPersuadee: How do I know this is legitimate?\nPersuader: Please refer the link -  URL s/about-us/awards-and-rankings and you will find its a legitimate organisation\n\tPersuadee: Can you tell me more of your personal experience with the organization?\nPersuader: I am sponsoring two children from India for their education and I am in contact with them through phone and I used to visit them often and take care of them\n\tPersuadee: interesting. so where do i sign up to donate?\nPersuader: Thank you for your consideration.  Please refer the link - https://support. URL ite/SPageNavigator/login.html?nexturl=https%3A%2F%2Fsupport. URL 2Fsite%2FSPageNavigator%2Fsupporter_center.html to sign up\n\tPersuadee: thank you for the info\nPersuader: Hopefully you will help the children by making donations?\n\tPersuadee: yes  i will\nPersuader: Great of you.  Looking forward to pass the information to your near and dear ones and ask them to help the Children to eradicate Children's sufferings around the world\n\tPersuadee: thank you for all your help!\nPersuader: Please let us know when do you have the plan to make contribution? It would be great if you can contribute right now ( Since good things should not be postponed :) )\n\tPersuadee: i do plan to contribute right now\nPersuader: Thank you so much\n\tPersuadee: you are welcome", "label": [[11, 46, "Conventional-Opening"], [97, 108, "Other-Answer"], [109, 162, "YesNo-Question"], [230, 317, "Statement"], [319, 414, "Statement"], [471, 493, "Request"], [200, 221, "Request"], [536, 579, "Statement"], [675, 831, "Other-Answer"], [901, 934, "Thanking"], [936, 957, "Request"], [1150, 1208, "Declarative-Yes/No-Question"], [1244, 1257, "Agreement"], [1259, 1411, "Statement"], [1463, 1530, "Request"], [1531, 1628, "Suggest"], [1687, 1704, "Thanking"]], "idx": 180}
{"id": 3394, "data": "Persuader: Hi! How are you today?\n\tPersuadee: Doing great, how about yourself?\nPersuader: Very good, thanks for asking! Have you ever thought about donating to Save the Children?\n\tPersuadee: I haven't, what does that charity do?\nPersuader: Save the Childrenhelps children in developing countries by giving them medicine, food and much more!\n\tPersuadee: Oh that sounds like a great cause! Have you personally donated to them before?\nPersuader: Yes I have! I usually donate to them whenever I have extra money.\n\tPersuadee: Do they have a website I could visit?\nPersuader: Of course! It's  URL \n\tPersuadee: I may consider donating a small amount then\nPersuader: That's great! You can donate anything from 0 to 2 dollars. Every litle bit helps!\n\tPersuadee: You can put me down for a dollar, it's not a lot but I feel good about it\nPersuader: Thanks a lot for your contribution! Don't worry about the amount, that one dollar can help a lot!\n\tPersuadee: Is there any other charities you've donated to in the past that you're passionate about?\nPersuader: I also really like the Ronald McDonald House system. Do you have any charities your passionate about?\n\tPersuadee: I haven't donated to them before, but I'm interested in helping the World Wildlife Fund\nPersuader: I've heard of them but I'm not sure what sure what they do.\n\tPersuadee: It's basically the leading organization in wildlife conservation and endangered species\nPersuader: That sounds awesome! I am passionate about that so I will definitely look into them! \n\tPersuadee: Yeah I always enjoy helping animals if I can!\nPersuader: Same here! It's so sad that some species are in so much trouble.", "label": [[11, 33, "Conventional-Opening"], [90, 120, "Other-Answer"], [120, 178, "YesNo-Question"], [240, 340, "Other-Answer"], [443, 454, "Affirmative-Answer"], [455, 508, "Statement"], [570, 580, "Affirmative-Answer"], [659, 672, "Agreement"], [673, 718, "Statement"], [718, 740, "Statement"], [838, 872, "Thanking"], [874, 935, "Statement"], [1048, 1100, "Other-Answer"], [1101, 1149, "Open-Question"], [1261, 1279, "Acknowledge"], [1284, 1320, "Statement"], [1432, 1452, "Acknowledge"], [1453, 1517, "Statement"], [1587, 1597, "Acknowledge"], [1598, 1651, "Statement"]], "idx": 184}
{"id": 3395, "data": "Persuader: Good morning, how are you today?\n\tPersuadee: Good you?\nPersuader: Feeling good today, day off from work.\n\tPersuadee: Yeah, same. Am I supposed to come up with a topic to discuss?\nPersuader: I am hear to talk to you about an amazing charity called Save the Children, that uses donated money to help provide essentials of life to children in developing countries.  Would you consider making a donation from your task payment?\n\tPersuadee: No. Not at this time. \nPersuader: Does your heart no go out to the suffering that children go through on a daily basis in order to get basic needs such as water and food?\n\tPersuadee: Yes it does. Life is hard. It's unfortunate that some people have to live under the rule of extremely corrupt governments. It's also unfortunate that a semester of university in the US should be $700 adjusted for inflation from 1975 but instead it's  tens of thousands of dollars. The wealthy run the world and we're here doing bullshit for $2. The struggle is real\nPersuader: I hear you.  I have a degree that I will be paying on til I am in my 60s if I don't make real efforts to pay it back faster.  But I still try to give back and help others, even if it's just a measly dollar to help someone buy a burger.  It works 2 fold, in that it helps someone in need and makes me feel that the world if not always the worst.\n\tPersuadee: Good to hear. I also donate from time to time. Just not doing it right now. Are you receiving any indication when this is over?\nPersuader: Yea, I don't know.  I have a 10 min chat exchange but not seeing a submit or anything.  You?\n\tPersuadee: Maybe we both need to say 10 things?\nPersuader: I guess.  I am glad that you do donate.  Hopefully things will change for the better sooner rather than later in the world.\n\tPersuadee: Yeah. Same here. But probably not because money talks\nPersuader: Try this....How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: I would like to donate $0\nPersuader: Ok thanks for your time.  Hope things work out for you in life.  Take care.\n\tPersuadee: Thanks you too\nPersuader: I guess we just exit now, not seeing a submit or end button\n\tPersuadee: Wish they would make it more clear\nPersuader: Lol, you were right", "label": [[11, 43, "Conventional-Opening"], [77, 115, "Other-Answer"], [200, 374, "Statement"], [374, 434, "YesNo-Question"], [481, 617, "YesNo-Question"], [1007, 1018, "Acknowledge"], [1019, 1131, "Statement"], [1133, 1242, "Statement"], [1243, 1351, "Statement"], [1503, 1521, "Other-Answer"], [1523, 1595, "Open-Question"], [1656, 1664, "Other-Answer"], [1666, 1696, "Statement"], [1697, 1779, "Statement"], [1857, 1868, "Instruct"], [1869, 1919, "WH-Question"], [1920, 1982, "Statement"], [1984, 2043, "Statement"], [2093, 2117, "Thanking"], [2093, 2095, "Acknowledge"], [2119, 2156, "Statement"], [2158, 2168, "Conventional-Closing"], [2207, 2266, "Statement"], [2330, 2344, "Statement"]], "idx": 191}
{"id": 3396, "data": "Persuader: Hello\n\tPersuadee: Hello!\nPersuader: How are you?\n\tPersuadee: I am doing good! How are you\nPersuader: Good! I am well. I have a really important question to ask of you\n\tPersuadee: Sure, I'm up for answering some questions.\nPersuader: I have been very lucky to be apart of a non-governmental organization called Save the Children and it provides relief and support to children in developing country\n\tPersuadee: That sounds interesting. Sounds like good meaningful work for a good cause.\nPersuader: It's so meaningful! Right now we are preparing a large shipment of supplies for Puerto Rico. There are families that we are in close contact with who have lost their children in the hurricane. More and more families are coming out of the woodwork, and we are becoming short on funds to help them. All I am asking is for the possibility of you to make a kind donation of two dollars so that we can ship more supplies to devastated families in Puerto Rico\n\tPersuadee: I do feel sorry for the american citizens in Puerto Rico that have been ignored by our government. I want to help, but I would rather just donate 1 dollar because to be frank I don't know much about the Save the Children organization. \nPersuader: We would really appreciate that. Right now, we are an international organization that has helped over 250,000 children in developing countries. We are based in the United States, and all of the people who participate in this organization have a background involving children (mainly teachers and parents). With donations, we are projected to help over 750,000 children in the next three years.\n\tPersuadee: I'll donate 1 dollar. Seems like a good organization that helps people in need. \nPersuader: I'm sorry, my computer kind of glitched out. How much would you like to donate to the organization now? Your donation will be deducted from your task payment. You can choose any amount from $) to all of your payment ($2)\n\tPersuadee: $1.00 dollar donation\nPersuader: Thank you very much. You are helping us give a wonderful service.\n\tPersuadee: no problem. It's not much by myself, but I hope a lot of people pitching together makes a difference\nPersuader: Exactly. It's surprising how $100 can go so far within this organization.\n\tPersuadee: I'm disappointed that the government isn't helping puerto rico like it did with katrina or any other disaster\nPersuader: I completely understand, especially because they are our territory. That's why organizations have stepped up and taking the place of the government. We are so desperately in need of money though, so we sincerely  thank you.\n\tPersuadee: You're welcome! Hope things get better soon for puerto ricans", "label": [[10, 16, "Conventional-Opening"], [47, 59, "Conventional-Opening"], [118, 128, "Other-Answer"], [112, 118, "Acknowledge"], [129, 177, "Statement"], [243, 407, "Statement"], [507, 526, "Agreement"], [527, 599, "Statement"], [600, 699, "Statement"], [700, 803, "Statement"], [804, 960, "Statement"], [1220, 1252, "Statement"], [1253, 1364, "Statement"], [1364, 1525, "Statement"], [1526, 1613, "Statement"], [1718, 1762, "Statement"], [1763, 1821, "WH-Question"], [2004, 2049, "Statement"], [2174, 2182, "Agreement"], [2183, 2247, "Statement"], [2380, 2448, "Acknowledge"], [2449, 2529, "Statement"], [1822, 1876, "Statement"], [1877, 1938, "Statement"], [1984, 2004, "Thanking"], [2530, 2604, "Statement"]], "idx": 213}
{"id": 3397, "data": "Persuader: Have you ever heard of the 'Save The Children' charity?\n\tPersuadee: I have! I think it's a great chairty.\nPersuader: I think the work they do is great. Helping kids in impoverished nation is a really noble thing to do. \n\tPersuadee: I agree, how frequently do you donate?\nPersuader: I generally do my charitable donations around Christmas, when I had an influx of extra cash. You?\n\tPersuadee: Similiar, I only donate when I have the money to spare.\nPersuader: You can help now! You can donate any amount from your task payment to Save the Children now if you'd like. \n\tPersuadee: I'm not sure if I want to, but I can give a little.\nPersuader: How much would you like to give? The research team will collect all donations and send them to Save the Children.\n\tPersuadee: I'll give 5 cents.\nPersuader: I'll do the same. \n\tPersuadee: Great, I'm glad we're helping a little.\nPersuader: I imagine a lot of people end up doing these hits. It probably adds up, assuming everyone pitches in a little. \n\tPersuadee: Agreed, which is probably what they want.\nPersuader: I'd assume so. I've done hits kind of like this, where the end goal seemed to be to gauge peoples charitable giving with their task payments.\n\tPersuadee: Ive done a lot of those as well, a lot I think are set up to generate certain types of responses.\nPersuader: I'm a sucker for helping people when I can. \n\tPersuadee: At least you're doing some good, though.\nPersuader: You too! Thanks for the 5 cents. It was nice talking to you. \n\tPersuadee: Nice talking to you as well.", "label": [[11, 66, "YesNo-Question"], [128, 162, "Statement"], [163, 230, "Statement"], [293, 385, "Other-Answer"], [386, 390, "WH-Question"], [470, 487, "Statement"], [488, 577, "Statement"], [653, 685, "WH-Question"], [686, 766, "Statement"], [809, 827, "Statement"], [890, 941, "Statement"], [942, 1002, "Statement"], [1068, 1082, "Agreement"], [1083, 1209, "Statement"], [1331, 1375, "Statement"], [1440, 1448, "Other"], [1449, 1472, "Thanking"], [1473, 1501, "Conventional-Closing"]], "idx": 317}
{"id": 3398, "data": "Persuader: Hello. How are you?\n\tPersuadee: I'm good, how are you doing?\nPersuader: Very well. I'm just up organizing info for my charity. Are you involved with charities? \n\tPersuadee: Yes! I work with children who have terminal illnesses. What charity are you involved in?\nPersuader: That's great! I help with Save The Children. \n\tPersuadee: Amazing! Working with kids is the best. What do you do for Save the Children?\nPersuader: I help raise donations and volunteer time.\n\tPersuadee: That's so important. How do you raise donations?\nPersuader: By directly asking for aid. Do you currently donate to your charity?\n\tPersuadee: Yes I do, but I'm happy to donate to yours as well!\nPersuader: Wonderful! Would you be will to donate $1.00 of your task money to help Save the Children? Save The Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Yes, I would be happy to!\nPersuader: Would $2.00 be too much to ask?\n\tPersuadee: No, I can do it.\nPersuader: Thank you. Can we make it $1.50? These children really need the assistance. \n\tPersuadee: $1.50 sounds good then.\nPersuader: Why not $1.75 then? :-)\n\tPersuadee: I can do $2.00! Happy to help.\nPersuader: Thank you so much! Do you have any more questions for me?\n\tPersuadee: Nope. Thank you!", "label": [[11, 30, "Conventional-Opening"], [82, 92, "Other-Answer"], [93, 137, "Statement"], [138, 171, "YesNo-Question"], [284, 297, "Acknowledge"], [297, 329, "Other-Answer"], [430, 473, "Other-Answer"], [546, 574, "Other-Answer"], [574, 614, "YesNo-Question"], [690, 700, "Acknowledge"], [701, 780, "YesNo-Question"], [781, 949, "Statement"], [999, 1030, "YesNo-Question"], [1071, 1081, "Thanking"], [1082, 1103, "YesNo-Question"], [1104, 1147, "Statement"], [1195, 1214, "YesNo-Question"], [1273, 1292, "Thanking"], [1292, 1330, "YesNo-Question"]], "idx": 345}
{"id": 3399, "data": "Persuader: Have you heard of the charity Save the Children?\n\tPersuadee: Yes I have, but I don't know a lot about it.\nPersuader: They promote children's rights, provides relief, and helps support children in developing countries.\n\tPersuadee: That sounds like a very nice cause.\nPersuader: Yes, it\\'s a great cause.  And the charity is highly rated with many positive rewards.  Including an \"A\" rating from the American Institute of Philanthropy.  \n\tPersuadee: That's awesome! Do you know when the charity began?\nPersuader: It was founded way back on April 15, 1919! A charity with that kind of history shows that it has made an amazing impact.  Just last year they helped a total of 155 million children!\n\tPersuadee: That is very impressive. Do you know on average how much money the charity makes per year?\nPersuader: The total operating revenue was $807,412 in 2017, and 9 out of every 10  dollars they make goes straight into the programs and services to help children and families in need.\n\tPersuadee: That is awesome.\nPersuader: I know I was surprised by those numbers.  A lot of widely known charities aren't as open and honest about where their finances go, but you can easily find Save the Children's financial reports online.  That's important to me in a charity.\n\tPersuadee: Yes, definitely. Unfortunately some \"charities\" are just scams that do not donate to a worthy cause at all.\nPersuader: That's the truth.  That's why it's so important to do research before donating.  Save the Children even breaks down where exactly your money goes on their website.  For example, 34% of the money donated goes to health & nutrition services and programs, 21% to education, 11% to emergencies, 11% to HIV/AIDs, etc.  It is fully listed on the site with an easy to read graphic.  Super helpful.\n\tPersuadee: That's very helpful. It is best to be transparent when running a charity like that, especially when the charity brings in a large amount of money. That way nobody can question anything.\nPersuader: Oh yeah.  When I first heard about these super well known organizations only actually using about 5% of their proceeds for their services I was shocked.  Save the Children uses a total of 86% of proceeds for their services and programs! The rest goes to \"fundraising, management, and general\" as the website says.  That\\'s good to hear that it\\'s not all about filling some people\\'s pockets.\n\tPersuadee: Right. I understand that people have to get paid for what they do, but they shouldn't be making an extravagant amount of money.\nPersuader: Exactly.  It's pretty infuriating to know that some people play on people's sensitivities and vulnerable states to just get rich.  I know when I make donations I always be sure to get the facts first now.  Have you ever donated to charity in the past?\n\tPersuadee: Yes I have. I usually like to donate to Johns Hopkins Hospital because that is where I had many of my surgeries when I was a child. The people there saved my life on more than one occasion and it's just a great hospital.\nPersuader: That is so special.  That must be an amazing feeling to be able to give back.  How do you feel about donating to Save the Children?  You can choose an amount that would be taken out automatically from your reward from this task.  You can pick any amount from $0 to $2.  I know that any small donation counts, because the more individuals donate the more impact they can make.\n\tPersuadee: Sure, I'd be glad to donate $0.25 to Save the Children.\nPersuader: That is awesome!  Nice move.  That's some good karma for you right there, and knowledge that your money is going to help children around the world.  Thanks for doing your part!", "label": [[11, 59, "YesNo-Question"], [128, 228, "Statement"], [288, 313, "Acknowledge"], [315, 374, "Statement"], [376, 446, "Statement"], [522, 564, "Other-Answer"], [565, 643, "Statement"], [644, 703, "Statement"], [818, 992, "Other-Answer"], [1033, 1073, "Acknowledge"], [1075, 1233, "Statement"], [1235, 1271, "Statement"], [1403, 1420, "Agreement"], [1422, 1483, "Statement"], [1484, 1566, "Statement"], [1568, 1715, "Statement"], [1717, 1777, "Statement"], [1779, 1793, "Statement"], [2002, 2011, "Agreement"], [2013, 2155, "Statement"], [2157, 2239, "Statement"], [2240, 2316, "Statement"], [2318, 2395, "Statement"], [2547, 2555, "Agreement"], [2557, 2676, "Statement"], [2678, 2751, "Statement"], [2753, 2798, "YesNo-Question"], [3043, 3062, "Acknowledge"], [3064, 3120, "Statement"], [3122, 3174, "Open-Question"], [3177, 3271, "Statement"], [3273, 3311, "Statement"], [3313, 3418, "Statement"], [3498, 3514, "Acknowledge"], [3516, 3526, "Acknowledge"], [3528, 3645, "Statement"], [3647, 3674, "Thanking"]], "idx": 353}
{"id": 3400, "data": "Persuader: Hello! I need you to make a donation for us to work this out.\n\tPersuadee: hello. What do we need to work out and what would this donation be for?\nPersuader: We have to make sure we get a bonus by donating the $2. It's for Save the Children, and actually my family and I have experience with them. They're one of the more reputable charities luckily. But for this to work, I really need you to donate both dollars.\n\tPersuadee: I can not donate until 10 chat turns. how do you have experience with them?\nPersuader: My family has been involved with charities due to our business. We make regular donations and Save the Children actually has done the most with what we've given them.\n\tPersuadee: What is your families business and what do you enjoy most of the Save the Children charity?\nPersuader: We own furniture stores on the west coast. We just love that they're so transparent with their spending and they give us concrete examples of why our past donations have helped them.\n\tPersuadee: could you name a couple of examples please?\nPersuader: Well, the examples they provided were specifically showing us what parts of their charity the money was going towards, and what those parts did. Essentially a lot of it was relief for the poor, in the form of shelter, clothing and food.\n\tPersuadee: Glad to see it goes to shelter, clothing, and food. What would benefit me towards donating my $2 to the Save the Children fund?\nPersuader: I can't give you too many details, but trust me, donating the entire 2 would GREATLY benefit you. Not to mention the satisfaction of helping a charity that actually does good work.\n\tPersuadee: I do like the satisfaction of doing good work for and towards others.\nPersuader: That's fantastic, so do I. Small amounts actually do go far. A couple bucks and it's a few meals for someone. It's mind blowing.\n\tPersuadee: sound good. You do make a point. I am interested to help.\nPersuader: Thanks! Then definitely donate the full two. You'll be really happy you did, trust me.\n\tPersuadee: I trust you. I will donate the $2 towards the Save the Children fund.\nPersuader: Awesome, you'll be happy you did :)\n\tPersuadee: I am glad to help. Thank you for the information you provided.\nPersuader: Thank you too, have a good night!\n\tPersuadee: thank you. you too. goodnight!", "label": [[11, 17, "Conventional-Opening"], [18, 72, "Statement"], [168, 223, "Other-Answer"], [223, 307, "Other-Answer"], [256, 306, "Statement"], [308, 360, "Statement"], [361, 424, "Statement"], [524, 586, "Other-Answer"], [588, 690, "Other-Answer"], [806, 849, "Other-Answer"], [849, 988, "Other-Answer"], [1056, 1201, "Other-Answer"], [1201, 1292, "Other-Answer"], [1444, 1542, "Other-Answer"], [1542, 1624, "Other-Answer"], [1718, 1734, "Acknowledge"], [1736, 1743, "Statement"], [1745, 1778, "Statement"], [1779, 1827, "Statement"], [1827, 1846, "Statement"], [1928, 1935, "Thanking"], [1936, 1972, "Instruct"], [1973, 2014, "Statement"], [2108, 2116, "Acknowledge"], [2117, 2140, "Statement"], [2230, 2243, "Thanking"], [2245, 2263, "Conventional-Closing"]], "idx": 447}
{"id": 3401, "data": "Persuader: Good afternoon, how are you today?\n\tPersuadee: fine, hopefully you are too\nPersuader: Pretty good, thanks. do you ever donate to charities?\n\tPersuadee: I do sometimes. I have a few favorites.\nPersuader: What are your favorite charities to donate to?\n\tPersuadee: The Red Cross and The Human Fund\nPersuader: Have you ever thought about donating to Save the Children?\n\tPersuadee: no, what do they do?\nPersuader: Save the Children promotes children's rights and provides relief/support in developing countries around the world\n\tPersuadee: That sounds good. Have they been around for long?\nPersuader: 2019 will be 100 years, I believe. Would you be willing to donate some of your payment for this task to Save the Children?\n\tPersuadee: Sure, are you a contributor as well?\nPersuader: How much would you like to donate to charity? Your donation will be directly donated from your task payment. You can choose any amount from $0.00 to $2.00\n\tPersuadee: I can contribute a dollar. Will you do the same?\nPersuader: That is very kind of you to do. How much do you usually contribute to charities over the course of the year?\n\tPersuadee: a decent amount, or at least I like to think so. \nPersuader: Save the Children will greatly appreciate the donation of $1.00. Would you consider donating more? Every small donation will indeed help a lot of children and their families around the world\n\tPersuadee: I'll stick with $1. Hopefully you will follow suit.\nPersuader: You are part of the solution and we all have a moral responsibility to help the children around the world. I hope you would reconsider.\n\tPersuadee: understood, but I'll stick with my $1 donation. What are your donation plans?", "label": [[11, 25, "Conventional-Opening"], [27, 45, "Open-Question"], [96, 108, "Other-Answer"], [110, 116, "Thanking"], [118, 150, "YesNo-Question"], [214, 260, "WH-Question"], [317, 375, "YesNo-Question"], [642, 729, "YesNo-Question"], [836, 899, "Statement"], [899, 944, "Statement"], [1017, 1048, "Acknowledge"], [420, 533, "Other-Answer"], [607, 641, "Other-Answer"], [790, 836, "WH-Question"], [1049, 1125, "WH-Question"], [1199, 1263, "Statement"], [1264, 1297, "Request"], [1298, 1389, "Statement"], [1465, 1571, "Statement"], [1572, 1600, "Statement"]], "idx": 515}
{"id": 3402, "data": "Persuader: Hey there, are you one to donate to charities? Because I have a great one that you could take a look at.\n\tPersuadee: i usually do donate to charities\nPersuader: Oh really? I bet Save the Children could be right for you though. From the task you are doing, you can donate as much or as little as you like. \n\tPersuadee: I would like to know more about this charity\nPersuader: Save the Children is and how your donation is essential to help ensuring children's rights to health, education, safety, etc. \n\tPersuadee: I'm surprised i've never heard about it! how do i know if it's legit and if money really go to help those kids\nPersuader: It's a very legitamate charity. There are millions of children that need help and just as many people that are willing to donate for the children.\n\tPersuadee: i understand but i just don't feel comfortable donating yet. \nPersuader: How much money do you spend on unnecessary stuff like a bag of snack or candy? Think about that and from what you spend on candy and snacks can be money that goes to a child in real need.\n\tPersuadee: I'm currently receiving food stamps so i don't buy candy and unnecessary stuff. i'm super broke right now\nPersuader: I can understand that. Even if you may have a few pennies that are left around can be collected and help the children. Would that be something you are willing to do?\n\tPersuadee: yes, i guess i can. \nPersuader: That is great! Anything, even a few cents, will definitely help in the long run. Even a few pennies tha tyou will earn from this task will help. That sounds wonderful, doesn't it?\n\tPersuadee: it does. i really love helping people\nPersuader: It is a wonderful feeling to help someone and I'm glad that you feel the same way. I bet others you know will do the same when they see you donating to a great cause.\n\tPersuadee: Yes, i agree\nPersuader: That is awesome. Well I hope you have a great day!\n\tPersuadee: thank you! You too!\nPersuader: Oh, one little thing. How much would you like to donate?\n\tPersuadee: I'm not sure yet, maybe 5 cents\nPersuader: 5 cents it is. Thanks!", "label": [[11, 20, "Conventional-Opening"], [22, 58, "YesNo-Question"], [58, 115, "Statement"], [172, 182, "Acknowledge"], [182, 237, "Statement"], [237, 316, "Statement"], [385, 511, "Statement"], [645, 677, "Statement"], [678, 792, "Statement"], [878, 956, "Rhetorical-Question"], [957, 1065, "Statement"], [1194, 1217, "Acknowledge"], [1218, 1313, "Statement"], [1314, 1360, "YesNo-Question"], [1405, 1419, "Acknowledge"], [1420, 1485, "Statement"], [1486, 1549, "Statement"], [1550, 1584, "Tag-Question"], [1646, 1729, "Agreement"], [1729, 1812, "Statement"], [1848, 1865, "Acknowledge"], [1866, 1899, "Conventional-Closing"], [1943, 1964, "Other"], [1965, 1999, "WH-Question"], [2054, 2069, "Acknowledge"], [2070, 2077, "Thanking"]], "idx": 566}
{"id": 3403, "data": "Persuader: Hello! How are you doing today?\n\tPersuadee: Hello! I am doing well. How are you?\nPersuader: I am good.  I am asking you to donate a portion of your hit earnings to Save the Children.  Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Can  you tell me more about them?\nPersuader: Sure!  First it's a reputable organization and trustworthy. Independent charity watchdog groups give them high ratings.\n\tPersuadee: In what ways do they help the kids?\nPersuader: They help in many ways, help ensuring children's rights to health, education, safety, etc.  Things we tend to take for granted.\n\tPersuadee: How much of the donation will be used for the children?\nPersuader: That's where those independent watchdog groups I mentioned have rated them highly.  For example, about 87% of their money goes to their programs.  \n\tPersuadee: What relief do they offer in terms of healthcare?\nPersuader: The healthcare initiatives include maternal, newborn and child health. For example, they target child malnutrition and hunger and prevent HIV transmission, and ensure treatment for those living with HIV before they develop AIDS.  All in all they help to give 86 million children a healthy start in life and help 33.3 million children directly with lifesaving care, medicines and preventive treatments.\n\tPersuadee: And what do they offer in terms of food aid?\nPersuader: It's not just providing food, though that is a part of it.  They also help to build household and community resilience to food security and economic shocks and stresses. Strengthen socio-economic conditions to improve standards of living and the ability of families to provide for their children. I really like that they provide youth with the skills and linkages they need to earn and manage a decent income.\n\tPersuadee: How much can I choose to donate today?\nPersuader: I really thank you for thinking about donating.  This small amount can make a huge difference to children in need.  You can choose any amount from $0 to all your payment ($2).  How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. \n\tPersuadee: I choose to donate 40 cents from the total.\nPersuader: Thank you very much! I work with at-risk children for a living, so this is something I am passionate about.  I really appreciate it!\n\tPersuadee: This is a good cause you are working for. Thank you!\nPersuader: Have a good night and a good week! (we may need to send a few more messages before we can end this hit)\n\tPersuadee: Okay sounds good. Thank you for all the information.", "label": [[18, 42, "Open-Question"], [11, 42, "Conventional-Opening"], [102, 113, "Other-Answer"], [115, 193, "Statement"], [195, 363, "Statement"], [421, 427, "Other-Answer"], [428, 480, "Other-Answer"], [480, 540, "Other-Answer"], [600, 690, "Other-Answer"], [692, 727, "Other-Answer"], [807, 889, "Other-Answer"], [891, 954, "Other-Answer"], [1028, 1098, "Other-Answer"], [1099, 1257, "Other-Answer"], [1258, 1429, "Other-Answer"], [1497, 1556, "Other-Answer"], [1558, 1667, "Other-Answer"], [1668, 1794, "Other-Answer"], [1794, 1907, "Statement"], [1969, 2017, "Thanking"], [2019, 2084, "Statement"], [2198, 2262, "Statement"], [2086, 2145, "Other-Answer"], [2146, 2198, "WH-Question"], [2330, 2350, "Thanking"], [2351, 2437, "Statement"], [2439, 2462, "Statement"], [2539, 2573, "Conventional-Closing"], [2575, 2641, "Statement"]], "idx": 579}
{"id": 3404, "data": "Persuader: Hey how are you doing today?\n\tPersuadee: Great! It's hot outside. I'm eager for cooler weather. How is the weather where you are?\nPersuader: It's also very warm here. I was curious if you have ever heard of a charity called Save the Children?\n\tPersuadee: I have, but i am not familiar with the specifics.\nPersuader: Save the Children is an organization that promotes children's rights, provides relief and helps support children is developing countries.\n\tPersuadee: do you know how many countries they work with?\nPersuader: They help children in 120 different countries. I was hoping you would be interested in donating a small amount of .10 to help a child that will never have the same opportunities as us? \n\tPersuadee: wow! that is impressive. Yes, I will donate 10 cents. I can manage that for children.\nPersuader: Is this the first time that you have ever donated to a charity before. Many people tell me that they feel very fulfilled as a person knowing that they have been able to contribute to another individual.\n\tPersuadee: I am very active with animal charities. I find that fullfilling. Do you donate and volunteer for save the children?\nPersuader: I have donated to them before. Here is their website if you would like to take a look at it when you get a chance  URL \n\tPersuadee: I will check it out. I am always looking for good causes. is this is US organization?\nPersuader: \"How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment.\n\tPersuadee: I will donate 10 cents. Are you donating also?\nPersuader: I have donated in the past but plan on donating more regularly. \n\tPersuadee: Are you familiar with italian greyhound rescue? it is the dog organization i volunteer for.\nPersuader: No I am not but I will be sure to look into it son because it sounds very interesting.\n\tPersuadee: I am an animal lover Dogs are great pets. Do you have a pet?\nPersuader: I do not. I appreciate your donation towards Save the Children today!\n\tPersuadee: I hope it helps!", "label": [[11, 39, "Conventional-Opening"], [15, 39, "Open-Question"], [152, 177, "Other-Answer"], [177, 253, "YesNo-Question"], [327, 464, "Statement"], [535, 581, "Other-Answer"], [581, 720, "Declarative-Yes/No-Question"], [830, 900, "YesNo-Question"], [901, 1032, "Statement"], [1172, 1202, "Other-Answer"], [1203, 1285, "Statement"], [1402, 1452, "WH-Question"], [1453, 1516, "Statement"], [1587, 1651, "Other-Answer"], [1783, 1853, "Statement"], [1767, 1778, "Negative-Answer"], [1938, 1947, "Negative-Answer"], [1948, 2007, "Thanking"]], "idx": 630}
{"id": 3405, "data": "Persuader: Hello\n\tPersuadee: hi!\nPersuader: How's it going?\n\tPersuadee: It is going alright, thanks\nPersuader: Did you have any interesting dreams?\n\tPersuadee: I did actually, but i can't remember the. what donations are we talking about?\nPersuader: It\\'s for \"Save the Children\"\n\tPersuadee: what is it abuot?\nPersuader: It promotes children's rights and provides relief in developing countries\n\tPersuadee: weell that sounds like a lovely charity. are you donating?\nPersuader: Yeah I'm going to donate a couple dollars after this. Do you think you will, too?\n\tPersuadee: I wish I could give more, but I am broke\nPersuader: How much would you give if you weren't?\n\tPersuadee: i would give it all if i weren't\nPersuader: Are you going to donate anything at this time?\n\tPersuadee: I may give a few cents\nPersuader: I think that's fair\n\tPersuadee: How about you? \nPersuader: I was thinking I'd give $1.50 or something\n\tPersuadee: That is very generous!", "label": [[111, 147, "YesNo-Question"], [250, 279, "Other-Answer"], [623, 662, "WH-Question"], [812, 831, "Acknowledge"], [11, 16, "Conventional-Opening"], [44, 59, "Open-Question"], [321, 394, "Other-Answer"], [477, 530, "Affirmative-Answer"], [531, 558, "YesNo-Question"], [719, 765, "YesNo-Question"], [870, 913, "Other-Answer"]], "idx": 692}
{"id": 3406, "data": "Persuader: Hi\n\tPersuadee: Hello, how are you this evening? \nPersuader: Pretty good. How about yourself?\n\tPersuadee: good, I thought I would try this HIT, it looked interesting\nPersuader: Totally agree! And I'm still reading through my instructions but it's even cooler than I thought. What did you think of the personality survey?\n\tPersuadee: it was interesting and you wonder what they are trying to gauge\nPersuader: I know. Even though this is anonymous I found myself wondering what the researchers would think of me lol. It got pretty into our character, didn't it?\n\tPersuadee: yes it did, some surveys actually give you an email of your personality traits if you want,I have taken them up on that a few times,and I concur usually\nPersuader: That would be both cool and frightening at the same time. I always feel like I want to explain WHY I gave questions certain scores but don't have the chance to do that.\n\tPersuadee: yes, you do have to wonder if they are judgmental,good thing anonymous! \nPersuader: No joke. I'm curious what your little instructions bar says. Mine has a bunch of information on a charity called Save the Children.\n\tPersuadee: really? I do not have anything regarding that, I heard of that charity \nPersuader: I hadn't before this HIT. It sounds pretty cool. What do you know about it?\n\tPersuadee: They help out children in many ways, food,shelter,learning,etc it is a reputable charity\nPersuader: Yeah. It had a link to their website so I'm poking around. It sounds like it makes sure that somebody is sticking up for kids and helps them out where it can. It must be simultaneously really hard and really fulfilling to work for them.\n\tPersuadee: yes,I know it is, I did volunteer work for 8 years with a children's group starting when I was 13\nPersuader: That's really cool. What group?\n\tPersuadee: it was through Missionettes  from my church a volunteer group who went to hospital's , homeless shelters etc it was an enriching experience\nPersuader: That sounds really cool. It's been too long since I've volunteered. I did Habitat for Humanity 3 years ago but nothing since then. Do you still do any volunteer work?\n\tPersuadee: yes,I am a foster mom! for cats and dogs lol only a few times a year,but still it helps\nPersuader: Hey, that counts. We rent so we can't do that right now but I want to foster dogs someday. I love animals. Do you have any full-time pets?", "label": [[11, 13, "Conventional-Opening"], [71, 83, "Other-Answer"], [187, 201, "Agreement"], [285, 330, "Open-Question"], [418, 425, "Agreement"], [426, 525, "Statement"], [84, 103, "Open-Question"], [202, 284, "Statement"], [525, 569, "Tag-Question"], [746, 803, "Acknowledge"], [804, 914, "Statement"], [1011, 1019, "Acknowledge"], [1019, 1072, "Statement"], [1072, 1142, "Statement"], [1237, 1263, "Statement"], [1264, 1286, "Statement"], [1287, 1313, "Open-Question"], [1426, 1431, "Agreement"], [1432, 1484, "Statement"], [1485, 1584, "Statement"], [1584, 1662, "Statement"], [1784, 1803, "Acknowledge"], [1804, 1815, "WH-Question"], [1979, 2003, "Acknowledge"], [2003, 2046, "Statement"], [2047, 2109, "Statement"], [2110, 2145, "YesNo-Question"], [2257, 2274, "Acknowledge"], [2275, 2347, "Statement"], [2348, 2363, "Statement"], [2364, 2395, "YesNo-Question"]], "idx": 751}
{"id": 3407, "data": "Persuader: Hello is someone there?\n\tPersuadee: Hello, yes I'm here\nPersuader: Awesome, I am a part of the Save The Children fund and I have been connected to you because you marked that you wanted to help those in need around the world\n\tPersuadee: Oh nice. Is that the organization that provides food for kids around the world?\nPersuader: Correct, With a primary focus on those in troubled nations (such as war zones or poorly developed nations). If you would like to help, a donation from you could help save the thousands of children that deal with violence and hunger as a daily part of their lives.\n\tPersuadee: Do you provide other things besides food?\nPersuader: Of course, one of our focus points is to provide health care, education, and safety to these children to help give them a way out of their troubled lives. And your small donation can go a long way, something as small as the price of a candy bar can be the difference in these kids lives.\n\tPersuadee: Oh wow, that's a lot. what percent of my donation goes directly to the kids?\nPersuader: In 2017 86% of all fund raise went directly to the children in need, and of the 86%, 34% was directly put into providing food and nutrition.\n\tPersuadee: And the other percent that didn't go to food went to what? \nPersuader: Education, Emergency Relief, HIV/Aids treatment, and helping the children stay in a safe environment. I know its easy to ignore these children because they are half way around the world, but they need your help. Nearly 5.6 million children die each year due to preventable and treatable causes. Malnutrition contributes to the deaths of children and a lifetime of poor health. All it takes is an easy donation from you to help these children\n\tPersuadee: Which countries are being helped right now? \nPersuader: Much of the focus right now goes to war torn countries like Syria, but your donation would also go to help those who were hurt by Hurricane Harvey in Texas and Hurricane Maria in the Gulf of Mexico \n\tPersuadee: Texas, that's interesting. A lot of people lost homes and belongings in Harvey. It would be nice to help them.\nPersuader: So, How much do you like to donate to the charity now?\n\tPersuadee: I don't have a lot to give\nPersuader: Thats okay, a donation as little as 77 cents can house a refugee family for a day.\n\tPersuadee: OK 77 cents sounds good\nPersuader: Awesome, The research team will collect all donations and send it to Save the Children.\n\tPersuadee: great, I'm glad to help.", "label": [[11, 16, "Conventional-Opening"], [17, 34, "YesNo-Question"], [78, 86, "Acknowledge"], [87, 235, "Statement"], [338, 446, "Affirmative-Answer"], [446, 602, "Statement"], [668, 822, "Affirmative-Answer"], [823, 955, "Statement"], [1055, 1196, "Other-Answer"], [1280, 1381, "Other-Answer"], [1382, 1491, "Statement"], [1492, 1574, "Statement"], [1575, 1656, "Statement"], [1657, 1721, "Statement"], [1790, 1988, "Other-Answer"], [2123, 2177, "WH-Question"], [2228, 2239, "Acknowledge"], [2240, 2310, "Statement"], [2358, 2366, "Acknowledge"], [2367, 2445, "Statement"]], "idx": 779}
{"id": 3408, "data": "Persuader: Good Morning! How are you today?\n\tPersuadee: I am good.  It's really nice outside where I am so I am sitting outdoors. How are you\nPersuader: Oh, that sounds nice. I am well. It looks nice here today as well. What are your plans today?\n\tPersuadee: I have to go to work at 11:30-6.  But its ok, I work every Sunday.  So we are supposed to chat about a children's charity.  What are your feelings? \nPersuader: Yes, I was just reading about the charity myself. I was going to make a plea and ask if you would be willing to donate to Save the Children. It helps kids in need. I would hate to think a child would die with no food when I could ask people to help. Can you donate part of today's pay? Even a bit?\n\tPersuadee: It's so sad to me that anyone should go without food in our modern world.  So I would definitely be willing to help.  \nPersuader: Yes, I agree, it is sad. That is great that you can help! How much of today's pay can you give? Also, please include the $ sign with your pledge. Thank you!\n\tPersuadee: I think the bonus of today is 2 dollars so maybe if we both give half of it?  That is at least something.  I only wish that our Government would help the poor more than they do.  What do you think? \nPersuader: I would love to help as well. Can you pledge with the $ sign in your next reply. Also, I agree, the gov't should do more. And thanks for asking me too.\n\tPersuadee: So lets agree we both can give $1 of of bonus. \nPersuader: I would say that is a wonderful idea. If you are willing to give then I will too!\n\tPersuadee: Nice!!!  It's not a huge amount but unfortunately I have expenses and 2 kids of my own to support.  Do you have kids? \nPersuader: Yes, I do. I could not imagine having to watch any child suffer, much less my own. Have you visited the Save the Children website?\n\tPersuadee: I have not visited the site but I have heard of them before.  I am one of those people who cant watch the commercials of the suffering kids or pets.  It really upsets me \nPersuader: I looked at the site. Have you heard about the recent storms/flooding in Hawaii?\n\tPersuadee: A little bit but not much.  I have been following politics and things are going crazy.  I am hoping that things will change soon. \nPersuader: Well, it looks like the STC is already to help the children there. I am amazed by their swift response. Isn't it really great!\n\tPersuadee: That is great that they are there helping.  Maybe they learned something from the mess in Puerto Rico.  The conditions there were really bad but the US gov really dropped the ball on helping. \nPersuader: Yes, I am sure that is it. I have to thank you again for your $1 donation. It will go to great use I am sure. Do you have any questions about the charity?\n\tPersuadee: Not really.  I truly believe that most charities are so needed in these times when the governments and the corporations aren't being super charitable.  I do like to look and see what the overhead is of the charities to see that the CEOs aren't being overpaid ", "label": [[11, 23, "Conventional-Opening"], [25, 43, "Open-Question"], [153, 174, "Acknowledge"], [175, 185, "Other-Answer"], [186, 219, "Statement"], [220, 246, "Open-Question"], [419, 468, "Acknowledge"], [470, 559, "Statement"], [559, 583, "Statement"], [583, 668, "Statement"], [669, 704, "YesNo-Question"], [705, 716, "Tag-Question"], [859, 883, "Agreement"], [884, 916, "Acknowledge"], [917, 955, "WH-Question"], [955, 1004, "Statement"], [1005, 1015, "Thanking"], [1238, 1267, "Acknowledge"], [1268, 1318, "Instruct"], [1319, 1359, "Other-Answer"], [1359, 1389, "Thanking"], [1461, 1498, "Agreement"], [1499, 1542, "Statement"], [1685, 1695, "Affirmative-Answer"], [1696, 1767, "Statement"], [1768, 1815, "YesNo-Question"], [2009, 2031, "Statement"], [2032, 2090, "YesNo-Question"], [2245, 2311, "Statement"], [2312, 2349, "Conventional-Opening"], [2349, 2371, "Tag-Question"], [2588, 2614, "Agreement"], [2615, 2662, "Thanking"], [2663, 2697, "Statement"], [2698, 2742, "YesNo-Question"]], "idx": 809}
{"id": 3409, "data": "Persuader: hello\n\tPersuadee: HI\nPersuader: OK I just donated to save the children. It made me feel great to help those starving children. Would you like to donate a small portion of your hit pay to his cause, out of your hit pay? I'm going to doate again.\n\tPersuadee: OK SURE, I AM DONATE TO THE CHILD\nPersuader: For give my typos  crippled hands. I'm going to donate .20 of my pay. How much will you donate today.\n\tPersuadee: I WILL PAY 10 DOLLAR TO THE CHILD AND HOW COULD YOU PAY FOR MONEY OR CLOTHS LIKE THAT.\nPersuader: This donation will be made through the hit provider here and will only come from a portion of our hit pay. You can donate up to 2.00 the full pay of this hit.\n\tPersuadee: OH, OK THANK YOU \nPersuader: so How much do you say you want to give I'm giving twenty cents.\n\tPersuadee: OK I GAVE .20 CENT OF THEM.\nPersuader: OK thanks for your donation\n\tPersuadee: OK HOW MUCH YOU GAVE FOR THEM\nPersuader: OK like you I gave .20 cents to them, how are you doing today?\n\tPersuadee: ITS VERY NICE .HOW ABOUT YOU\nPersuader: I can't complain, its been raining here this morning; I love the thunder sounds\n\tPersuadee: OH , I LIKE THE DONATE TO THE CHILDREN\nPersuader: Hmm, your responce seems out of place in this line of thought we were sharing. We have already said we would donate, that's over now. I was just chatting with you until the hit is over.\n\tPersuadee: OH, OK I AM SORRY FOR THAT.\nPersuader: LOL ARE YOU AN AI?\n\tPersuadee: OK THAT FINE. ", "label": [[11, 16, "Conventional-Opening"], [43, 82, "Statement"], [83, 137, "Statement"], [138, 229, "YesNo-Question"], [230, 255, "Statement"], [313, 347, "Statement"], [348, 383, "Statement"], [383, 414, "WH-Question"], [525, 632, "Statement"], [632, 683, "Statement"], [725, 764, "WH-Question"], [764, 789, "Statement"], [841, 868, "Thanking"], [922, 958, "Other-Answer"], [959, 984, "Open-Question"], [1037, 1053, "Other-Answer"], [1055, 1116, "Statement"], [1179, 1258, "Statement"], [1258, 1312, "Statement"], [1313, 1364, "Statement"], [1416, 1434, "YesNo-Question"]], "idx": 865}
{"id": 3410, "data": "Persuader: Hi, how are you?\n\tPersuadee: Very well, thank you. How are you today?\nPersuader: I'm great.  Thank you!  Are you familiar with Save the Children?\n\tPersuadee: Yes I am familiar with them.\nPersuader: Great!  If you want you can donate some of your task payment today.  Would you be interested in doing that?\n\tPersuadee: No thank you. I donate to other organizations on a yearly basis already. \nPersuader: That's great.  I certainly understand.  Save the Children does a lot to help children internationally.  Any amount you could give would help.  But I understand if you don't want to\n\tPersuadee: Thank you for understanding. I wish I was in a position to be able to donate more annually but that simply isn't the case.\nPersuader: Yeah, I get that.  Asking someone to donate from their mTurk earnings is asking a lot considering how little these HITs pay!\n\tPersuadee: Absolutely it tends to pay much lower than minimum wage per the hour but the extra income does help,\nPersuader: Yeah, it does help a lot.  Any little bit extra you can bring in is a bonus\n\tPersuadee: That is why I am here. Grinding it out to make all ends meet.\nPersuader: yep lol that sounds familiar.  I'm in the same boat\n\tPersuadee: So did they pair us as two MTurker's with two different roles? \nPersuader: Yeah, I think so.  They told me to try to persuade you to donate to Save the Children\n\tPersuadee: I think you are failing at achieving their goal here. \nPersuader: lol I know I am...I'm not really interested in trying to convince anyone to donate.  I don't even know if its a real charity.  It gets used an awful lot in these HITs\n\tPersuadee: Neither do I its just research based on our qualities from the screening questions prior. \nPersuader: Yeah, I agree with that.  Well, I hope you have a great day!\n\tPersuadee: I hope you do too. Enjoy!", "label": [[11, 27, "Conventional-Opening"], [15, 27, "Open-Question"], [92, 102, "Other-Answer"], [104, 114, "Thanking"], [116, 156, "YesNo-Question"], [209, 215, "Acknowledge"], [217, 276, "Statement"], [278, 316, "YesNo-Question"], [414, 427, "Acknowledge"], [429, 452, "Acknowledge"], [454, 516, "Statement"], [518, 555, "Statement"], [557, 594, "Statement"], [741, 759, "Acknowledge"], [760, 865, "Statement"], [990, 1015, "Agreement"], [1017, 1065, "Statement"], [1151, 1180, "Acknowledge"], [1182, 1202, "Statement"], [1290, 1308, "Affirmative-Answer"], [1308, 1375, "Statement"], [1453, 1472, "Acknowledge"], [1472, 1537, "Statement"], [1539, 1579, "Statement"], [1580, 1620, "Statement"], [1761, 1795, "Conventional-Closing"], [1735, 1760, "Agreement"]], "idx": 893}
{"id": 3411, "data": "Persuader: hello, what is your opinion about charities?\n\tPersuadee: There are good ones and bad ones\nPersuader: tell me about the good ones?\n\tPersuadee: homeless shelters, food pantries, environmental stuff.\nPersuader: what about the bad one?\n\tPersuadee: diseases, veterans, children\nPersuader: do you ever donated to charities?\n\tPersuadee: whenever i can afford it; i'm pretty poor\nPersuader: i understand you, do you want me to thell you about the todays charity?\n\tPersuadee: if you would like to\nPersuader: the todays charity is called : save the children. They help children around the world. do you want more info=?\n\tPersuadee: That sounds like one I would never donate to.\nPersuader: why is that?\n\tPersuadee: Did you see my list of bad charities above?\nPersuader: yes i saw it, just wanted to know why?\n\tPersuadee: Saving children encourages overpopulation\nPersuader: yes but children are the future. So you are not willing to donate today? i just have to ask\n\tPersuadee: Not a chance.  i hope you aren't going to donate and endanger the environment.\nPersuader: thank you for your honesty. i dont know yet\n\tPersuadee: It would be irresponsible to do so", "label": [[18, 55, "Open-Question"], [295, 328, "YesNo-Question"], [411, 465, "YesNo-Question"], [560, 596, "Statement"], [597, 620, "YesNo-Question"], [690, 702, "Open-Question"], [10, 17, "Conventional-Opening"], [112, 140, "Backchannel-Question"], [219, 242, "Backchannel-Question"], [393, 410, "Acknowledge"], [510, 560, "Statement"], [770, 782, "Acknowledge"], [785, 808, "Open-Question"], [874, 905, "Statement"], [907, 946, "Declarative-Yes/No-Question"], [947, 965, "Statement"], [1068, 1095, "Thanking"], [1095, 1111, "Statement"]], "idx": 920}
{"id": 3412, "data": "Persuader: I hope you will help me out by making a donation to Save the Children today\n\tPersuadee: Can you please provide information about the donation\nPersuader: The donation would come directly from your pay for completing this task. It's money that you never saw or had in your possession.\n\tPersuadee: What charity is this for?\nPersuader: This is for Save the Children, an international organization that benefits children in impoverished areas who otherwise wouldn't receive basic services that many of our children take for granted.\n\tPersuadee: How do the donations work or distributed?\nPersuader: You would specify how much of your $2 payment you are willing to donate to this great cause, and the researchers will pass it onto Save the Children instead of paying it to you.\n\tPersuadee: What part of the country or countries does this go too?\nPersuader: The money goes to Save the Children directly. While you can't know what country your money will specifically benefit, they have continuing programs in many impoverished and worn torn countries and well as in poverty stricken areas of the US.\n\tPersuadee: Ok, what are the donation minimums?\nPersuader: There is no minimum. Every penny counts. Though you may choose to donate $0, I hope you will consider the children in your decision.\n\tPersuadee: Ok, I will make a donation\nPersuader: Wonderful! It's greatly appreciated. How much of your $2 would you like to go to Save the Children?\n\tPersuadee: I will donate $0.25\nPersuader: Very good. You are happy with that amount today?\n\tPersuadee: Yes, do you donate as well?\nPersuader: Yes, I will match whatever you donate today. I do it in my (healthy) son's honor. Do you have children?\n\tPersuadee: No, I do not, but I like ot donate\nPersuader: Well, your donation is appreciated and will be put to good use.\n\tPersuadee: Thank you ", "label": [[11, 86, "Statement"], [164, 236, "Other-Answer"], [237, 293, "Statement"], [343, 538, "Other-Answer"], [604, 781, "Other-Answer"], [861, 907, "Other-Answer"], [907, 1102, "Other-Answer"], [1162, 1182, "Other-Answer"], [1183, 1202, "Statement"], [1203, 1294, "Statement"], [1345, 1381, "Acknowledge"], [1382, 1444, "WH-Question"], [1488, 1499, "Acknowledge"], [1499, 1536, "Declarative-Yes/No-Question"], [1588, 1632, "Affirmative-Answer"], [1633, 1670, "Statement"], [1669, 1691, "YesNo-Question"], [1750, 1813, "Statement"]], "idx": 0}
{"id": 3413, "data": "Persuader: Hello how are  you doing today?\n\tPersuadee: I'm good, how are you?\nPersuader: I am well.   Just enjoying the sunny day and trying to help out a charity I am working on, Save the Children.\n\tPersuadee: I wish I had some sun. Please tell me more about this charity\nPersuader: This charity is n international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. I have recently donated some money to it.   Would you be interested in how much I donated?\n\tPersuadee: Yes please. And also, was the donation mandatory or voluntary?\nPersuader: I donate about $15 a month and it is all voluntary.  I rather put my money into this charity then church offering because I know it directly helps children.  Would you like to know how I know it helps?\n\tPersuadee: That sounds like a reasonable amount. Sure, tell me more about how it's used\nPersuader: A year ago, I saw kid begging on the street who look really hungry.   I was about to give him some money until a representative for \"Save the Children\" walked ahead of me and help this kid out.   This person took them to their facility and provided food, shelter, and clothing.   A month later I saw the kid was healthier, happy, and cleaner.  I was so impress I decided to make a donation.   Would you be interested in a donation?\n\tPersuadee: Wow. Nice story. I'm very particular about who I donate to so I'd need more information\nPersuader: Understand.   \n\tPersuadee: About how many people a month does the charity help?\nPersuader: Since it is international it helps more then 1000's of kids per month.\n\tPersuadee: And is there a minimum amount required per month (like on of those sponsor a kid charities) or can it be just a one time donation?\nPersuader: No minimum, can be a one time donation.\n\tPersuadee: That sounds doable. Do you know by any chance if this is a registered charity? I want to make sure not all the money is going to the staff via salaries\nPersuader: Its non-governmental but is register to for tax purposes.   Only about 25% goes to the management/staff of the charity.\n\tPersuadee: Okay, that's good to know. I'll make a $20 donation today and keep researching this charity. If it checks out like you say, then I'll consider upping any future donations\nPersuader: This is great.  Thank you for your donation. \n\tPersuadee: No problem. Thank you for telling me about the charity. Have a great day", "label": [[11, 42, "Conventional-Opening"], [17, 42, "Open-Question"], [89, 99, "Other-Answer"], [102, 198, "Statement"], [284, 446, "Statement"], [446, 489, "Statement"], [491, 537, "YesNo-Question"], [624, 650, "Other-Answer"], [655, 677, "Affirmative-Answer"], [677, 781, "Statement"], [782, 825, "YesNo-Question"], [926, 993, "Statement"], [995, 1119, "Statement"], [1122, 1204, "Statement"], [1205, 1268, "Statement"], [1269, 1317, "Statement"], [1319, 1357, "YesNo-Question"], [1469, 1483, "Acknowledge"], [1560, 1630, "Other-Answer"], [1785, 1824, "Other-Answer"], [1999, 2058, "Affirmative-Answer"], [2060, 2119, "Statement"], [2314, 2329, "Acknowledge"], [2330, 2359, "Thanking"]], "idx": 1}
{"id": 3414, "data": "Persuader: Hello! How are you doing today?\n\tPersuadee: I'm doing very well thank you! How is your day going so far?\nPersuader: I am doing well. My day has been busy visiting different places to speak about the charity I support. Have you heard of Save the Children?\n\tPersuadee: It sounds familiar to me, could you tell me more about it?\nPersuader: Helping children in countries that are very war torn or in some form of conflict is what we help in. Everyday 16,000 children die before their 5th birthday, 1 out of 80 flee the country and risk everything, and 1 out of 6 kids aren't enrolled in a school or getting education that they need\n\tPersuadee: The charity sounds like it is doing some good work in an area that badly needs it. Children should be our top priority all across the world. How can someone get involved and help out with this charity?\nPersuader: Oh there are quiet a few ways. For roughly a dollar a day you can sponsor a child, you can choose a gift to spend to a child through our catalog, you could start a fundraiser, or you can just simply donate. With that, keep in mind if you ever decide to make a monetary donation, 86% goes directly to the children, 9% fundraising, and 5% management and general. Just so you can have an idea that we use 9 out of 10 dollars directly on the children.\n\tPersuadee: I do believe I would like to donate some money to the Save the Children charity. Could I pledge $1/day to start with?\nPersuader: absolutely thank you so much!!\n\tPersuadee: I like to donate money and time to charities that help children so I also want to thank you for educating me on this charity!\nPersuader: Absolutely. I love getting the word out there on this charity. I strongly believe in it and its values on helping children. Children should be a priority in the world. They are our future.\n\tPersuadee: They are our future exactly. Any time I can help improve a situation for a child in need I hope to be able to do so. How long have you been supporting this charity?\nPersuader: I have been supporting this charity for 15 years. I also must clarify with you about your donation, if you so choose too. Your donation will be directly deducted from your task payment today. You can choose as little as $0 all the way up to all of your payment. That being said, would you still like to donate $1 to the Save the Children charity, starting to make a difference in a childs life?\n\tPersuadee: I would like to start making a difference today. I would want to still donate $1 to the Save the Children charity.\nPersuader: Thank you! That makes my heart so happy. Did you know in the first two months of 2018 alone, over 1,000 children were killed or injured seriously by violence in Syria? Just know that your donation today, and hopefully the start of more to come, will help children like this.\n\tPersuadee: I hate hearing about children being subjected to violence. It hurts my heart. I do hope I can help and that my small donation does some good for a child.\nPersuader: Every penny counts!!\n\tPersuadee: Well that sounds just great to me!\nPersuader: Thank you once again for your donation and feel free to spread the word about the charity to others!\n\tPersuadee: You are welcome and thank you for bringing my attention to such a well deserved charity! I will spread the word!", "label": [[10, 42, "Conventional-Opening"], [18, 42, "Open-Question"], [127, 143, "Other-Answer"], [144, 229, "Statement"], [230, 265, "YesNo-Question"], [348, 447, "Affirmative-Answer"], [449, 638, "Statement"], [864, 894, "Other-Answer"], [895, 1070, "Other-Answer"], [1071, 1225, "Statement"], [1225, 1311, "Statement"], [1453, 1463, "Acknowledge"], [1463, 1483, "Thanking"], [1633, 1644, "Acknowledge"], [1801, 1821, "Statement"], [1645, 1695, "Statement"], [1696, 1756, "Statement"], [1757, 1801, "Statement"], [2010, 2059, "Other-Answer"], [2060, 2131, "Statement"], [2132, 2201, "Statement"], [2202, 2271, "Statement"], [2272, 2404, "YesNo-Question"], [2543, 2553, "Thanking"], [2554, 2583, "Statement"], [2711, 2817, "Statement"], [2584, 2711, "Rhetorical-Question"], [2995, 3015, "Statement"], [3074, 3112, "Thanking"], [3117, 3174, "Suggest"]], "idx": 2}
{"id": 3415, "data": "Persuader: Hello! How are you today?\n\tPersuadee: I'm doing fine, and you?\nPersuader: I am great. Thank you for asking! Glad to hear that you are doing well. Have you ever made a donation to a charity in the past?\n\tPersuadee: I have. I frequently support people in their efforts to raise money for charities. I also solicit donations for a charity I support.\nPersuader: That is wonderful! Have you ever heard of the Save the Children charity?\n\tPersuadee: It sounds familiar. I may have heard the name, but admittedly I don't know much about it.\nPersuader: It is a fantastic program to help children around the world. We are asking any supporters to donate $1 or $2 towards the Save the Children fund. All Donations will be distributed to help cloth, feed, and educate many children around the world \n\tPersuadee: Is the charity independent? Or is it associated with another organization?\nPersuader: We are an international non-governmental organization. Any small or big donation will help make an impact on children growing up in developing countries.\n\tPersuadee: How is the aid distributed? Is there a request process, or is it distributed based on current events (natural disaster, civil unrest)?\nPersuader: The research team will collect all donations and send it to the Save the Children fund where it will be distributed based on a request process. We would give you more information after the donation.  \n\tPersuadee: Ah, OK now I get it. You are raising funds for Save the Children.\nPersuader: Yes, that is correct. Any aid towards the Save the Children fund would benefit all of us greatly. what do you say? \n\tPersuadee: Sure, I'll donate $2\nPersuader: That is great! Thank you for your help and kindness. The screen would soon ask you to enter the amount of $0-$2 and be finished by a short survey.\n\tPersuadee: OK, thank you!\nPersuader: You are welcome. We appreciate you!\n\tPersuadee: When should the request pop up?\nPersuader: After ten conversations. So very soon!\n\tPersuadee: OK good. I thought I needed to do something else.", "label": [[11, 36, "Conventional-Opening"], [18, 36, "Open-Question"], [85, 96, "Other-Answer"], [97, 118, "Thanking"], [119, 156, "Statement"], [157, 212, "YesNo-Question"], [369, 387, "Acknowledge"], [388, 441, "YesNo-Question"], [555, 616, "Statement"], [616, 700, "Statement"], [700, 798, "Statement"], [952, 1050, "Statement"], [897, 952, "Other-Answer"], [1209, 1352, "Other-Answer"], [1353, 1409, "Other-Answer"], [1499, 1520, "Affirmative-Answer"], [1521, 1597, "Statement"], [1597, 1614, "YesNo-Question"], [1659, 1674, "Acknowledge"], [1674, 1711, "Thanking"], [1712, 1805, "Statement"], [1844, 1861, "Acknowledge"], [1861, 1879, "Statement"], [1935, 1959, "Other-Answer"], [1960, 1973, "Other-Answer"]], "idx": 3}
{"id": 3416, "data": "Persuader: Good Friday morning! How are you today?\n\tPersuadee: Morning. Just stating my day, good so far\nPersuader: Same here. Waiting for coffee to kick in! I was surprised to wake up to such cold 56 degree weather. How is it by you?\n\tPersuadee: Same here!  Looks good for today maybe some rain this weekend \nPersuader: Yes, it looks like we are also slated for some rain, but if not we are hoping to swim and cookout for the holiday weekend. Do you have any plans?\n\tPersuadee: In-laws are coming over. Wanted to go camping, but I don't think that's happening.\nPersuader: We tried camping this summer, but got rained on! I am wondering, have you heard about the Save the Children charity?\n\tPersuadee: Yes I have. \nPersuader: Oh good! Then you are familiar with them. I wanted to ask if you would be willing to donate any of today's pay to STC. Even $0.05 would help.\n\tPersuadee:  Do they have a website where I can go and read more about them?\nPersuader: Yes, their website is  URL  Let me know if the link I sent comes through.\n\tPersuadee: Yes it did. How do donate with you today?\nPersuader: You just have to tell me what amount you would like to donate from today's pay. If you want to give ten cents tell me $0.10.\n\tPersuadee: Would you be ok taking .01$?\nPersuader: Yes, that would be great. STC makes sure 90% of donations go directly to the kids. Did you see how much even a little can help?\n\tPersuadee: I haven't been keeping up to date with them and still haven't read the website. \nPersuader: STC helps kids not only in war torn countries, but also right here in the USA. Have you heard about the flooding in Hawaii?\n\tPersuadee:  I haven't yet but I know they had a hurricane. \nPersuader: Well, Save the Children has already pledged to help out. I want to confirm, you are donating $0.10, right? and thank you so much!\n\tPersuadee: I would love to do so! $0.10", "label": [[11, 50, "Conventional-Opening"], [32, 50, "Open-Question"], [116, 126, "Statement"], [127, 158, "Statement"], [158, 217, "Statement"], [217, 234, "Open-Question"], [321, 443, "Statement"], [444, 466, "YesNo-Question"], [573, 622, "Statement"], [621, 689, "YesNo-Question"], [726, 734, "Acknowledge"], [735, 767, "Statement"], [768, 844, "YesNo-Question"], [845, 867, "Statement"], [956, 977, "Affirmative-Answer"], [984, 1029, "Statement"], [1095, 1175, "Other-Answer"], [1175, 1219, "Statement"], [1272, 1298, "Acknowledge"], [1298, 1354, "Statement"], [1355, 1399, "YesNo-Question"], [1504, 1581, "Statement"], [1583, 1627, "YesNo-Question"], [1700, 1756, "Statement"], [1757, 1806, "YesNo-Question"], [1812, 1829, "Thanking"]], "idx": 4}
{"id": 3417, "data": "Persuader: Hi\n\tPersuadee: Hello\nPersuader: We are supposed to donate some of our bonus to charity I see.  \n\tPersuadee: I would like to donate $2 to the charity. How much are you going to donate?\nPersuader: Is it $2 each or do we share the bonus?\n\tPersuadee: I am not sure, however, I think it can be $2 each \nPersuader: Okay, well that's fine, I don't mind donating the whole thing as well.\n\tPersuadee: Okay, I think that is an excellent idea\nPersuader: \"Making a donation agreement too early in the chat may lead to meaningless conversations.\"  Well.. lol.  How\\'s the weather? \n\tPersuadee: The weather here is fine, thank you! I think it is very important to donate to those in need especially organazations that support children.\nPersuader: Yea, absolutely.   \n\tPersuadee: By donating $2 each, I believe that shows that we are compassionate about other people\nPersuader: Yes, I always try and donate from these studies if I have the chance.\n\tPersuadee: I typically donate at the grocery story while at the checkout \nPersuader: Oh that's true, that too.   I like when it's right in front of me, because I like to donate but admittedly I am too lazy to search out new ways.\n\tPersuadee: Many organiaztions have ways to donate to their employees education. I think that is a good idea and more companies should invest in their employees. \nPersuader: yes thats true too\n\tPersuadee: I work for a non profit company and we rely heavily on donations to keep the company going\nPersuader: oh that's cool.   I've always wanted to do something like that, instead of working in the field I do now.\n\tPersuadee: It is very rewarding working for a non profit ", "label": [[11, 13, "Conventional-Opening"], [43, 106, "Statement"], [206, 245, "YesNo-Question"], [320, 390, "Statement"], [320, 342, "Acknowledge"], [455, 543, "Statement"], [558, 579, "WH-Question"], [744, 763, "Acknowledge"], [874, 943, "Statement"], [874, 878, "Acknowledge"], [1030, 1055, "Agreement"], [1058, 1174, "Statement"], [1349, 1367, "Agreement"], [1482, 1497, "Acknowledge"], [1500, 1587, "Statement"]], "idx": 5}
{"id": 3418, "data": "Persuader: Hello, I would like to ask you to consider making a donation to Save the Children, an international NGO committed to promoting children's rights, and providing support for children in developing countries. \n\tPersuadee: ohh how much donation would yoy expect?\nPersuader: Your donation can be from $0 to all of the payment for this task. But before you decide hastily, I would like to remind you that Save the Children is one of the only charities doing what it does. There are children out there now without access to housing, clean water, education, and many other things we often take for granted. So please, consider thoughtfully whether you would be willing to make a sacrifice for the children of the world.\n\tPersuadee: how do i trust the organiation?\nPersuader: Save the Children is a world-renowned NGO with a trusted history and background. You can read about their successes on their website:   URL Also, they have been given high ratings from different charity watchodgs.\n\tPersuadee: okay i will check it.. by the way how much did you donate?\nPersuader: I donated $2, which is the maximum payment. I understand that everyone cannot commit to making a serious donation, but when we think about children suffering, we have a moral imperative to act in their defense.\n\tPersuadee: okay i will donate $1\nPersuader: If it's not too much to ask, I would like you to consider donating perhaps more. After all, there are children in Syria now growing up facing threats of violence everyday. Surely an additional dollar, which we might spend on a cup of coffee or a bag of chips, could more greatly aid them then us. \n\tPersuadee: no i am okay with this amount\nPersuader: OK, I will not force you to make a decision you don't want to. I will just ask you to consider how you would feel if your child was danger like many children are.\n\tPersuadee: actually i am not donating like this.. if i would like to donate money i will give food and clothes to the kids directly\nPersuader: While that is possible in a local community, it fails to take into account the suffering of kids in developing countries around the world, a specialty of Save the Children. Save the Children maximizes the efficiency of donations so that every dollar makes a difference. Are you sure you don't want to reconsider?\n\tPersuadee: yes i am very much sure. as of now i am donating $1\nPersuader: Well, we at Save the Children would like to thank you for your donation and let you know that thanks to donors like you, children around the world are thankful\n\tPersuadee: thank you. anything else?\nPersuader: Yes, if you would like more information about programs we accomplish, or to receive our newsletter, we can put you on our mailing list. It will allow you to stay up to date on programs we accomplish daily\n\tPersuadee: okay done.. thanks\nPersuader: Thanks very much for your time. Have a wonderful day!\n\tPersuadee: same to you :)", "label": [[11, 17, "Conventional-Opening"], [18, 217, "Statement"], [281, 346, "Other-Answer"], [347, 477, "Statement"], [477, 610, "Statement"], [610, 722, "Request"], [778, 858, "Other-Answer"], [859, 910, "Statement"], [918, 991, "Other-Answer"], [1074, 1117, "Other-Answer"], [1118, 1284, "Statement"], [1330, 1410, "Request"], [1411, 1501, "Statement"], [1502, 1627, "Statement"], [1681, 1743, "Acknowledge"], [1744, 1843, "Statement"], [1988, 2160, "Statement"], [2161, 2258, "Statement"], [2258, 2300, "YesNo-Question"], [2376, 2535, "Thanking"], [2585, 2720, "Affirmative-Answer"], [2720, 2789, "Statement"], [2832, 2863, "Thanking"], [2864, 2885, "Conventional-Closing"]], "idx": 6}
{"id": 3419, "data": "Persuader: Have you heard much about Save the Children organization?\n\tPersuadee: no i havent but im going to donate 2 dollars at least the the organization \nPersuader: You must think well of them, then\n\tPersuadee: yeah i know \nPersuader: when I was a kid, my mother was a big supporter of Save the Children, that was nearly 50 years ago!\n\tPersuadee: yeah its been around a long time though . are you going to donate\nPersuader: yes, I am\n\tPersuadee: ok thats good\nPersuader: there are a lot of children in need around the world\n\tPersuadee: yeah i know\nPersuader: seems like more needs than ever these days\n\tPersuadee: yeah thats true\nPersuader: hard for one organization to keep up, probably\n\tPersuadee: yeah i thin soo\nPersuader: but glad there are people working hard to make a difference\n\tPersuadee: yeah i know\nPersuader: so you are good to make a contribution then?\n\tPersuadee: yeah i am\nPersuader: great, thanks a bunch\n\tPersuadee: yeah thank you", "label": [[11, 68, "YesNo-Question"], [168, 201, "Statement"], [238, 337, "Statement"], [427, 436, "Affirmative-Answer"], [474, 526, "Statement"], [562, 604, "Statement"], [644, 690, "Statement"], [730, 789, "Statement"], [825, 869, "Declarative-Yes/No-Question"], [903, 924, "Thanking"]], "idx": 7}
{"id": 3420, "data": "Persuader: Hello, how are you today?\n\tPersuadee: I'm great and you?\nPersuader: I am good. Have you ever thought of donating to a charity?\n\tPersuadee: No, not really.\nPersuader: May I tell you about an awesome charity?\n\tPersuadee: Sure, I'll listen.\nPersuader: There is an awesome charity called Save the Children the help children all over the world including right here in America.\n\tPersuadee: Yeah I've heard about it.\nPersuader: Would you be to donate some of you earning from today task to them?\n\tPersuadee: Not right now.\nPersuader: You can donate anything from as little as 0.10 and since it is money you don't have yet since you have not been paid for the task it isn't like it is coming out of your pocket.\n\tPersuadee: I don't think I'm in the position to donate right now unforutnatley.\nPersuader: I totally understand, but like I said they will take the money right from the pay of this task. \n\tPersuadee: That is very true. But I'd still prefer it in my pocket :)\nPersuader: I totally understand I hope you will think of the Save the Children if you decide to donate later on\n\tPersuadee: I will keep it in mind. Thanks!\nPersuader: Thank you they really are a wonderful charity and children are our future and we need to look for them.\n\tPersuadee: I understand that very well.\nPersuader: Thank you for listening and I hope you don't forget about them\n\tPersuadee: I know I won't. Thanks for the tip!", "label": [[11, 36, "Conventional-Opening"], [18, 36, "Open-Question"], [79, 89, "Other-Answer"], [90, 137, "YesNo-Question"], [177, 217, "YesNo-Question"], [260, 382, "Statement"], [432, 499, "Conventional-Opening"], [538, 714, "Statement"], [807, 903, "Statement"], [807, 827, "Acknowledge"], [986, 1086, "Statement"], [986, 1007, "Acknowledge"], [1142, 1151, "Thanking"], [1152, 1245, "Statement"], [1298, 1321, "Thanking"], [1326, 1360, "Statement"]], "idx": 8}
{"id": 3421, "data": "Persuader: Hello! What if i told you that you have the opportunity of a lifetime to make a change in the world? Would you take it?\n\tPersuadee: i will like to know about the opportunity first \nPersuader: Well, the opportunity would be able to help fight world hunger by donating to Save the Children. Would you do it now?\n\tPersuadee: powerful people cause war and war cause hunger, and we average people sit on our chair try to donate some money to the poor \nPersuader: It benefits every where not just war torn countries\n\tPersuadee: i get that. \nPersuader: The best part is knowing that you can help make a change in a person's life who is currently unable to financially\n\tPersuadee: yeah i know how donation works. I have 300000 immigrants in my country. we helping a person to better their life this is what we humans do \nPersuader: Actually, it is a lot more than that because the \"true\" Americans are the Native Indians. Everyone else came from Europe or Africa\n\tPersuadee: where do you came from?\nPersuader: So in hindsight we are all immigrants who need a little charity from time to time.\n\tPersuadee: charity is a bad for that. \nPersuader: Have you ever made a donation that you have been proud to be a part of?\n\tPersuadee: yeah i did. but it never reached to the people i heard so far\nPersuader: Well, if you make a donation to Save the Children i can gaurantee that you will know where it goes. Would you donate then?\n\tPersuadee: maybe i will do\nPersuader: That's great to hear. What amount were you thinking of donating? It can be as much as you want.\n\tPersuadee: have you ever done any donation to this charity?\nPersuader: I sure have, that is why i can cofidently say that now only will your money be going where you want it to but it will be put to good use when it gets there.\n\tPersuadee: yes i sure will do donate. after i die i will donate my all..\nPersuader: How much would you like to donate today?", "label": [[11, 18, "Conventional-Opening"], [18, 111, "Rhetorical-Question"], [112, 130, "YesNo-Question"], [203, 299, "Statement"], [300, 320, "YesNo-Question"], [469, 520, "Statement"], [557, 671, "Statement"], [835, 924, "Disagreement"], [925, 965, "Statement"], [1013, 1095, "Statement"], [1147, 1218, "YesNo-Question"], [1304, 1403, "Statement"], [1404, 1426, "YesNo-Question"], [1466, 1487, "Acknowledge"], [1488, 1530, "WH-Question"], [1531, 1561, "Statement"], [1634, 1645, "Affirmative-Answer"], [1876, 1916, "WH-Question"], [1647, 1790, "Statement"]], "idx": 9}
{"id": 3422, "data": "Persuader: Hello! How are you today?\n\tPersuadee: I am well thank you and you?\nPersuader: I am doing well, thank you for asking! It is a lovely day.\n\tPersuadee: I have to agree, weather here is perfect.\nPersuader: You know what else it is a lovely day for? Donating to charity! You can choose any of your $2 bonus to Save the Children. The research team will collect all donations and send them. Would you be willing to donate a portion of your bonus?\n\tPersuadee: Can you tell me, is Save the Children a charity that gives to children here in the USA?\nPersuader: Save the Children is a professional organization that gives to children all over the world. Children in the USA need to be saved, but children overseas also need assistance! \n\tPersuadee: Yes they do but I am very concerned that we are not giving enough to charities here in the USA.  I will give but I will only give 5%\nPersuader: Well that is very kind of you! \n\tPersuadee: I am not sure where I go to donate\nPersuader: If you choose to donate 5%, that is $.01. I think it is collected from our conversation. Is that correct? You would like to donate $.01? \n\tPersuadee: I will donate .10    ten cents\nPersuader: I am sure the children will be very appreciative. \n\tPersuadee: Do you see where I am coming from though about needing to direct people to US based charities for our own homeless?\nPersuader: Absolutely. I agree completely. I think there are a lot of people out there who need help, in so many different ways. Children, adults, and elderly.\n\tPersuadee: Veterans too.  It is so sad to drive down to the city and see so many homeless.  I have been reading on the news about my hometown and how the homeless are camped on the town common\nPersuader: That is very sad. I wish I could do more to help homeless people and veterans myself. It is hard to see people living in such sad conditions in this country that is supposed to be the land of opportunity. \n\tPersuadee: I totally agree.  I am just so upset daily about the division that has happened over the last 20 years\nPersuader: I hope that things improve. I am curious to see what the next 20 years hold. I hope rather than getting worse, things do start to improve. And I think it starts with selfless people like yourself.\n\tPersuadee: I hope so too.   Thank you for your time and I hope you have a great evening", "label": [[11, 36, "Conventional-Opening"], [18, 36, "Open-Question"], [89, 127, "Other-Answer"], [106, 127, "Thanking"], [128, 147, "Statement"], [277, 335, "Statement"], [256, 276, "Other-Answer"], [335, 394, "Statement"], [654, 736, "Statement"], [893, 924, "Thanking"], [983, 1024, "Statement"], [1377, 1396, "Agreement"], [1397, 1482, "Statement"], [1719, 1736, "Statement"], [2050, 2078, "Statement"], [2078, 2127, "Statement"], [213, 255, "Rhetorical-Question"], [395, 450, "Statement"], [562, 653, "Other-Answer"], [1025, 1071, "Statement"], [1072, 1088, "YesNo-Question"], [1089, 1120, "Tag-Question"], [1175, 1225, "Statement"], [1365, 1376, "Affirmative-Answer"], [1483, 1513, "Statement"], [1737, 1804, "Statement"], [1805, 1924, "Statement"], [2128, 2189, "Statement"], [2190, 2247, "Statement"]], "idx": 12}
{"id": 3423, "data": "Persuader: Hi, have you ever heard of the charity \"Save the Children\" before?\n\tPersuadee: No I havent, please tell me more.\nPersuader: Save the Children is a charity organization that provides funding to help get children access to health and education all over the world  \n\tPersuadee: That sounds great.  I think any childrens charity that is legitimate is worthy.  I am a big fan of St Jude's, I like the fact that they treat children but are also looking for a cure for diseases.\nPersuader: Yeah St Jude's is a great organization that helps find cures for diseases.  There are a lot of other emergencies out there besides disease though, like disasters caused by weather or conflict and Save The Children provides money to help kids affected by that\n\tPersuadee: So the organization just funds local clinics but does not have any personal effect on treating children?\nPersuader: Save the Children definitely has an effect on treating kids, they are active in over 120 countries and as well as providing funding to local organizations they also give direct aid like emergency supplies after a disaster. So they really can do it either way.  \n\tPersuadee: I feel so silly! Is \"Save the Children\" that organization that I see commercials for that shows sad underweight children with swollen tummies and says for the price of a cup of coffee each day you can sponsor a child.  Those are heartwrenching\nPersuader: Yeah those commercials can be persuasive, there are so many different disasters affecting kids all over the world. The food insecurity in Africa is off the charts whenever there is a drought and Save the Children helps provide food to starving kids there. Any donation can really help provide more food.\n\tPersuadee: Thats wonderful, I definitely support helping those children.  I guess I dont think too much about them day to day, I kind of get consumed by the homelessness here in my city, or what our local church is funding at the moment.  But starving children deserve more wherever they are.  Its sad that we can never do enough\nPersuader: Yeah its hard because wll live in such a connected world that you hear about so many awful things going on. On the positive side though in the past all of these awful things were happening but there were less mechanisms to help stop it. But for example this week thousands were displaced in Somali because of flooding but now Save the Children along with other organizations will go over there to help them.\n\tPersuadee: Thats great, what is their website so I can look more into it?\nPersuader:  URL here you go\n\tPersuadee: Thank you! Do you also sponsor children yourself?\nPersuader: I have but not directly with Save the Children, I have been active in other organizations though like Boys and Girls Club\n\tPersuadee: oh, thats a great organization also.  I always wondered if the kids really write letters, that would be really neat.\nPersuader: Some do, but the sponsorship isn't just for a specific child it just goes into a fund. The kids write letters to people who put money into the fund. That allows them greater flexibility to move money around to where its needed\n\tPersuadee: Oh ok, well thats a shame.  But I am not discounting the cause.\nPersuader: I think it really is more of a positive because if someone was to donate but later on in life they had to pause their donation for a time for some reason or another they wouldn't feel morally responsible for that child no longer being supported, because their would be other donors in the fund that would pick up the slack. \n\tPersuadee: That makes a lot of sense. Thank you for sharing this with me, I will definitely look more into this charity!\nPersuader: Great happy to help! Thanks for a nice conversation", "label": [[11, 14, "Conventional-Opening"], [15, 77, "YesNo-Question"], [135, 273, "Statement"], [494, 568, "Conventional-Opening"], [570, 752, "Statement"], [881, 1104, "Statement"], [1104, 1142, "Statement"], [1410, 1450, "Conventional-Opening"], [1452, 1524, "Statement"], [1525, 1665, "Statement"], [1666, 1713, "Statement"], [2056, 2060, "Acknowledge"], [2061, 2163, "Statement"], [2164, 2292, "Statement"], [2293, 2463, "Statement"], [2555, 2566, "Other"], [2640, 2686, "Other-Answer"], [2688, 2761, "Statement"], [2902, 2909, "Agreement"], [2915, 2988, "Statement"], [2990, 3051, "Statement"], [3051, 3128, "Statement"], [3216, 3540, "Statement"], [3674, 3694, "Acknowledge"], [3695, 3725, "Thanking"]], "idx": 13}
{"id": 3424, "data": "Persuader: Do you want to help me make a difference?\n\tPersuadee: Sure\nPersuader: Have you heard of Save The Children, a well-acknowledged chairty?\n\tPersuadee: yes. I have donated before.\nPersuader: Would you like to donate again?\n\tPersuadee: Not sure why?\nPersuader: Children like Maria can use your help. She is one of ten children. They need all the help they can get. They live in a war zone.\n\tPersuadee: Oh that is horrible. I think I might donate. I think any amount of money will help. Are you going to donate?\nPersuader: I try to donate monthly. I will donate again this month. I think of how just a cup of coffee can pay for a meal for a family in another country like Maria.\n\tPersuadee: That is powerful. A little goes a long way for people in need. We may  not think much about a couple of bucks but to other people that can mean food for a day or two.\nPersuader: You're not donating just to the child but the family and helping them all.\n\tPersuadee: I think I could donate 25 cents. Will that be enough to help in some aspect? What is a general rule of thumb when making donations?\nPersuader: Ten cents is good. Twenty cents is better. 25 cents is better. But fifty cents can really help.\n\tPersuadee: I think I will stick with 25 cents. I usually try to stay consistent when making a effort to help others.\nPersuader: How about thirty cents?\n\tPersuadee: Ok. I can do 30 cents. I like to help other people less fortunate than me.\nPersuader: Do you think you can donate again next year too?\n\tPersuadee: Maybe. I am always open minded to helping other humans in need. I will probably donate late this year as well.\nPersuader: Ok. So 30 cents is your final donation for today?\n\tPersuadee: Yes. I would like to donate 30 cents. It is part of being a good human being.", "label": [[11, 52, "YesNo-Question"], [81, 146, "YesNo-Question"], [198, 229, "YesNo-Question"], [267, 305, "Other-Answer"], [306, 334, "Statement"], [334, 370, "Statement"], [371, 395, "Statement"], [528, 552, "Other-Answer"], [553, 584, "Statement"], [553, 584, "Other-Answer"], [585, 683, "Statement"], [874, 948, "Statement"], [1104, 1122, "Other-Answer"], [1123, 1146, "Other-Answer"], [1147, 1166, "Other-Answer"], [1166, 1199, "Other-Answer"], [1329, 1352, "YesNo-Question"], [1451, 1499, "YesNo-Question"], [1634, 1637, "Acknowledge"], [1638, 1683, "YesNo-Question"]], "idx": 14}
{"id": 3425, "data": "Persuader: Hi! How are you doing today?\n\tPersuadee: I'm doing very well. Just recovering from the long weekend. How about yourself?\nPersuader: I am doing well thank you and same here\n\tPersuadee: Awesome. What are some of your hobbies?\nPersuader: Well one hobby is volunteering. I wanted to talk to you about a charity Save the Children, have you heard of it?\n\tPersuadee: Only in name. I haven't heard too much about it though. Can you tell me more?\nPersuader: It is a charity that helps ensure children's rights to healthcare, education, safety, etc. all over the world \n\tPersuadee: What do you do as a volunteer for this charity?\nPersuader: Well I volunteer for another nonprofit organization, but I guess I am a volunteer in a way trying to encourage people to donate money. even a few cents can add up!\n\tPersuadee: Hmm, I see. Do you have information about their charity rating? How much of the donation will actually be used to help the children?\nPersuader: The research team will collect all the donations and send it to Save the Children. It is a trustworthy organizaition that will use your donation to the fullest \n\tPersuadee: I always like to see some report first. Maybe I will have to do some research first. Have you donated to them yourself?\nPersuader: You can find more information at their website,  URL  I actually have not yet.\n\tPersuadee: How did you come to find out about this charity?\nPersuader: This conversation actually, but any charity that helps children is alright in my book\n\tPersuadee: You never know though. I've heard of poorly run charities that misuse the donations. Like only 50% of your donation actually helps children. You gotta make sure your donation is helping the needy.\nPersuader: you are very right, and I wish I could give you more solid proof, but I do not hae it\n\tPersuadee: What is the other nonprofit that you support?\nPersuader: A local one that helps children with trauma and hx of sexual abuse\n\tPersuadee: That's nice of you. Can't ever imagine hurting kids", "label": [[11, 39, "Conventional-Opening"], [143, 158, "Other-Answer"], [159, 168, "Thanking"], [173, 182, "Other"], [246, 277, "Other-Answer"], [278, 358, "YesNo-Question"], [278, 335, "Statement"], [460, 570, "Other-Answer"], [642, 777, "Other-Answer"], [777, 805, "Statement"], [962, 1044, "Other-Answer"], [1045, 1122, "Other-Answer"], [1266, 1313, "Statement"], [1320, 1344, "Negative-Answer"], [1417, 1443, "Other-Answer"], [1449, 1502, "Statement"], [1723, 1741, "Agreement"], [1746, 1808, "Statement"], [1878, 1944, "Other-Answer"]], "idx": 15}
{"id": 3426, "data": "Persuader: hello\n\tPersuadee: hi how are you\nPersuader: I'm good, how are you?\n\tPersuadee: I'm good...what are we to discuss?\nPersuader: we are about making a donation to a fund named save the children\n\tPersuadee: ok are we to decide annamount?\nPersuader: yes, indeed. how much would be appropriate for you?\n\tPersuadee: I'm sorry I meant $20\nPersuader: do you know what save the children fund does? \n\tPersuadee: I guess they save children\nPersuader: yes, they help kids that suffered from violence\n\tPersuadee: oh that sounds good..how do they help\nPersuader: they promote childrens rights, help with medical treatment if necessary\n\tPersuadee: ok I support that\nPersuader: how often do you donate?\n\tPersuadee: every other month or so, but not to them\nPersuader: do you volunteer too?\n\tPersuadee: not my time anymore no...too busy\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: I would choose 0 in this instance\nPersuader: why do you don't want to donate?", "label": [[11, 16, "Conventional-Opening"], [55, 63, "Other-Answer"], [65, 77, "Open-Question"], [136, 200, "Other-Answer"], [255, 266, "Affirmative-Answer"], [268, 306, "WH-Question"], [352, 397, "Open-Question"], [449, 496, "Agreement"], [454, 496, "Statement"], [558, 629, "Other-Answer"], [670, 695, "WH-Question"], [890, 952, "Statement"], [1066, 1098, "Open-Question"], [760, 781, "YesNo-Question"], [839, 889, "WH-Question"], [954, 1008, "Statement"]], "idx": 16}
{"id": 3427, "data": "Persuader: Hello, you are speaking with David. If you would please check out the following site  URL and let me know your thoughts I would greatly appreciate it.\n\tPersuadee: This looks like a great cause!\nPersuader: Indeed it is, helping children find education and a safe environment are very good causes. How do you feel about charities?\n\tPersuadee: I feel like charities are worth supporting as long as I know my money is being spent well and not mismanaged\nPersuader: I can understand that, Save the children's only focus is to help kids who cannot help themselves. Some of which are in war form countries or who are on the brink of starvation.\n\tPersuadee: That sounds amazing. How can I help out?\nPersuader: Today you have the opportunity to use a portion of your task fund to go straight towards Save the Children. It is up to you how much you'd like to give. Between 0$ and 2$ but just keep in mind as little as .50 cents can go a long way in these countries. How much would you be willing to give of the 2$ towards this cause?\n\tPersuadee: I'm willing to donate $1\nPersuader: That's fantastic! After the task is over you will get the opportunity to do so. \n\tPersuadee: On average, how much money do you normally see people donate from similar tasks?\nPersuader: It varies, sometimes we have people who choose to not donate. However a lot of the time we generally see at least some of the money going to this great cause, even up to the maximum of 2%\n\tPersuadee: That doesn't sound too bad at all\nPersuader: I agree, I also put in at least 2$ a day myself towards this great endeavor. Knowing that it goes to a good cause feels good.\n\tPersuadee: That's great! Although charity is a good cause, I want to feel like my time is being valued so I want to leave $1 for myself\nPersuader: Thank you so much, every amount helps! We are almost done here at which point you will be able to do that. How else do you think we could further help those in need besides what you've seen so far?\n\tPersuadee: I would volunteer and help others in my local community by showing up to events in person\nPersuader: Wow that's fantastic! You are very altruistic, and for that we appreciate you a great deal. If everyone saw the world the same as you did, these problems would exist.\n\tPersuadee: Thank you for the kind words! What would you do?\nPersuader: I'd like to see the service branch out, helping women in these countries as well. The countries that these problems occur in women are often not treated the same as we are generally accustomed to.\n\tPersuadee: I too believe that women should have equal opportunities as men across the world - there are likely many different charities out there that better support that cause\nPersuader: I know but I can only do what I can in this organization. I would again like to thank you for your willingness to donate 1$ to help this great cause and hope you have a fantastic rest of your day!", "label": [[11, 46, "Conventional-Opening"], [18, 45, "Statement"], [47, 161, "Request"], [215, 306, "Agreement"], [307, 339, "Open-Question"], [472, 493, "Acknowledge"], [495, 648, "Statement"], [713, 820, "Other-Answer"], [820, 866, "Statement"], [865, 966, "Statement"], [967, 1034, "WH-Question"], [1083, 1100, "Acknowledge"], [1101, 1163, "Statement"], [1268, 1455, "Other-Answer"], [1338, 1455, "Statement"], [1513, 1520, "Agreement"], [1522, 1588, "Statement"], [1590, 1638, "Statement"], [1787, 1804, "Thanking"], [1805, 1825, "Statement"], [1826, 1893, "Statement"], [1894, 1984, "Open-Question"], [2098, 2119, "Acknowledge"], [2120, 2188, "Statement"], [2189, 2264, "Statement"], [2337, 2418, "Other-Answer"], [2419, 2533, "Statement"], [2723, 2780, "Statement"], [2780, 2871, "Thanking"], [2876, 2919, "Conventional-Closing"]], "idx": 17}
{"id": 3428, "data": "Persuader: Have you thought about donating to the Save the Children Charity?\n\tPersuadee: No I have not \nPersuader: So since we are getting as much as $2 for this hit, I was thinking that if we each donated some of our money we could help out a bit. \n\tPersuadee: Ok. I was not sure how this would go. Now I see. How much were you thinking to donate?\nPersuader: So , I am supposed to also point out that we have to chat for 10 cycles. each of us must type ten things to get the money. \n\tPersuadee: Yes. I understand. How do you feel personally about this charity?\nPersuader: Personally It seems interesting and I am a big fan of helping kids. Anhow if we do this quickly we can get a decent bonus and help out\n\tPersuadee: Ok. I am also very willing to donate to any charity for children.\nPersuader: It looks like th e charity focuses on relief efforts in places following a natural disaster. places like houston after the hurricane\n\tPersuadee: That is good information and makes me want to donate even more.  It is important that their are resources available following natural disasters.\nPersuader: It says on their site that for about $1 a day they are able to help kids in syria who are fleeing the crazy violence\n\tPersuadee: Wow! I wonder how exactly they help. But either way this is an important cause.\nPersuader: here is someting i found:We lead Head Start and Early Head Start programs in four states, providing kids with early learning opportunities they might not otherwise have. \n\tPersuadee: That is very helpful for children. I like that they are helping kids that may not have opportunities that other kids do.\nPersuader: I was thinking about $1 but aparently you can donate anything up to the $2. What do you think?\n\tPersuadee: At first I was think $1.00 also. But now having hear more about the charity I am willing to donate more.\nPersuader: Well, how about 1.50?\n\tPersuadee: I am not sure. Would you donate the whole $2.00?\nPersuader: If you will I will too.\n\tPersuadee: Okay, since we both feel like children's Christie's are important, I say let's donate $2.00 and help!", "label": [[11, 76, "YesNo-Question"], [115, 249, "Statement"], [360, 433, "Statement"], [433, 483, "Statement"], [572, 640, "Other-Answer"], [641, 707, "Statement"], [797, 889, "Statement"], [890, 929, "Statement"], [1098, 1214, "Statement"], [1318, 1488, "Statement"], [1633, 1708, "Statement"], [1709, 1727, "Open-Question"], [1856, 1877, "YesNo-Question"], [1950, 1973, "Other-Answer"]], "idx": 18}
{"id": 3429, "data": "Persuader: Hello, How you doing\n\tPersuadee: Great thanks, Im here to talk about the childrens charity.\nPersuader: Yes, Hope you aware whats going with child who died from hunger \n\tPersuadee: I am mostly aware yes. This is why i would love to donate an amount.\nPersuader: You are such a good personality .. How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: I not sure, how many children are in need of a donation? This will impact my decision on how much to give.\nPersuader: 1000 childrens at the first slot\n\tPersuadee: Right, it will probably have to be 80% of my task payment then. I'd love to help 1000 children.\nPersuader: Thanks so much.\n\tPersuadee: No problem, what day is the charity meet up then?\nPersuader: We will circulate the information to all the volunteers soon . \n\tPersuadee: Great, and can i bring family members to the donation event?\nPersuader: Sure , everyone are welcome\n\tPersuadee: Great what time is it on?\nPersuader: Falls on morning timeslot and venue details will be shared shortly after we cosolidated the donators\n\tPersuadee: Okay great, is there parking for the venue or should i get a taxi there?\nPersuader: You will have a parking slot available . However, based on our venue finalization we can check the feasability for everyone. \n\tPersuadee: Thanks. Just to confirm, I'm donating 80% of my task amount.\nPersuader: sure thanks again\n\tPersuadee: Thanks very much, nice speaking to you.", "label": [[11, 31, "Conventional-Opening"], [119, 178, "Statement"], [113, 117, "Agreement"], [271, 302, "Statement"], [306, 357, "WH-Question"], [357, 421, "Statement"], [421, 475, "Statement"], [606, 638, "Other-Answer"], [758, 773, "Thanking"], [847, 910, "Other-Answer"], [995, 1022, "Affirmative-Answer"], [1072, 1172, "Other-Answer"], [1268, 1394, "Other-Answer"], [1479, 1483, "Acknowledge"], [1483, 1496, "Thanking"]], "idx": 19}
{"id": 3430, "data": "Persuader: im so sad\n\tPersuadee: YES\nPersuader: many kids dying\n\tPersuadee: WHAT HAPPENS TO THE KIDS\nPersuader: so many things, do you know they are sad too?\n\tPersuadee: YOU NEED SOME HELP WITH ME\nPersuader: yes i need many help from you, money?\n\tPersuadee: YOU HAVE SOME ORGANISATION OR SOME TRUST.\nPersuader: you know it buddy, you know it\n\tPersuadee: SORRY I DO NOT KNOW THAT.\nPersuader: do you know save teh children\n\tPersuadee: YES, I KNOW THAT\nPersuader: will you give them one dollar\n\tPersuadee: YES, I GAVE 20 DOLLAR TO THE CHILD. \nPersuader: how much will you give tonight?\n\tPersuadee: 20 DOLLAR FOR THEM\nPersuader: how much from your payment\n\tPersuadee: 20 DOLLAR FOR THE SAVE THE CHILD.\nPersuader: ok i will give too\n\tPersuadee: OK , KEEP SAVE THE CHILH", "label": [[11, 20, "Statement"], [48, 63, "Statement"], [112, 126, "Other-Answer"], [128, 157, "YesNo-Question"], [208, 237, "Affirmative-Answer"], [239, 245, "YesNo-Question"], [311, 341, "Acknowledge"], [391, 420, "YesNo-Question"], [461, 490, "YesNo-Question"], [550, 582, "WH-Question"], [625, 651, "WH-Question"], [709, 727, "Statement"], [709, 711, "Acknowledge"]], "idx": 20}
{"id": 3431, "data": "Persuader: hello\n\tPersuadee: Good morning.\nPersuader: how are you doing today\n\tPersuadee: Not too bad.  You?\nPersuader: good would just be better if it wasn't so rainy\n\tPersuadee: Agreed.  How much did you want to donate?\nPersuader: how much do you want to donate to save the children\n\tPersuadee: I think $2 would be the best way to go.\nPersuader: I agree that you donating $2 would be a good idea\n\tPersuadee: I'm glad to hear that.  $2 isn't much but it can be used for something beneficial. \nPersuader: that is very true so if we both donated $2 then more children could be helped\n\tPersuadee: We're on the same page and that's nice.\nPersuader: Yes well helping poor defenseless children is an easy thing to do\n\tPersuadee: Especially when all we have to do is chat about it.\nPersuader: that is very true but the chatting about get's more people hearing about the save the children\n\tPersuadee: I hope everyone doing this HIT donates the most.\nPersuader: that would be really good because every little bit helps\n\tPersuadee: Agreed.  And we're almost done here too.\nPersuader: Yep I'm willing to donate $2 if you are\n\tPersuadee: Me too.  $2 it will be.  Have a good day.", "label": [[11, 16, "Conventional-Opening"], [54, 77, "Conventional-Opening"], [120, 167, "Other-Answer"], [348, 397, "Agreement"], [54, 77, "Open-Question"], [233, 284, "WH-Question"], [504, 522, "Agreement"], [525, 582, "Statement"], [646, 711, "Agreement"], [655, 711, "Statement"], [787, 804, "Agreement"], [809, 881, "Statement"], [954, 1010, "Agreement"], [988, 1010, "Statement"], [1075, 1078, "Agreement"], [1079, 1114, "Statement"]], "idx": 21}
{"id": 3432, "data": "Persuader: Hi,\n\tPersuadee: Hello\nPersuader: There are many children in the world in need of help. Can you think of some children in need of HELP?\n\tPersuadee: I don't know any specifically, but I am aware that millions of children currently live in dire situations.\nPersuader: Without the help of charities from CARING nations such as the United States these children would be in much worse situations. What charities come to mind when you think of charities that benefit children?\n\tPersuadee: Unicef, salvation army,easter seals... that's all I can think of. Oh wait... March of dimes.\nPersuader: Would you agree that children worldwide should be helped?\n\tPersuadee: Of course! They should not be punished for messes we adults make.\nPersuader: What are some ways that charities can help children?\n\tPersuadee: Food, clothing, stable homes, education, healthcare, protection...\nPersuader: If children in need could get an education someday could they help themselves?\n\tPersuadee: Education always improves the chance of that, but it's no guarantee.\nPersuader: Yes, as an educator I can not reach every child, but can help most. \"If you give a man a fish he eats for one day if you teach a man to fish he eats for life.\" That is how I view education. What subjects in school do you think are the most important?\n\tPersuadee: In my opinion, compassion, empathy, and activism are the most important things a child of privilege can learn. Everyone else needs to learn to survive in their environment. can learn\nPersuader: Basic Literacy is key in any language. If we can teach these kids to read at the equivalent of a 5th. grade reading level (USA Standards) we are getting somewhere. Most newspapers are written at a 5th. grade level. What do you think it would be like for a child who's family lives on a few dollars a day?\n\tPersuadee: I think it would be terrible. I also agree that literacy is important, but literacy does little to stop the bomb flattening the houses in your village. Immediate concerns must be met first.\nPersuader: What would the feeling be like for a child going to bed fearing that a bomb might end your life?\n\tPersuadee: I can scarcely imagine. I grew up well removed from any such concerns.\nPersuader: Imagine not just the safety concerns, but what poverty must feel like for these kids. As an adult in the USA what could you get for $3.00 a day?\n\tPersuadee: Not nearly enough. Maybe enough food if you were careful, but nothing left over for shelter, clothing, or medicine.\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\"\n\tPersuadee: What charity would I be donating to?\nPersuader: Save the Children\n\tPersuadee: No thanks. I can't afford it.", "label": [[11, 14, "Conventional-Opening"], [44, 98, "Statement"], [97, 145, "YesNo-Question"], [276, 402, "Statement"], [401, 480, "WH-Question"], [597, 654, "YesNo-Question"], [744, 796, "WH-Question"], [887, 965, "YesNo-Question"], [1058, 1126, "Agreement"], [1126, 1217, "Statement"], [1218, 1247, "Statement"], [1248, 1308, "Open-Question"], [1515, 1553, "Statement"], [1554, 1678, "Statement"], [1679, 1729, "Statement"], [1730, 1819, "Open-Question"], [2033, 2129, "Open-Question"], [2224, 2309, "Request"], [2310, 2368, "WH-Question"], [2508, 2558, "WH-Question"], [2559, 2622, "Statement"], [2623, 2683, "Statement"], [2744, 2761, "Other-Answer"]], "idx": 22}
{"id": 3433, "data": "Persuader: hi!\n\tPersuadee: hi, how are you?\nPersuader: I am well, thank you\n\tPersuadee: I guess we're supposed to be talking about a children's charity..?\nPersuader: yes, do you donate to charities often?\n\tPersuadee: No, not really. Do you?\nPersuader: I try to do what I can, but its hard sometimes\n\tPersuadee: I agree. What would motivate you to donate to a children's charity?\nPersuader: I think save our children is incredibly important, becuase children are the ones who need it most. \n\tPersuadee: You're right, it is very important. Would you prefer to donate clothes, food, money, or something else?\nPersuader: With save the children, money is most important, since they can use it to get all of the necessary needs for children met.\n\tPersuadee: That makes sense. We should donate money then.\nPersuader: I completely agree. One of the kids you could be helping could be the next president or osmething!\n\tPersuadee: Very true! It's important to give every child an opportunity to succeed.\nPersuader: I agree. Think about all the children in war torn areas and all of the physical and emotional support they need. Its devistating\n\tPersuadee: Yeah, it is really heartbreaking. If you could donate some money today, how much would you donate?\nPersuader: I think we should give all that we can\n\tPersuadee: Okay. I can donate $20.\nPersuader: Wow that is very generous!\n\tPersuadee: Ha ha. I am just very concerned for the children.", "label": [[10, 14, "Conventional-Opening"], [54, 75, "Thanking"], [55, 65, "Other-Answer"], [166, 169, "Affirmative-Answer"], [171, 204, "YesNo-Question"], [251, 298, "Other-Answer"], [280, 298, "Statement"], [390, 489, "Other-Answer"], [809, 829, "Agreement"], [617, 739, "Other-Answer"], [830, 908, "Statement"], [1004, 1014, "Agreement"], [1014, 1117, "Request"], [1118, 1133, "Statement"], [1256, 1294, "Other-Answer"], [1342, 1368, "Acknowledge"]], "idx": 23}
{"id": 3434, "data": "Persuader: Hello friend  how are you today?\n\tPersuadee: i'm okay, how are you?\nPersuader: I am great thanks for asking. I am here to bring awareness to a great charity. Are you interested in hearing about it?\n\tPersuadee: sure, lets hear it. I'm all about charity \nPersuader: Thats great well that charity is called Save the Children. Have you ever heard about it before?\n\tPersuadee: i haven't, can you tell me about it\nPersuader: Sure it is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. \n\tPersuadee: sounds very worthwhile, what kind of relief goes to the children\nPersuader: Relief includes food shelter education and safety. Are you interested in helping children achieve these important things?\n\tPersuadee: how much of the donation goes straight to the relief\nPersuader: 86 percent of the donation actually goes to helping the children. 9 percent gets reinvested into marketing for the charity at 5 percent into miscellaneous expenses.  As you can see much of the donation will go to helping these poor children. \n\tPersuadee: id be willing to donate .15 to the charity\nPersuader: Wow that is a very kind gesture. This money would be collected from research team and they will send it to Save the Children\n\tPersuadee: okay thank you for that information, are you also going to donate?\nPersuader: Yes I plan on it. It warms my heart to bring a relief to children. Can you believe in this day and age children are still suffering?\n\tPersuadee: i can believe it, but that certainly doesn't mean it should continue. children are the last people that deserve any of this kind of life\nPersuader: I agree. There are millions of Syrian children that have grown up facing daily threat of violence. It needs to stop and hopefully Save the Children is an effort that can help. \n\tPersuadee: if i could do anything in the world it would be peace, and that would be the first place id start, those poor children\nPersuader: As Whitney Houston once said  \"I believe the children are our future  Teach them well and let them lead the way.\" No truer words have been spoken. Thanks again for your donation and sleep well knowing you did something to help.  \n\tPersuadee: thank you as well, the more people who get involved the better ", "label": [[11, 43, "Conventional-Opening"], [89, 100, "Other-Answer"], [100, 119, "Thanking"], [120, 168, "Statement"], [169, 208, "YesNo-Question"], [274, 286, "Acknowledge"], [287, 334, "Statement"], [334, 370, "YesNo-Question"], [430, 589, "Affirmative-Answer"], [434, 589, "Statement"], [678, 728, "Other-Answer"], [729, 799, "YesNo-Question"], [876, 941, "Other-Answer"], [942, 1040, "Statement"], [1042, 1118, "Other-Answer"], [1185, 1217, "Acknowledge"], [1189, 1216, "Statement"], [1218, 1309, "Statement"], [1400, 1417, "Affirmative-Answer"], [1418, 1467, "Statement"], [1467, 1532, "Rhetorical-Question"], [1693, 1702, "Agreement"], [1702, 1791, "Statement"], [1792, 1869, "Statement"], [2012, 2125, "Statement"], [2126, 2158, "Statement"], [2159, 2189, "Thanking"], [2194, 2241, "Conventional-Closing"]], "idx": 24}
{"id": 3435, "data": "Persuader: How are you doing today?\n\tPersuadee: Hey, doing good. What about you?\nPersuader: I am good too. It's a beautiful day here in Ohio. Are you involved with any charities at all?\n\tPersuadee: The heat is windinig down a bit for fall. No, I'm not.\nPersuader: Have you heard about Save the Children one?\n\tPersuadee: No, I haven't. Sounds like a children's charity.\nPersuader: an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. I think we can really help this one today. Would you be willing to help?\n\tPersuadee: I'm not sure. Do you work for them?\nPersuader: No, I am not. But once in a while i like to help the needy ones and especially children.\n\tPersuadee: That's good to hear. There are a lot of charities out there that claim to help children, but most of the money line the pockets of the higher ups.\nPersuader: I agree with you. But still think it will be a right thing to do today. Would you be willing to donate half of this task's payment?\n\tPersuadee: I'll need some time to think about it. Do you have any further information on them?\nPersuader: I don't know much, but know it will help children. It will help with their education, safety, rights to good health.\n\tPersuadee: Ok. I'll look them up later. Good for you reaching out to others to help them.\nPersuader: You can choose any amount from $0 to all your payment. Your donation will be directly deducted from your task payment.\n\tPersuadee: It will be $0 for now. Sorry about that.\nPersuader: Are you sure? Do you have any kids, grandkids?\n\tPersuadee: I have a kid. I'm just not sure why I should donate to this one instead of others.\nPersuader: May be a random act of kindness on this beautiful day? \n\tPersuadee: You're very persistent. Unfortunately, I'll still have to decline.", "label": [[11, 35, "Conventional-Opening"], [92, 106, "Other-Answer"], [107, 141, "Statement"], [142, 185, "YesNo-Question"], [264, 307, "YesNo-Question"], [380, 527, "Statement"], [528, 571, "Statement"], [571, 600, "YesNo-Question"], [660, 673, "Negative-Answer"], [674, 748, "Statement"], [937, 990, "Statement"], [991, 1050, "YesNo-Question"], [1209, 1274, "Statement"], [1432, 1495, "Statement"], [919, 935, "Agreement"], [1158, 1274, "Other-Answer"], [1377, 1432, "Statement"], [1560, 1573, "YesNo-Question"], [1574, 1606, "YesNo-Question"], [1713, 1768, "Rhetorical-Question"]], "idx": 25}
{"id": 3436, "data": "Persuader: hows it going\n\tPersuadee: good! how about you?\nPersuader: great, are you planning on donating any of your payment for save the children\n\tPersuadee: Can you tell me about the organization?\nPersuader: its called save the children a great orgizanation, i donate about every month\n\tPersuadee: What kind of help do they provide?\nPersuader: they provide a little bit of everything, clothing, education, safety items, and medical care\n\tPersuadee: Do they help kids all over?\nPersuader: of course they do check out the website\n\tPersuadee: Do you have their information?\nPersuader: yes i do, go to  URL \n\tPersuadee: Okay I checked them out, I like what they do.\nPersuader: i know they are great and this is a very important cause did you know in the first 2 months of 2018 1000 children were killed or injured becasue of intense violence?\n\tPersuadee: Oh that really is sad. I hate to hear things like that, don't you?\nPersuader: I know especially after being a person that loves children, they are so innocent i don't know how anyone could do something like this, thats why i donate regulary to this fund\n\tPersuadee: I can probably only make a small donation. Is that okay?\nPersuader: anything would be helpful to this cause, we should donate shouldn't we? Most of us are better off at least here in america and i feel we have a moral obligation to help these children, dont you?\n\tPersuadee: I do feel a moral obligation. Would a donation of $0.05 help out at all?\nPersuader: that would help out, but don't you feel like you could donate a little more?\n\tPersuadee: Maybe I could donate $0.10. Will that be better.\nPersuader: .20 cents would be better but if .10 cents is all you can afford that would still help, please just confirm once more how much you would like to donate to the charity now?  Your donation will be directly deducted from task payment you can choose up to $2", "label": [[11, 24, "Conventional-Opening"], [69, 74, "Other-Answer"], [209, 287, "Other-Answer"], [261, 287, "Statement"], [346, 438, "Other-Answer"], [490, 507, "Affirmative-Answer"], [675, 732, "Agreement"], [76, 146, "YesNo-Question"], [508, 529, "Request"], [584, 593, "Affirmative-Answer"], [594, 605, "Instruct"], [701, 732, "Statement"], [732, 840, "YesNo-Question"], [931, 937, "Agreement"], [931, 1106, "Statement"], [1187, 1226, "Affirmative-Answer"], [1228, 1244, "Statement"], [1245, 1258, "Tag-Question"], [1259, 1309, "Statement"], [1314, 1370, "Statement"], [1370, 1381, "Tag-Question"], [1478, 1498, "Affirmative-Answer"], [1503, 1554, "YesNo-Question"], [1627, 1713, "Other-Answer"], [1714, 1799, "Request"], [1800, 1881, "Statement"]], "idx": 26}
{"id": 3437, "data": "Persuader: Hi.\n\tPersuadee: Hello\nPersuader: What brought you to this task?\n\tPersuadee: A monetary reward \nPersuader: So you are on MTurk? like me?\n\tPersuadee: Yeah. Random survey.\nPersuader: Well, we just need to discuss a social issue, one very near to my heart.\n\tPersuadee: Ok, sounds good. What issue?\nPersuader: Chidren's welfare. You know how you feel when you read about some abused child?\n\tPersuadee: oh ok, yes, I do.,\nPersuader: Well, that's great, but you know the BIGGEST problem is kids with poor parents (or no parent around), not the ones that are mistreated.\n\tPersuadee: Yes, I do think that is an important issue to consider.\nPersuader: Do you know any children personally who show up for school half-dressed or hungry?\n\tPersuadee: I do not.\nPersuader: That's good. Unfortunately I do, and for all the church groups and local government efforts, they continue to suffer.\n\tPersuadee: I see. It's unfortunate that people, especially children, continue to slip through the cracks of society despite the efforts of these organizations.\nPersuader: Well, government and most local social welfare groups go thru the PARENTS; they provide FAMILY support, and short of abuse there's no way they can force the money to be filtered down to the kids. That's why private welfare groups (many associated with schools, like I was implying) are an important way to address these kids' needs DIRECTLY.\n\tPersuadee: Hm...I wasn't aware it was possible for some of these groups to bypass guardianship of these children and give help to these kids directly. This is the first I've heard of this.\nPersuader: It's not like that: they provide school and after-school meals and social support (like school sorts and groups do.) ALL ABOVE BOAFRD and nothing shady. In fact, what brought me to this survey is pretty amazing (somewhat coincidental!)\n\tPersuadee: Oh ok. That makes sense then.\nPersuader: OKAY, so I am involved with a group called (duh) \"SAVE THE CHILDREN\" and you and I both have the opportunity RIGHT NOW to support this organization with some of what we make on this HIT! I mean it\\'s not like we\\'re beating our brains out on this survey. I think we should agree to donate half (or more) of our compensation to the group.\n\tPersuadee: Sounds good. I'm good with donating half our compensation.\nPersuader: Now you know they are international, not just the US, but I feel all kids deserve a chance. \n\tPersuadee: Even better. I agree completely. \nPersuader: OK thanks. When we submit this hit, this conversation will be reported thru the sponsor, and you will hear back from them when (maybe if) they are able to process the donation to SAVE THE CHILDREN or another child charity. THANKS A LOT for your help! We are done.", "label": [[10, 14, "Conventional-Opening"], [44, 74, "WH-Question"], [117, 146, "YesNo-Question"], [191, 263, "Statement"], [316, 334, "Other-Answer"], [335, 395, "Declarative-Yes/No-Question"], [438, 456, "Acknowledge"], [462, 573, "Statement"], [653, 735, "YesNo-Question"], [769, 781, "Acknowledge"], [782, 886, "Statement"], [1059, 1254, "Statement"], [1255, 1400, "Statement"], [1602, 1718, "Statement"], [1719, 1755, "Statement"], [1755, 1837, "Statement"], [1891, 2078, "Statement"], [2077, 2145, "Statement"], [2146, 2228, "Statement"], [2311, 2403, "Statement"], [2461, 2471, "Thanking"], [2472, 2684, "Statement"], [2712, 2724, "Statement"], [2684, 2711, "Thanking"]], "idx": 27}
{"id": 3438, "data": "Persuader: good morning!\n\tPersuadee: Good morning.\nPersuader: have you ever heard of the charity save the children?\n\tPersuadee: Yes. I have but I can't say I am very familiar with what they do.\nPersuader: they assist with needy children around the world who are living in poverty.\n\tPersuadee: That sounds right from what I know.\nPersuader: for example, they do work in syria where in the first 2 months of this year 1,000 children were killed or injured due to the violence there. they help support children in those situations.\n\tPersuadee: That sounds like a very worthy cause.\nPersuader: it is! you can find out more at  URL if you want more specific examples. but they work they do is very meaningful to children and their families (if they have them).\n\tPersuadee: Do you know how much of the donations actually make it to children and how much is used for administrative costs?\nPersuader: In fiscal year 2016, on average, 86.5% of all expenditures support program services. 86.5% is an average for all of Save the Children's programs worldwide. More information about our finances and the use of funds is available: here on our financial page.  URL s/about-us/financial-information\n\tPersuadee: Thank you.  That is good information.\nPersuader: would you be willing to donate any of your HIT reward today directly to save the children? say, $0.50 of it?\n\tPersuadee: Sure.  That would be fine with me.\nPersuader: that is great. i am always amazed at how generous people are willing to be. most people aren't very generous even when faced with facts about others who are worse off.\n\tPersuadee: Well, most people suck.  Sad but true.\nPersuader: ha. i shouldn't laugh, but you are right. i want to commend you for being generous today. it's not much but every bit helps.\n\tPersuadee: Glad to help.  I wish I could do more.  Doing MTurk to get my student loans paid off so that I can be more generous as a whole.\nPersuader: that's a great goal. thank you again for agreeing to donate a portion to save the children. have a wonderful rest of your day.\n\tPersuadee: Have a great day.", "label": [[11, 24, "Conventional-Opening"], [62, 115, "YesNo-Question"], [205, 280, "Statement"], [481, 528, "Statement"], [339, 480, "Statement"], [589, 596, "Agreement"], [597, 662, "Statement"], [663, 755, "Statement"], [893, 977, "Other-Answer"], [978, 1048, "Other-Answer"], [1049, 1148, "Statement"], [1247, 1337, "YesNo-Question"], [1338, 1355, "YesNo-Question"], [1414, 1428, "Acknowledge"], [1429, 1489, "Statement"], [1490, 1581, "Statement"], [1644, 1647, "Other"], [1648, 1686, "Agreement"], [1648, 1665, "Statement"], [1686, 1733, "Statement"], [1734, 1768, "Statement"], [1920, 1940, "Acknowledge"], [1941, 2011, "Thanking"], [2012, 2046, "Conventional-Closing"]], "idx": 28}
{"id": 3439, "data": "Persuader: hi\n\tPersuadee: hi how are you\nPersuader: Iam fine. How are you?\n\tPersuadee: you know about saving the children's charity?\nPersuader: Yes I know about Saving the children's charity.\n\tPersuadee: you give any donation\nPersuader: Yes i give donation one year back.\n\tPersuadee: Explain about that charity\nPersuader: It is a charity with the goal of helping children in need around the world\n\tPersuadee: it is very nice. how much you donate\nPersuader: I donate 50 dollars last year. Will you donate?\n\tPersuadee:  yes i will plan to donate\nPersuader: Oh super How much will you like to play?\n\tPersuadee: i plan donate 30$\nPersuader: Oh it nice amount. Where are you from?\n\tPersuadee: vancouver. are you from\nPersuader: Iam from Virginia.\n\tPersuadee: how is your family\nPersuader: Yes my family is good.\n\tPersuadee: this year u plan to donate", "label": [[11, 13, "Conventional-Opening"], [52, 61, "Other-Answer"], [62, 74, "Open-Question"], [144, 191, "Affirmative-Answer"], [322, 396, "Statement"], [240, 271, "Statement"], [237, 271, "Affirmative-Answer"], [457, 487, "Other-Answer"], [555, 563, "Acknowledge"], [722, 741, "Other-Answer"], [488, 504, "YesNo-Question"], [564, 595, "WH-Question"], [637, 655, "Acknowledge"], [656, 675, "WH-Question"], [784, 806, "Conventional-Opening"]], "idx": 29}
{"id": 3440, "data": "Persuader: Good evening!  How are you doing?\n\tPersuadee: Im well, how about you? \nPersuader: I just got back from a trip to help Haitian Refugees with Save the Children, an amazing organization...and had a wonderful time.\n\tPersuadee: Wow, nice! Do that kinda stuff often? \nPersuader: I try to go on an international mission trip every three years.  Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Thats very good of you to be involved. \nPersuader: Have you ever been on a mission trip, or traveled to help children overseas?\n\tPersuadee: No. I dont have the fortitude or time to help in that way. \nPersuader: Understand...there are other ways to help.  I thought you might be interested in checking out the Save the Children website here:  URL \n\tPersuadee: Thanks! Ive seen it before and have donated. \nPersuader: That is wonderful.  I know that not everyone has time to travel and do hands on work.  But, donations go a long way in helping out.  For example, just 77 cents a day can help shelter a refugee family.  \n\tPersuadee: I always donate when I have extra money. Its been a bit tight lately though. \nPersuader: Understand...My wife and I just had a child, so we understand tight budgets and paying off bills.  However, every little bit helps.  You can donate some of your task payment to Save the Children right now.  You can choose any amount from $0 to all of your payment ($2).  Is that something you think you could do this evening?  \n\tPersuadee: I am willing to part with .25 cents. Its not much but I know it will go to a good cause. \nPersuader: That would be wonderful!  Thank you for agreeing to donate to this worthy and important cause!  Thank you!\n\tPersuadee: My pleasure. It will help them more than me. \nPersuader: It's amazing how much small donations by many people add up.  Thank you again!\n\tPersuadee: You are very welcome. I hope a lot of people help. Every little bit does help. \nPersuader: I'll put you down for $0.25 \n\tPersuadee: You got it. Have a great night!", "label": [[26, 44, "Open-Question"], [92, 221, "Other-Answer"], [284, 347, "Other-Answer"], [754, 784, "Statement"], [966, 1031, "Statement"], [11, 44, "Conventional-Opening"], [349, 517, "Statement"], [581, 657, "YesNo-Question"], [741, 754, "Acknowledge"], [784, 876, "Statement"], [946, 964, "Thanking"], [1033, 1078, "Statement"], [1079, 1148, "Statement"], [1250, 1263, "Acknowledge"], [1263, 1349, "Statement"], [1349, 1381, "Statement"], [1383, 1455, "Statement"], [1457, 1520, "Statement"], [1521, 1577, "YesNo-Question"], [1691, 1715, "Acknowledge"], [1717, 1787, "Thanking"], [1867, 1928, "Statement"], [1929, 1945, "Thanking"], [1787, 1797, "Thanking"], [2049, 2077, "Statement"]], "idx": 30}
{"id": 3441, "data": "Persuader: Hello\n\tPersuadee: Hello. How are you?\nPersuader: I am good.  Have you ever had a hit like this one?\n\tPersuadee: No, I have not. I'm not really sure what to do. Maybe ask you to donate some of your earnings? Is that right?\nPersuader: I guess we have to decide if we are going to donate at least some of our rewards to a good cause\n\tPersuadee: That is what I figured. It doesn't give you very clear instructions. All I know is that we have to at least take 10 chat turns lol\nPersuader: That should be fairly easy.  Did you check out the Save the Children charity?\n\tPersuadee: I have seen it. Would you like to donate? I am always willing to donate to the kids.\nPersuader: I personally donate to the kids.  I have 12 grandchildren and I know that if I had any special needs for them.  I would need help.  So since I have been blessed I still donate.  \n\tPersuadee: Aaaawww...thats really good. I always donate to childrens hospital. My 4 yr old daughter is former 23 weeker and is also a cancer survivor. She was 2 yrs cancer free last month! So, I've been blessed as well as her. How much would you like to donate? I think we have to come to an agreement?\nPersuader: I think since we are willing to donate than, it should be an easy  second half.  How much are you willing to donate?\n\tPersuadee: It should be lol...Well, I think maybe 50 cents?\nPersuader: I was thinking $1.  It is a two dollar reward.  I think? But if we both give .50, I guess that would be $1.\n\tPersuadee: Ok that sounds good to me. I think we have to chat 10 times each to end the hit. \nPersuader: So this is my seventh turn. We have 3 more\n\tPersuadee: yes we do. How old is your youngest grandchild? Where are you from?\nPersuader: He is 3 months old and we live in Las Vegas.  How about you?\n\tPersuadee: aaawww...babies are sweet. I have an 18 yr old daughter who started college on Monday and my 4 yr old. We live in Indiana. \nPersuader: I originally came from Chicago.   What part of Indiana?\n\tPersuadee: Oh ok..We live in Indianapolis. Just bought a house on the Southeast side. My husband has family in South Chicago. \nPersuader: I guess we are done.  Nice chatting.  \n\tPersuadee: Yes we are....Have a great night", "label": [[11, 16, "Conventional-Opening"], [60, 70, "Other-Answer"], [72, 110, "YesNo-Question"], [244, 340, "Other-Answer"], [495, 522, "Statement"], [524, 572, "YesNo-Question"], [681, 713, "Other-Answer"], [715, 791, "Statement"], [793, 812, "Statement"], [813, 859, "Statement"], [1174, 1254, "Statement"], [1256, 1291, "WH-Question"], [1364, 1381, "Other-Answer"], [1384, 1420, "Rhetorical-Question"], [1421, 1471, "Statement"], [1577, 1604, "Statement"], [1605, 1619, "Statement"], [1711, 1757, "Other-Answer"], [1757, 1771, "Open-Question"], [1919, 1950, "Statement"], [1953, 1974, "WH-Question"], [2114, 2134, "Statement"], [2136, 2151, "Other"]], "idx": 31}
{"id": 3442, "data": "Persuader: Hello.\n\tPersuadee: Hi\nPersuader: Have you heard of Save the Children?\n\tPersuadee: Yes I have\nPersuader: Good. It's a very strong and important organization. The lack of child support in developing countries, such as in Syria, has been growing for years now.\n\tPersuadee: Does this organization help people in the USA?\nPersuader: No, they assist children in war zones. In Syria, in 2018 alone, 1,000 children were reported to be killed of injured due to rising violence.\n\tPersuadee: How much of the proceeds go directly towards the children?\nPersuader: For every dollar donated, they receive 77 cents. It's a higher rate than most charities, because while we want most of the money to go to the children, there also needs to be some paid employees, although most are volunteers. Would you be interested in saving a child's life today?\n\tPersuadee: No, thank you.\nPersuader: Are you sure? How many dollars do you spend everyday on pointless or unnecessary items, such as a candy bar or fast food?\n\tPersuadee: I'm sure. I work hard for money so I spend it the way I want.\nPersuader: These children have no way of earning money, as their countries are in shambles. Many die of hunger or preventable disease, up 5.6 million per year. Even 50 cents makes all the difference.\n\tPersuadee: I'm not interested in this charity.\nPersuader: Are you from the US?\n\tPersuadee: Yes I am\nPersuader: Are you aware of the US bombing civilian cities in developing countries? Killing innocent children for no reason at all? \n\tPersuadee: Yes I am but I am not interested in this charity.\nPersuader: It also helps children in Europe. France, Germany, Sweden. The refugee crisis has caused many children in such countries to be without basic necessities. Even the children who were originally from Europe.\n\tPersuadee: It's a terrible situation however I only donate to American charities. ", "label": [[11, 17, "Conventional-Opening"], [44, 80, "YesNo-Question"], [115, 120, "Acknowledge"], [121, 167, "Statement"], [168, 268, "Statement"], [339, 377, "Negative-Answer"], [378, 479, "Statement"], [562, 610, "Other-Answer"], [611, 787, "Statement"], [788, 843, "YesNo-Question"], [882, 895, "YesNo-Question"], [896, 1003, "Rhetorical-Question"], [1089, 1169, "Statement"], [1170, 1237, "Statement"], [1238, 1277, "Statement"], [1337, 1357, "YesNo-Question"], [1390, 1463, "YesNo-Question"], [1463, 1511, "Tag-Question"], [1584, 1643, "Statement"], [1644, 1738, "Statement"], [1739, 1789, "Statement"]], "idx": 32}
{"id": 3443, "data": "Persuader: Hello, how are you today?\n\tPersuadee: I'm doing well. How about yourself?\nPersuader: Pretty good, just working on Turking and grinding the HITs out heh.\n\tPersuadee: Yeah me too.  I always seem to miss the high dollar ones though.  I click on them and it always says no more hits.\nPersuader: Yea it's tough to catch the good ones people are running scripts and catching em all almost as they are posted.\n\tPersuadee: Really? That stuff should be banned.\nPersuader: Yea I don't like it either, makes it tougher for the rest of us that are just using a basic browser without the bells and whistles\n\tPersuadee: Exactly. So how long have you been doing this?\nPersuader: I've been at it about two years now, I mainly turk in the evening or when I'm home with my young kid. Gives me something to do to pass the time.\n\tPersuadee: Nice.  This is my first week.  I've noticed that I come here more during my spare time than going on social media or wasting time.  It's just better to make a little money.\nPersuader: Absolutely! And some of the HITs give you an opportunity to donate to a good cause, this HIT for instance has the option for us to donate some of our payment for the task to a charitable organization called Save the Children\n\tPersuadee: Oh really?  I didn't know that.  Who is Save the Children?\nPersuader: Save the Children is a non-government organization that assist kids all around the world that are in dire situations and need help just to get basic necessities.\n\tPersuadee: Wow. That's something I could get behind.  Are they vetted though?\nPersuader: They are, and the researchers ensure 100% of any donation we decide to make goes directly to them to benefit the kids.\n\tPersuadee: Even just a small donation?\nPersuader: They stress that every donation no matter how small really counts. Lots of people decide to give just a little but it really adds up.\n\tPersuadee: Cool.  So how do we do this?\nPersuader: At the end of the HIT it'll give you a box to input any amount you'd like to donate to the children.\n\tPersuadee: Cool.  I think I'll donate the 30 cents I get with this HIT", "label": [[11, 36, "Conventional-Opening"], [96, 163, "Other-Answer"], [301, 305, "Acknowledge"], [302, 413, "Agreement"], [474, 478, "Acknowledge"], [478, 604, "Statement"], [675, 777, "Other-Answer"], [777, 819, "Statement"], [1016, 1027, "Agreement"], [1028, 1240, "Statement"], [1323, 1484, "Statement"], [1575, 1584, "Affirmative-Answer"], [1588, 1693, "Statement"], [1745, 1811, "Other-Answer"], [1812, 1878, "Statement"], [1930, 2031, "Conventional-Opening"]], "idx": 33}
{"id": 3444, "data": "Persuader: Hello there! Have you heard of the international organization Save the Children?\n\tPersuadee: Hi.  It sounds familiar but I'm not sure.\nPersuader: Save the Children is a non-governmental organizaton that promotes children's rights, provides relief, and helps support children in developing countries. It's a great organization!\n\tPersuadee: Is it reputable?\nPersuader: Certainly! I do volunteer work that supports the organization, actually. And if you'd like to check out the website, you can go to  URL \n\tPersuadee: It looks like they do great work.  Let's make a donation.\nPersuader: Sounds great, your generosity will go great lengths! How much would you like to donate to the organization? Your donation will be directly deducted from your task payment and you can choose any amount from $0 to all of your payment.\n\tPersuadee: I'll donate half my payment, so $.15.\nPersuader: Wonderful! The research team will collect all donations and send them directly to Save the Children.\n\tPersuadee: Sounds good.  Out of curiosity, what did you do as a volunteer?\nPersuader: Pack educational materials/books to send to children with limited access to such resources\n\tPersuadee: That's interesting.  I might want to volunteer too.\nPersuader: It's a very rewarding experience. A productive activity to fill your free time with. :)\n\tPersuadee: It doesn't seem fair that some kids are born into bad situations through no fault of their own.\nPersuader: Certainly. The good thing is, however, that there are many organizations that we can support that help push for and ensure the rights of children and that they are given opportunities to succeed.\n\tPersuadee: Thanks for telling me about it.\nPersuader: You are welcome! Thank you for your kind donation.\n\tPersuadee: It's not much, but I don't have much money.  Of course I have no way of knowing no matter what you answer, but are you a real person?\nPersuader: Small changes lead to big results. ;) and haha! Yes, I am. :)\n\tPersuadee: Good luck to you!  I hope you get lots of donations.", "label": [[11, 23, "Conventional-Opening"], [24, 91, "YesNo-Question"], [157, 311, "Statement"], [311, 337, "Statement"], [389, 450, "Statement"], [451, 514, "Statement"], [890, 900, "Acknowledge"], [901, 990, "Statement"], [1244, 1277, "Statement"], [1278, 1328, "Statement"], [1451, 1462, "Agreement"], [1462, 1646, "Statement"], [1702, 1719, "Other"], [1910, 1944, "Statement"], [378, 388, "Affirmative-Answer"], [596, 608, "Acknowledge"], [610, 649, "Statement"], [649, 703, "WH-Question"], [704, 828, "Statement"], [1078, 1168, "Other-Answer"], [1719, 1752, "Thanking"], [1958, 1967, "Other-Answer"]], "idx": 34}
{"id": 3445, "data": "Persuader: How was your day?\n\tPersuadee: Good!  How about you?\nPersuader: Hello, how important is charity to you?\n\tPersuadee: Well, I believe that we have an obligation to help the less fortunate.\nPersuader: Great, I have a question. How important is charity to you?\n\tPersuadee: As I said before, Well, I believe that we have an obligation to help the less fortunate.\nPersuader: I agree completely. Charity is important whether it be toward types of cancer or rights for certain groups of people\n\tPersuadee: Sure, the problem is knowing whom to help.  Resources are always finite.\nPersuader: \"Save the Children\" are a charity that promotes children\\'s rights and helps support children in developing countries. \n\tPersuadee: I've neer heard of them.\nPersuader: Have you? Everyone knows about them! Donations help them keep going!\n\tPersuadee: How much have you personally donated to them?\nPersuader: 1000 bucks. I do everything to support charities and you should too! Whether it be $10,$50, or even $100!\n\tPersuadee: Good for you!  How do you evaluate if a chairity is worthy of your money or time?\nPersuader: Research them. Learn about the starving children that they help and continue to help. \"Save the Children.\"\n\tPersuadee: Sure.  How much of the money that they get goes to the children, and how much goes to administration, as a percentage?  If you have given them 1000 bucks, you probably checked them out first.\nPersuader: 90% goes to the children, while the leftover is for the administration\n\tPersuadee: I see.  \nPersuader: I really recommend this charity for you. Children all around the world need help and you as one can help the cause.\n\tPersuadee: I am so glad that you feel your money was well spent.\nPersuader: Are youwilling to donate?\n\tPersuadee: If I research them, and they are doing good things, then yes I would be willing to donate.\nPersuader: just 77 cents a day can shelter a refugee family\n\tPersuadee: Certainly. Are you in the UK?", "label": [[11, 28, "Open-Question"], [208, 213, "Acknowledge"], [214, 233, "Statement"], [234, 266, "Open-Question"], [797, 828, "Statement"], [74, 80, "Conventional-Opening"], [81, 113, "Open-Question"], [378, 398, "Agreement"], [399, 495, "Statement"], [592, 711, "Statement"], [760, 769, "Rhetorical-Question"], [770, 797, "Statement"], [898, 909, "Other-Answer"], [910, 966, "Statement"], [967, 1003, "Statement"], [1108, 1123, "Other-Answer"], [1124, 1194, "Other-Answer"], [1195, 1215, "Statement"], [1431, 1501, "Other-Answer"], [1533, 1575, "Statement"], [1575, 1649, "Statement"], [1727, 1752, "YesNo-Question"], [1867, 1915, "Statement"]], "idx": 35}
{"id": 3446, "data": "Persuader: Good Friday morning to you! How are you today?\n\tPersuadee: Hello, I am fine, how about you?\nPersuader: I am doing really well. I am a little surprised at how cold it is here this morning-it's only in the 50's, which I was not expecting. How is it by you?\n\tPersuadee: It is warm here. Are you interested in donating? \nPersuader: Interesting. I was going to ask you if you had heard about the organization Save the Children. Are you interested in donating even $0.05 of today's pay to help the kids?\n\tPersuadee: I am very interested in donating, I have a soft heart for children and I will donate as much as possible\nPersuader: Well that is really great. What is the amount you would like to pledge from today's payment?\n\tPersuadee: I guess i will help $1, is this an international charity?\nPersuader: That would be a great help to the children! Thank you! Yes this is a charity that not only helps outside of the US but also inside. Have you heard about the storms/flooding in Hawaii?\n\tPersuadee: I have not heard. in how many countries do they work? and which issues they work on mainly?\nPersuader: STC works to provide kids with the basic things that they need like food, healthcare and shelter issues. I know as soon as the floods hit Hawaii STC pledged to help out.  The US based center is in CT. Are you interested in more info?\n\tPersuadee: Yes I am. I will donate today but is it possible I donate later too?\nPersuader: Yes, you can donate any time. I have you down for $1 for today, right?\n\tPersuadee: okay don't worry I will donate. I just want to know more about it. is there any big company cooperating with them? \nPersuader: I can give you their website. It is  URL let me know if the link comes through.\n\tPersuadee: okay I will explore it, thank you. I like to know more\nPersuader: Well, from what I read, close to 90% of the money that they collect goes directly to the kids. I know that makes me feel really good. How about you?.\n\tPersuadee: It makes me feel good too. I like it if they are so clear with their financial reports\nPersuader: Yes. Did you see that they also give the chance to sign up and sponsor individual kids? Also, thank you for your $ donation!\n\tPersuadee: Yes I've seen it and there are many big companies working with them, like IKEA and Disney", "label": [[11, 38, "Conventional-Opening"], [39, 57, "Conventional-Opening"], [39, 57, "Open-Question"], [114, 137, "Other-Answer"], [138, 247, "Statement"], [248, 265, "WH-Question"], [339, 351, "Acknowledge"], [352, 433, "Statement"], [433, 508, "YesNo-Question"], [637, 663, "Acknowledge"], [664, 729, "WH-Question"], [811, 855, "Acknowledge"], [855, 865, "Thanking"], [866, 942, "Affirmative-Answer"], [943, 994, "YesNo-Question"], [1110, 1215, "Other-Answer"], [1215, 1279, "Statement"], [1281, 1310, "Statement"], [1311, 1343, "YesNo-Question"], [1436, 1465, "Affirmative-Answer"], [1466, 1506, "YesNo-Question"], [1646, 1725, "Statement"], [1804, 1897, "Statement"], [1898, 1937, "Statement"], [1938, 1953, "Open-Question"], [2064, 2068, "Agreement"], [2069, 2151, "YesNo-Question"], [2152, 2188, "Thanking"]], "idx": 36}
{"id": 3447, "data": "Persuader: Good morning.\n\tPersuadee: Good morning, I think children are so important and charities that involve them are needed and we should participate our money or our time.\nPersuader: I agree. I would like to tell you about the organization Save the Children. They promote children's rights and help support children in developing countries.\n\tPersuadee: Oh that's wonderful, what a great organization. Where can I read more about this organization and possible give a donate?\nPersuader: You could look at their website URL to get more information. You can make a donation directly from your payment from this task.\n\tPersuadee: Ok, I will consider doing that.  What a great idea!  I would like to read a little about the charity before donating. How would I donate directly from this task?\nPersuader: The research team will collect the donations and send it to save the Children.\n\tPersuadee: I would like to donate 10 cents from this task to Save the Children please.\nPersuader: Ok, so that 10 cents will come out of your payment and you will keep the rest of the task payment\n\tPersuadee: Yes, thank you.  I am poor and I can relate to the children who are also poor.  I really need the money that i'm earning for this task, so I feel like giving 10 cents to this charity is fair.  Do you agree?\nPersuader: I feel that this is very generous of you. Thank you for agreeing to make a donation.\n\tPersuadee: Your welcome, it is a good feeling to help others in need. I appreciate you telling me about this organization and directing me to their website.\nPersuader: I am glad to share this iinformation. I feel that it is an important organization.\n\tPersuadee: Yes it is.  I always wanted children of my own and could never conceive a child. So I have much empathy for these children and their needs.  I will tell friends and family to visit the charities website also.\nPersuader: That is very kind of you to spread the word about this charity. Thank you for all that you are doing.\n\tPersuadee: How many years has Save The Children been doing charity work?\nPersuader: This organization has been around for a long time. I am not sure they exact number of years\n\tPersuadee: That's good. These days there are tons of people asking for donations for fake charities, it's sad. \nPersuader: Yes it is, but this is a good organizations and I really appreciate your donation\n\tPersuadee: I want to thank you again for bringing awareness to this important charity. In America food is plentiful and we sometimes have to stop and reflect, that other countries aren't as fortunate as we are!", "label": [[11, 24, "Conventional-Opening"], [188, 195, "Agreement"], [196, 263, "Statement"], [263, 345, "Statement"], [491, 551, "Other-Answer"], [552, 618, "Other-Answer"], [804, 882, "Other-Answer"], [982, 984, "Acknowledge"], [986, 1079, "Statement"], [1352, 1394, "Thanking"], [1310, 1351, "Other-Answer"], [1563, 1601, "Statement"], [1602, 1646, "Statement"], [1879, 1942, "Statement"], [1943, 1980, "Thanking"], [2066, 2116, "Other-Answer"], [2117, 2157, "Statement"], [2281, 2292, "Agreement"], [2296, 2363, "Statement"]], "idx": 37}
{"id": 3448, "data": "Persuader: Hello.\n\tPersuadee: Hello.\nPersuader: Kids are so in need. Don't you want to help them.\n\tPersuadee: Of course.  Do you have a favorite children's charity?\nPersuader: save the kids\n\tPersuadee: Is that a specific charity?  I've never heard of it.\nPersuader: united nations refugee\n\tPersuadee: I've never heard of that specifically.  I do know that the United Nations runs UNICEF, which helps children in need around the world.  Do you like that charity?\nPersuader: yes. I like physicians without borders too\n\tPersuadee: Me too.  If we're trying to decide on a charity, I think either one of those would be a good choice.  Do you have a preference for one over the other?\nPersuader: Charity is so important...\n\tPersuadee: Am I speaking to a real person right now?\nPersuader: oh yes. lisa\n\tPersuadee: Just making sure.  Do you have anything else to add that might help us come to an agreement?  Any charity preference?\nPersuader: whatever donates the most...has the lowest operating costs\n\tPersuadee: I don't have that information, unfortunately.  Would you say UNICEF does better work or Doctors Without Borders.  Both are good charities.\nPersuader: doctors without borders is my fave...my best friend's parents used to work for them\n\tPersuadee: I'm totally fine with that.  So we agree then that Doctors Without Borders is our prefered charity?\nPersuader: yes I agree\n\tPersuadee: Alright then, I think we've accomplished the goal.  I explicitly agree that Doctors Without Borders is what we've decided on.  Thanks.", "label": [[11, 17, "Conventional-Opening"], [48, 69, "Statement"], [68, 97, "YesNo-Question"], [176, 189, "Other-Answer"], [266, 288, "Other"], [473, 477, "Affirmative-Answer"], [478, 515, "Statement"], [690, 716, "Statement"], [782, 789, "Affirmative-Answer"], [790, 794, "Statement"], [936, 994, "Other-Answer"], [1156, 1191, "Statement"], [1194, 1240, "Statement"], [1364, 1375, "Affirmative-Answer"]], "idx": 38}
{"id": 3449, "data": "Persuader: Hi how are you today?\n\tPersuadee: good\nPersuader: Have you ever heard of Save the Children?\n\tPersuadee: I have not, but there are other charities I like to participate in\nPersuader: Do you have any children? I have two.\n\tPersuadee: i do not but hope to some day. what are your children's age ?\nPersuader: They are all grown up now Would you consider donating to Save the Children?\n\tPersuadee: Yes I will donate \nPersuader: Wow that would be cool What are your other favorite charities?\n\tPersuadee: I think Red Cross does a broad array of services\nPersuader: Yes they do I like St Judes Childrens Hospital also \n\tPersuadee: I think charities that provide for a broad array of services are more ideal than focused because they target many people\nPersuader: That's a good outlook. I think its good there are some speciality ones out there also though. \n\tPersuadee: I agree. I dont think there is any shortage of people who need help. I like to be able to help as many as possible\nPersuader: I guess having had children the St Judes hospital makes you think what if and what would i do \n\tPersuadee: Your perspective is helpful. This reminds me of Ronald McDonald as well \nPersuader: Yes the way they work together is great.The parents never have to pay anything or worry about anything but their child.\n\tPersuadee: I had heard about the McDonald's charity and see the change box, but I did not know much about it until a customer told me his son used their services when i was getting food once\nPersuader: I know Shriners has helped a couple people I know when they were children they each had a club foot and poor parents and shriners did all the surgery for free\n\tPersuadee: That is very interesting. Do you know anyone personally who has benefited from charities ? I have helped at soup kitchens before but that's my own extent", "label": [[11, 32, "Conventional-Opening"], [14, 32, "Open-Question"], [61, 102, "YesNo-Question"], [193, 218, "YesNo-Question"], [218, 230, "Statement"], [316, 341, "Other-Answer"], [342, 391, "YesNo-Question"], [434, 456, "Acknowledge"], [457, 496, "WH-Question"], [569, 580, "Agreement"], [581, 621, "Statement"], [766, 788, "Acknowledge"], [789, 860, "Statement"], [999, 1093, "Statement"], [1190, 1230, "Agreement"], [1230, 1309, "Statement"], [1512, 1671, "Statement"]], "idx": 39}
{"id": 3450, "data": "Persuader: Hello!\n\tPersuadee: hi\nPersuader: Have you heard of the charity, Save the Children?\n\tPersuadee: no I have not...what is it about?\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. You can refer to Save the Children's website to gather more information if you like to.   URL \n\tPersuadee: ooo ok...thats good that there is a organization put together to help children in other countries\nPersuader: Yes, it is good. But they are really under funded. Would you be willing to donate to the charity now?\n\tPersuadee: I will have to read up more about the organization before i just give my money up because there is fake charities in the world\nPersuader: I understand that. Your donation is essential to help ensuring children's rights to health, education, safety, etc. Your donation will make a tangible impact for the world.\n\tPersuadee: Yes i understand that because every sunday i would go to the homeless shelter in my town and help collect clothes for the people that need it.it is something i do once a week because it is the right thing to do..\nPersuader: It is the right thing to do. That helps people directly in your community. A lot of these children don't have people like you in their community. There is a lack of support for children in developing countries, especially in war zones. For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. Your small donation can address such problems.\n\tPersuadee: Yes i have read about that and that is said for those children...where are you from?\nPersuader: I'm in the United States. I live in Indiana. \n\tPersuadee: cool i never been how is it?? I live in new york\nPersuader: The weather is totally hit or miss. Right now it's in the 90's and sooo humid! Indiana is so flat and really all looks the same. We have a lot of farmers here. So it's true, there is a lot of corn in Indiana. lol  How much would you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: at the moment i would have to say 0 because i don't know to much about the charity...sorry \nPersuader: Bummer, even 5 cents of your pay out helps!!! But I do get it. Please consider giving even 5 cents. How is NY? I would love to travel there one day. I bet everything is so over priced.\n\tPersuadee: yes everything is high priced \nPersuader: I figured! IN is really conservative. Again, look over the charity information and consider a small donation \n\tPersuadee: I will look at the website after this survey and read more about it..I promise \nPersuader: I hope so. Like I said even a small donation of 5 cents is tremendous to them. Thank you and have a wonderful day", "label": [[11, 17, "Conventional-Opening"], [44, 93, "YesNo-Question"], [320, 407, "Statement"], [553, 586, "Statement"], [587, 637, "YesNo-Question"], [787, 806, "Acknowledge"], [903, 960, "Statement"], [1197, 1225, "Agreement"], [1226, 1271, "Statement"], [1525, 1640, "Statement"], [1821, 1840, "Other-Answer"], [2073, 2121, "Other-Answer"], [2245, 2299, "Statement"], [2461, 2477, "Acknowledge"], [151, 319, "Other-Answer"], [535, 552, "Agreement"], [807, 903, "Statement"], [1272, 1342, "Statement"], [1343, 1432, "Statement"], [1433, 1525, "Statement"], [1640, 1686, "Statement"], [1795, 1820, "Other-Answer"], [1913, 1948, "Other-Answer"], [1949, 1991, "Other-Answer"], [1991, 2041, "Other-Answer"], [2042, 2072, "Other-Answer"], [2127, 2180, "WH-Question"], [2181, 2245, "Statement"], [2415, 2422, "Acknowledge"], [2422, 2461, "Statement"], [2478, 2514, "Request"], [2515, 2525, "Open-Question"], [2525, 2563, "Statement"], [2563, 2599, "Statement"], [2654, 2664, "Acknowledge"], [2665, 2690, "Statement"], [2692, 2762, "Instruct"], [2866, 2877, "Acknowledge"], [2878, 2945, "Statement"], [2946, 2980, "Thanking"]], "idx": 40}
{"id": 3451, "data": "Persuader: Hello!  I hope you are doing well.  This is an interesting task - I'm glad to see that part of the payment for this task is donated to such a good cause.  What do you think?\n\tPersuadee: I'm doing fine. I agree about the donation option.\nPersuader: I don't know much about the specific charity, but I'm a mom, and I think it's really important to help kids around the world.  From what I've heard, Save the Children is a great organization that really makes a different.  I've read they've been doing a lot of work in Syria. \n\tPersuadee: What charity are you talking about?\nPersuader: The info that I'm seeing on my end is that we can choose to donate part of what we earn in this task to Save the Children.  It's a large philanthropic organization that works on ensuring children's rights to health, education, and safety.  They have apparently done work recently to help children in Syria impacted by the civil war.  \n\tPersuadee: Do you know how long they've been around?\nPersuader: I don't see any exact date.  However, they have done work to improve access to education, medicine, and food in Darfur and appear to have been working when that area was also impacted by civil war.  \n\tPersuadee: Thanks, what are your contribution plans?\nPersuader: I am debating between 50% and all of the bonus.  So between 1 and 2 dollars.  I think even $1 can make a difference in their efforts.  What about you?\n\tPersuadee: I'm thinking about the same\nPersuader: I think that seems fair.  From the description, they seem to have a pretty low overhead so even $1 will go directly toward the charitable efforts.  They've also apparently been involved in Jimmy Carter's organization that seeks to give kids and families clean water by getting rid of the guinea worm.  The water filters they use only cost $.90\n\tPersuadee: Thanks for those details, I'd give a dollar to help.\nPersuader: Sounds like a good plan. So that $1 will be deducted from the payment.  My instructions say the research team will send all the donations directly.\n\tPersuadee: OK, they're making it easy to help\nPersuader: Yes - I think that's nice.  They are making it an easy task for us!\n\tPersuadee: yes, everyone wins\nPersuader: Seems like we are in agreement.  It was nice working with you.\n\tPersuadee: same here, have a nice rest of your Sunday\nPersuader: You too.  It's nice to have a long weekend - enjoy it!\n\tPersuadee: ok, goodbye for now", "label": [[10, 45, "Conventional-Opening"], [47, 74, "Statement"], [77, 163, "Statement"], [166, 184, "Open-Question"], [19, 45, "Statement"], [259, 385, "Statement"], [386, 480, "Statement"], [482, 535, "Statement"], [595, 717, "Other-Answer"], [718, 833, "Statement"], [835, 928, "Statement"], [995, 1022, "Other-Answer"], [1024, 1194, "Statement"], [1259, 1307, "Other-Answer"], [1308, 1337, "Other-Answer"], [1338, 1392, "Other-Answer"], [1394, 1410, "Open-Question"], [1462, 1486, "Acknowledge"], [1488, 1608, "Statement"], [1610, 1763, "Statement"], [1764, 1805, "Statement"], [1882, 1906, "Agreement"], [1907, 1952, "Statement"], [1954, 2029, "Statement"], [2088, 2091, "Agreement"], [2094, 2114, "Statement"], [2115, 2155, "Agreement"], [2198, 2229, "Statement"], [2231, 2260, "Conventional-Closing"], [2327, 2335, "Other"], [2336, 2381, "Statement"]], "idx": 41}
{"id": 3452, "data": "Persuader: hi\n\tPersuadee: Good morning\nPersuader: good morning. how about today\n\tPersuadee: How about what today?\nPersuader: you know about save the children charity?\n\tPersuadee: I know a little bit\nPersuader: you donate that charity\n\tPersuadee: What do you mean?\nPersuader: you willing to donate save the children charity\n\tPersuadee: Yes I would donate to them\nPersuader: how much you plan to donate\n\tPersuadee: I would donate $10.00\nPersuader: oh great to do this\n\tPersuadee: I donate regularly already, just never to Save the Children.\nPersuader: you are very great.\n\tPersuadee: Thank you, I appreciate that.\nPersuader: I will plan to donate $15\n\tPersuadee: That's great!  I'm sure it will go to good use\nPersuader: nice to chat with you\n\tPersuadee: You too, have a good day", "label": [[11, 13, "Conventional-Opening"], [64, 79, "Open-Question"], [49, 63, "Conventional-Opening"], [125, 166, "Declarative-Yes/No-Question"], [210, 233, "Declarative-Yes/No-Question"], [275, 322, "Other-Answer"], [275, 322, "YesNo-Question"], [373, 400, "WH-Question"], [446, 465, "Acknowledge"], [550, 569, "Conventional-Opening"], [623, 648, "Statement"], [719, 740, "Conventional-Closing"]], "idx": 42}
{"id": 3453, "data": "Persuader: Save the Children is an amazing charity that helps kids who are in desperate need. They can help with safety, education and more. You can donate some of your earnings to this amazing charity.\n\tPersuadee: I believe in this charity, but still wonder how much of the money I donate actually helps.\nPersuader: Every little bit makes a difference. When you have people who are so poor, it's amazing what a tiny amount can do.\n\tPersuadee: I would gladly give my earnings to this charity.  Children hold the future of the world.\nPersuader: It is really so heartbreaking when you see all of these kids not having enough to eat. It really breaks the heart. They are so little. \n\tPersuadee: I know, it always amazes me how many children are suffering around the world.  It is so sad.\nPersuader: Even the little bit you donate from your earnings can go a long way to making a difference for a child. \n\tPersuadee: Though MTurk they should raise quite a bit.  Even though it is only .30 for this hit, with the number of people it adds up.\nPersuader: That's what happens. Even small amounts make such a big difference when they are added up. That's why it does make such a difference to even do small things. \n\tPersuadee: In my personal life I do pay attention to all the details and the reviews of charities.  There are so many worthy causes that I try hard to make sure my meeker amounts go to benefit the most. \nPersuader: And Save the Children is a great charity. They really do help so many kids and people. \n\tPersuadee: I know they are a well established charity so should have all the resources, administration wise, to get the money where it is needed most.\nPersuader: I think it's wonderful that you are doing this and are going to donate. It is such a great thing to do. \n\tPersuadee: It makes me feel that even though not enough I have done a little something.\nPersuader: You do what you can, and that is all that matters. But you should feel good about this little amount. \n\tPersuadee: I live in a very rural area, people in my town are extremely poor and it still amazes me how they will take what little they have and take care of each other.  \nPersuader: It is very sweet. And these small things just make such a difference. \n\tPersuadee: It is hard to watch and not reach out to help a child.  I do what I can in my own community and the town comes together this time of year to make sure each child has school supplies.  It is really sad that Save a Child exists, the world should be a safe place for children and there should be no need. \nPersuader: It should be. But with people helping it can at least make a difference. I think everyone can do their part. \n\tPersuadee: I agree, it has been very nice chatting with you and I hope you have a great day.\nPersuader: Thank you so much. Can you tell me now how much you would like to donate? You can choose any amount to all your payment.\n\tPersuadee: I will donate all of my payment.", "label": [[11, 94, "Statement"], [94, 140, "Statement"], [141, 202, "Statement"], [317, 353, "Statement"], [354, 431, "Statement"], [543, 630, "Statement"], [631, 658, "Statement"], [659, 679, "Statement"], [796, 900, "Statement"], [1048, 1068, "Agreement"], [1069, 1138, "Agreement"], [1139, 1206, "Statement"], [1423, 1464, "Statement"], [1465, 1510, "Statement"], [1674, 1745, "Statement"], [1745, 1777, "Statement"], [1878, 1928, "Statement"], [1930, 1980, "Statement"], [2165, 2183, "Acknowledge"], [2184, 2236, "Statement"], [2577, 2635, "Statement"], [2636, 2672, "Statement"], [2778, 2796, "Thanking"], [2562, 2576, "Agreement"], [2797, 2851, "Request"], [2852, 2898, "Statement"]], "idx": 43}
{"id": 3454, "data": "Persuader: thank you\n\tPersuadee: Hello there\nPersuader: haw are you\n\tPersuadee: I am good, what do you think about children's charity?\nPersuader: yes i donate very much money\n\tPersuadee: Thats great, I do too, well not a lot but what I can give.\nPersuader: i give 1000_ for this children\n\tPersuadee: Wow that is great, do you have a particular charity you give to?\nPersuader: no my family and my friend\n\tPersuadee: I donate clothes I cant fit into anymore\nPersuader: very good for you\n\tPersuadee: What is it about childrens charity that you give?  Any other charity you give to?\nPersuader: save the children is the organization\n\tPersuadee: Oh yes I have heard of that, it is very good and reputable from what I hear!\nPersuader: i am pleasure for my charity, all the best for you\n\tPersuadee: I also like to give to Goodwill, they aren't a specific childrens charity but they do help kids as well.\nPersuader: yes is very good \n\tPersuadee: I would like to help the children in Africa too, they have basic needs that a couple dollars could really help!\nPersuader: yes i understand, \n\tPersuadee: I think I will look into save the children later, thanks for the advice", "label": [[11, 20, "Thanking"], [56, 67, "Conventional-Opening"], [56, 67, "Open-Question"], [145, 174, "Other-Answer"], [257, 287, "Statement"], [376, 402, "Negative-Answer"], [467, 484, "Acknowledge"], [590, 627, "Other-Answer"], [726, 778, "Statement"], [907, 924, "Agreement"], [1060, 1078, "Acknowledge"]], "idx": 44}
{"id": 3455, "data": "Persuader: hello\n\tPersuadee: hello there\nPersuader: tell me what are you doing\n\tPersuadee: im thinking of donating money to children's charities..what are your feeling about that\nPersuader: I think it's a good work, I congratulate you\n\tPersuadee: do you have any suggestions for charities\nPersuader: that perceive and move forward despite adversity, every good work has its reward\n\tPersuadee: what would you say is a fair amount to donate monthly to unicef  \nPersuader: it varies according to the income of each person, in my case 200\n\tPersuadee: so you would contribute 200$ per month?\nPersuader: yes, sure I would like to\n\tPersuadee: a generous amount,..thank you for that suggestion, now if I could only decide between unicef or children's hospital l ike shriners..any idea\nPersuader: children's hospital, those children need all the help possible\n\tPersuadee: makes sense..what are your feelings about helping globally or community or region, country?\nPersuader: I really like that idea\n\tPersuadee: i prefer  locally, since there is so much need...\nPersuader: Yes, of course, but we have to see the problem in general\n\tPersuadee: have you donated to charities in past?\nPersuader: yes of course you like to do it\n\tPersuadee: yes, i prefer working with local charities..i believe 200$ per month is a fair amount, and thank you for the suggestion", "label": [[10, 16, "Conventional-Opening"], [52, 78, "WH-Question"], [216, 234, "Statement"], [189, 214, "Acknowledge"], [300, 380, "Other-Answer"], [469, 534, "Other-Answer"], [598, 623, "Affirmative-Answer"], [788, 850, "Other-Answer"], [966, 989, "Other-Answer"], [1062, 1078, "Acknowledge"], [1083, 1120, "Statement"], [1183, 1196, "Affirmative-Answer"], [1197, 1214, "Declarative-Yes/No-Question"]], "idx": 45}
{"id": 3456, "data": "Persuader: Hi there\n\tPersuadee: Hi!\nPersuader: Would you like to donate the charity save the children?\n\tPersuadee: Could you tell me a bit more about the charity?\nPersuader: of course we help children all over the world with their education and health, even just donating $1 can really help our cause\n\tPersuadee: That sounds great! What is an example project that the charity supports?\nPersuader: We give children in Third World countries vaccination from illnesses that are common there. Things like polio which we haven't had in America for a long time still affect the Third World\n\tPersuadee: It's tragic that polio is not yet eradicated.  You also mentioned education.  Can you tell me anything about those types of projects?\nPersuader: Yes its very tragic. We make sure children have the chance to go to school. In some countries very few girls get to attend school. We support programs that give children the best possible start in life to help their futures.\n\tPersuadee: This does all sound great.  Can you tell me what percentage of each dollar received in donation goes toward these projects, and what goes toward administrative costs, etc.?\nPersuader: We have worked very hard to lower out costs and be transparent about how money is used as many people research charities these days to know their donation reach those who need it the most. 94% of all money donate goes towards our causes and 6% goes towards our other costs.\n\tPersuadee: Awesome! is your charity featured on Charity Navigator?\nPersuader: Yes it is, as one of the most well known children's charities we make sure anybody who wants to research can do. We just hope our causes speak for themselves so people choose to donate.\n\tPersuadee: The causes you support do sound like they stand on their own.  You mentioned that you support projects all over the world.  Would you be able to tell me an example country where you are supporting an education project?\nPersuader: Yes we are supporting education projects in Niger in West Africa, its is one of the poorest countries in the world so having as many educated people as possible in the current generation can really help the country grow and become more affluent.\n\tPersuadee: Am I able to direct my donation to a specific project?\nPersuader: Yes we allow people to donate to areas and causes that interest. If you donate even a dollar to any of our causes it really helps. A dollar might be chocolate bar or a soda to you but to the people we help its worth so much more.\n\tPersuadee: I would like to donate.  What do we do next?\nPersuader: Go to our website  URL and it will let you know all the ways you can donate. Give up a soda today and put a smile on a child's face, its certainly better for you!\n\tPersuadee: Great! Thanks for lettting me know about your charity! I will donate that one dollar.\nPersuader: Welcome and thank you for your donation. Have a wonderful day.", "label": [[11, 19, "Conventional-Opening"], [47, 102, "YesNo-Question"], [174, 300, "Other-Answer"], [174, 183, "Affirmative-Answer"], [397, 488, "Other-Answer"], [489, 583, "Statement"], [741, 762, "Agreement"], [762, 816, "Other-Answer"], [816, 871, "Statement"], [872, 965, "Other-Answer"], [1162, 1350, "Statement"], [1350, 1435, "Other-Answer"], [1515, 1524, "Affirmative-Answer"], [1526, 1627, "Statement"], [1628, 1700, "Statement"], [1943, 1946, "Affirmative-Answer"], [1947, 2008, "Other-Answer"], [2009, 2188, "Statement"], [2267, 2331, "Affirmative-Answer"], [2332, 2397, "Statement"], [2398, 2496, "Statement"], [2565, 2582, "Instruct"], [2592, 2641, "Statement"], [2641, 2696, "Request"], [2698, 2727, "Statement"], [2837, 2844, "Other"], [2849, 2878, "Thanking"], [2878, 2899, "Conventional-Closing"]], "idx": 46}
{"id": 3457, "data": "Persuader: Hello, how are you today?\n\tPersuadee: I'm great! How are you doing?\nPersuader: I am fine thank. Are you interested in donating?\n\tPersuadee: Donating? Donating to what?\nPersuader: donating to charities, like children's charity\n\tPersuadee: I usually don't donate to charities. What charity do you represent?\nPersuader: It is called \"Save the Children\" charity. They work on children\\'s issues all around the world\n\tPersuadee: I've never heard of it. What kind of work does it do?\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: These sound like serious problems. Have you ever donated money to this organization? Have you ever volunteered for them?\nPersuader: I have donated to this organization through HITs, but I do not have enough free time to be volunteered in person. I read about them and they are clear with their financial reports.\n\tPersuadee: I am reluctant to donate to charities because I don't know  how efficiently they use their money.\nPersuader: I think you're right I can't trust every charity, but some big companies cooperate with them like Disney and IKEA. and donating did not hurt the reward of the HIT so I did not lose anything anyway\n\tPersuadee: If I donate money, it doesn't cost me anything? \nPersuader: I think I at least donated 10 times before though HITs, my payment was never less than $2. but I trusted this charity so much I decided to help on its website too\n\tPersuadee: Ok. I'll donate if you donate as well. How much are you willing to donate?\nPersuader: I will donate $1, but you can donate less if you want even 10 cents or 5 cents. anything is possible\n\tPersuadee: Ok. I'll donate 5 cents if you promise to donate 10 cents.\nPersuader: I will donate $1 actually, I promise. thank you for your time and attention. How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: Ok. I'll donate 5 cents. \nPersuader: thank you, have a nice day", "label": [[11, 36, "Conventional-Opening"], [18, 36, "Open-Question"], [90, 106, "Other-Answer"], [107, 138, "YesNo-Question"], [190, 236, "Other"], [328, 369, "Other-Answer"], [370, 422, "Statement"], [500, 668, "Other-Answer"], [813, 927, "Other-Answer"], [927, 993, "Statement"], [1115, 1135, "Agreement"], [1135, 1229, "Statement"], [1230, 1311, "Statement"], [1384, 1474, "Statement"], [1478, 1546, "Statement"], [1645, 1723, "Other-Answer"], [1725, 1745, "Statement"], [1828, 1865, "Statement"], [1866, 1904, "Thanking"], [1905, 1956, "WH-Question"], [1956, 2019, "Statement"], [2020, 2079, "Statement"], [2128, 2139, "Thanking"], [2140, 2155, "Conventional-Closing"]], "idx": 47}
{"id": 3458, "data": "Persuader: Hello, are you interested in protection of rights of children?\n\tPersuadee: Yes, definitely. What do you have in mind?\nPersuader: There is organisation called Save the Children and donations are essential to ensure children's rights to health,education and safety.\n\tPersuadee: Is this the same group where people used to \"sponsor\" a child?\nPersuader: Here is their website, URL  They help children all around the world.For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence.\n\tPersuadee: I can't imagine how terrible it must be for a child to grow up inside a war zone. \nPersuader: As you mentioned,this organisation has different programs,and one of them is to \"sponsor\" child.You choose the location.\n\tPersuadee: Are you connected with the NGO yourself?\nPersuader: No,but i want to donate some amount from this survey.Research team will send money to this organisation.\n\tPersuadee: That sounds great. Does it come from our reward/bonuses?\nPersuader: Yes,the amount you want to donate is deducted from your reward.\n\tPersuadee: What do you have in mind?\nPersuader: I know that my small donation is not enough,so i am asking you to also donate some small percentage from reward.\n\tPersuadee: I am willing to match your donation.\nPersuader: Cool,the reward for this task is 0.30$ so i am  thinking about donating like 0.15$\n\tPersuadee: That's fine with me.  I could even go for the whole $.30 if you want. \nPersuader: Well, if you go for full 0.30 i will have no moral right to donate less.\n\tPersuadee: That is kind of you. My husband and I have a small NGO in Mindanao, Philippines, and it is amazing what a little bit of money can do to make things better.\nPersuader: Agree,small amount of money for US can mean a lot for people in third world countries.So agreed?We donate full reward each??\n\tPersuadee: Yes, let's donate $0.30 each. That's a whole lot of rice and flour.  Or a whole lot of bandages.", "label": [[11, 16, "Conventional-Opening"], [18, 73, "YesNo-Question"], [140, 274, "Other-Answer"], [361, 382, "Statement"], [389, 429, "Statement"], [429, 521, "Statement"], [522, 635, "Statement"], [742, 838, "Statement"], [838, 862, "Statement"], [927, 929, "Negative-Answer"], [934, 979, "Statement"], [980, 1031, "Statement"], [1112, 1175, "Affirmative-Answer"], [1398, 1403, "Acknowledge"], [1224, 1337, "Other-Answer"], [1403, 1480, "Statement"], [1575, 1647, "Statement"], [1827, 1832, "Agreement"], [1833, 1913, "Statement"], [1913, 1951, "YesNo-Question"]], "idx": 48}
{"id": 3459, "data": "Persuader: Hello! I need your help to Save the Children.\n\tPersuadee: Ok, tell me more about it please?\nPersuader: Save the Children is promotes children's rights and relief in developing countries. Many childrfen are at risk now.\n\tPersuadee: That is so sad to here.\nPersuader: Please, we need people a donation to send to children. Could you please donate your payment of tis task?\n\tPersuadee: I may be willing to donate some of my payment.\nPersuader: Great! You are terrific. We are trying to get donations from people like you to help children in Venezuela. \n\tPersuadee: Do you know how much of every dollar they get??\nPersuader: I think they get 90% of every dollar, this is because children are starving in this country.\n\tPersuadee: Great.  I hate when charities get only pennies on the dollar\nPersuader: In this case is diferent because the research team of this hit are serious people and they will sent almost all the money to Save teh Childrfen. \n\tPersuadee: Ok, I will give 25 cents today.\nPersuader: Well, you can donate between $0 to $2. I mean 25 cents will help a little. Think about because that children need your support.\n\tPersuadee: ok, i will do 50 cents, but no more\nPersuader: $1 won't make you poor. \n\tPersuadee: ok, ok, I will give $1.  \nPersuader: $2 will make you so happy because you will say, I make a difference to those kids that need my $2. I bet you that you will be a very happy person today.\n\tPersuadee: I will do a $1. I give to many other organizations such as MS, healthy kids, etc\nPersuader: I know that you are generous, but this is a an emergency for kids in Venezuela with this cruel dictator.\n\tPersuadee: I know but $1 is what I will do\nPersuader: Thanks a lot for your donation. ", "label": [[10, 17, "Conventional-Opening"], [18, 56, "Statement"], [114, 197, "Statement"], [198, 229, "Statement"], [277, 332, "Statement"], [332, 381, "Request"], [452, 458, "Acknowledge"], [459, 476, "Statement"], [477, 560, "Statement"], [632, 724, "Other-Answer"], [808, 954, "Statement"], [1010, 1048, "Statement"], [1049, 1084, "Acknowledge"], [1085, 1137, "Request"], [1197, 1221, "Statement"], [1271, 1369, "Statement"], [1370, 1423, "Statement"], [1528, 1557, "Acknowledge"], [1562, 1632, "Statement"], [1688, 1720, "Thanking"]], "idx": 49}
{"id": 3460, "data": "Persuader: It would be really great if we gave some money to save the children \n\tPersuadee: Can you tell me more about what they do?\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Sounds like they accomplish great things.  Are you thinking of a one time donation?\nPersuader: yes it would be a one time donation that will be taken from the payment from the task. You can decide to give part of the payment to save the children and keep part for yourself.\n\tPersuadee: I see, so I am thinking of donating half.  What are your thoughts?\nPersuader: I think half is a good idea I will do the same thing\n\tPersuadee: I think it is important to do all we can to help children.  Are we being selfish by keeping half?\nPersuader: maybe there are children who may die without this money\n\tPersuadee: That's true.  I still haven't decided for sure though.  Sometimes I question the actual impact of money donated to charities.\nPersuader: ? At least you know some of this money will go to save lives\n\tPersuadee: I guess so.  Have you donated to Save the Children before?\nPersuader: no and i regret that i've been so selfish \n\tPersuadee: Well, don't feel bad.  We will donate today.  I propose we stick with our half plan.  What do you think?\nPersuader: yes i like that plan \n\tPersuadee: OK, so that will be one dollar each, right?\nPersuader: yes it would be a dollar from each of us\n\tPersuadee: OK sounds good.  You sure?\nPersuader: yes i am sure.we have a moral responsibility to help\n\tPersuadee: Right, nice chatting with you.  I'm proud of us.\nPersuader: I'm proud too.nice working with you.", "label": [[11, 79, "Statement"], [144, 312, "Other-Answer"], [420, 506, "Affirmative-Answer"], [507, 598, "Statement"], [688, 741, "Agreement"], [863, 868, "Acknowledge"], [869, 918, "Statement"], [1070, 1128, "Statement"], [1211, 1253, "Negative-Answer"], [1218, 1253, "Statement"], [1382, 1403, "Agreement"], [1471, 1511, "Agreement"], [1562, 1576, "Affirmative-Answer"], [1576, 1614, "Statement"], [1687, 1701, "Acknowledge"], [1701, 1723, "Conventional-Closing"]], "idx": 50}
{"id": 3461, "data": "Persuader: Could you please donate all of your$2 to Save the Children?  Hunger kills millions of children worldwide ever year.\n\tPersuadee: No thank you, I understand that hunger kills millions of children world wide every year, however the CEO's of that company are multi billionaire entrepreneurs. \nPersuader: Save the Children has been around since 1919 qng is top rated by Charity Watch.\n\tPersuadee: How much of the Save the Children money, go to children in the United States?\nPersuader: In fiscal year 2016, on average, 86.5% of all expenditures support program services. 86.5% is an average for all of Save the Children's programs worldwide.\n\tPersuadee: I don't agree with the fact that they give so much to Britians poor families, when poor families in America could use money through this charity\nPersuader: What makes American children more needy?  To be honest, not having a cell phone is hardly poverty. American children are hardly in the situation that many African children are\n\tPersuadee: I feel that if America is going to be at the forefront of a charity...it should be helping our own...for instance, our veterans are highly under benefited and paid!!!!  Why not give to them!!!  Maybe Africa's government should do something about their needy children since this charity expects the U.S. to do something about theirs!!\nPersuader: Why not be charitable to all?  $2 is hardly a sum to argue about.  17 cents can feed  child overseas.  12 kids could be fed today with that money.  Hope didn't go to Starbucks today and get a $4 coffee.  Now that's a corporate contribution.\n\tPersuadee: No I don't spend my money at Starbucks because they don't support gun rights...  For being an ambassador for this charity you are sure quick into bullying someone to give to this charity!!!\nPersuader: I'm not being a bully. Ok, if $2 is too much, how about $1?  I'm with you on gun rights BTW.\n\tPersuadee: I tell you what I will feed one over sees child at .12, I take these task roles, to make money not give it away...if I wasn't living paycheck to paycheck I would not be doing them.\nPersuader: I'm in the same boat.  I need the money too.  But it wouldn't hurt to give a little.  MTurk doesn't exactly pay subsistence wages.  \n\tPersuadee: Your right, but every little bit helps!  When you have two children and have a husband that works his butt off, and you are a college student...you have to do something to fill in the gaps\nPersuader: I'm a retiree. Let's say Social Security isn't a treasure trove either.\n\tPersuadee: I know the boat your in too, I have grandparents that can barely make ends meet.  With what they bring in, in social security payments. \nPersuader: Despite all, I will donating a dollar.  I hope you do too.\n\tPersuadee: I will donate .12 and I wish my grandparents would learn how to be technical on a computer, so they could earn some money to supplement their income...like you.\nPersuader: Thanks.  I appreciate it.\n\tPersuadee: your welcome. better luck with your next partner.", "label": [[11, 70, "Request"], [72, 126, "Statement"], [311, 390, "Statement"], [492, 647, "Statement"], [816, 856, "Open-Question"], [858, 915, "Statement"], [915, 991, "Statement"], [1349, 1379, "Rhetorical-Question"], [1380, 1415, "Statement"], [1416, 1450, "Statement"], [1452, 1495, "Statement"], [1497, 1551, "Statement"], [1553, 1589, "Statement"], [1803, 1825, "Statement"], [1826, 1862, "Statement"], [1863, 1895, "Statement"], [2100, 2121, "Acknowledge"], [2123, 2145, "Statement"], [2146, 2185, "Statement"], [2186, 2232, "Statement"], [2445, 2459, "Statement"], [2460, 2516, "Statement"], [2677, 2715, "Statement"], [2717, 2735, "Statement"], [2920, 2945, "Thanking"]], "idx": 51}
{"id": 3462, "data": "Persuader: Hello, Nice to chat with you today. \n\tPersuadee: hi, you too. where are you from?\nPersuader: I am from New York, USA and you, where are you from?\n\tPersuadee: Rockford, Illinois...#3 most dangerous city. :(\nPersuader: Oh boy, I am sorry to hear that. I lived in NYC for 30 years but then moved to a very small rural town in northern NY. There is hardly any crime here. \n\tPersuadee: I'm glad you are safe!\nPersuader: I hope that you remain safe too. Have you ever heard of Save The Children organization? \n\tPersuadee: I sure have.  Pretty reputable?\nPersuader: Oh yes, I do believe they are. Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Sounds like a great organization. I know that they have a hard time in developing countries, especially getting fresh drinking water. We are fortunate to live here.\nPersuader: Yes, we certainly are. Those in Flint MI have been having trouble getting clean water for themselves. Back to Save The Children though. They do so much with all their donations. Have you ever donated to them before? \n\tPersuadee: I'm not sure if I have. I'm always donating to shelter animal charities in Saint Jude. But I don't think I have donated to save the children.\nPersuader: I too donate to animal shelters and I have also donated to St Jude. I was not sure I have donated to Save The Children in the past either.The research team asked me if I would donate some of my pay for this HIT to Save The Children today.\n\tPersuadee: Are you going to donate any money to this charity?\nPersuader: Yes I felt like I must do something to help. I know it will not be much but the work they do is so very important. You could donate some or all of your payment to the organization as well. Are you interested?  \n\tPersuadee: Sure I'm interested. It's the right thing to do. How much were you thinking?\nPersuader: I was thinking of giving them the whole amount. I feel strongly that help is needed for children's rights to health, education, safety, etc. Have you ever checked out their website? \n\tPersuadee: No, I haven't.  I can give 1.00.  I have puppies to feed!!  Not saying that they are more important, but they are my kids. Sound good?\nPersuader: So you plan to give $1.00? That is a fantastic amount. Yes you are right your pups are your kids and they are just as important. I bet the pups give you some security in the high crime area. \n\tPersuadee: Yes, they most definitely do. And I will donate a dollar. I'm not sure how to go about doing it but you can put me down for a dollar. Have a great night\nPersuader: The research team will collect all donations and send it to Save the Children.\" I think what we are doing will help. I wish you well. ", "label": [[11, 47, "Conventional-Opening"], [18, 47, "Statement"], [104, 127, "Other-Answer"], [128, 156, "WH-Question"], [228, 260, "Acknowledge"], [260, 346, "Statement"], [347, 379, "Statement"], [426, 458, "Statement"], [459, 514, "YesNo-Question"], [570, 600, "Affirmative-Answer"], [601, 769, "Statement"], [958, 980, "Agreement"], [981, 1059, "Statement"], [1060, 1093, "Statement"], [1094, 1136, "Statement"], [1135, 1174, "YesNo-Question"], [1340, 1407, "Statement"], [1408, 1478, "Statement"], [1478, 1578, "Statement"], [1653, 1698, "Affirmative-Answer"], [1697, 1768, "Statement"], [1768, 1841, "Statement"], [1963, 2012, "Other-Answer"], [2012, 2104, "Statement"], [2105, 2146, "YesNo-Question"], [2332, 2359, "Statement"], [2434, 2496, "Statement"], [2673, 2751, "Statement"], [2790, 2807, "Conventional-Closing"], [1842, 1863, "YesNo-Question"], [2304, 2331, "Declarative-Yes/No-Question"], [2360, 2433, "Agreement"], [2752, 2790, "Statement"]], "idx": 52}
{"id": 3463, "data": "Persuader: hi there. where are you from?\n\tPersuadee: Hi, What is the charity all about?\nPersuader: helps chidren all over the world...helps them in everyday ways and in times of crisis. have you heard of Save The Children?\n\tPersuadee: I have and i have heard that they all a well known charity too\nPersuader: yeah, very well known. what I appreciate about them is that they assist in the USA (where I am) and elsewhere. So many charities help one or the other, but not both\n\tPersuadee: That's great to hear that because hcarity usually starts from home\nPersuader: indeed. do you have children?\n\tPersuadee: I don't but that dont mean i wouldnt donate if given the opportunity\nPersuader: nice. are you considering to donating to Save The Children? They do such great work all over the globe. Their credibility is outstanding.\n\tPersuadee: Can you give me some more details first?\nPersuader: Sure. They provide help to children during disasters. They have been helping children in USA since Katrina. They also promote literacy campaigns to give children a leg up in the world\n\tPersuadee: That sounds like pretty important work\nPersuader: Yes, someone has to look out for the kids! Other charities do great work, but the work with kids makes this one special. Interested in donating?\n\tPersuadee: How much can i donate? Can i send it directly to the charity?\nPersuader: yes, and you can elect to donate any amount up to $2 from your task payment today.\n\tPersuadee: That's grat! I will donate 50 cents. How do i reach them?\nPersuader: you can contact them directly through their website  URL or donate some or all of your task payment here after we are done chatting\n\tPersuadee: That's great to hear\nPersuader: and it's great to hear that you are willing to donate. cheers to you!\n\tPersuadee: Thanks so much!", "label": [[99, 185, "Other-Answer"], [186, 222, "YesNo-Question"], [420, 473, "Statement"], [563, 570, "Agreement"], [572, 593, "YesNo-Question"], [692, 745, "YesNo-Question"], [790, 823, "Statement"], [996, 1071, "Other-Answer"], [1134, 1176, "Agreement"], [1177, 1255, "Statement"], [1364, 1368, "Affirmative-Answer"], [1373, 1446, "Other-Answer"], [1529, 1659, "Conventional-Opening"], [1704, 1758, "Statement"], [11, 20, "Conventional-Opening"], [21, 40, "WH-Question"], [309, 331, "Agreement"], [332, 419, "Statement"], [686, 691, "Acknowledge"], [746, 790, "Statement"], [888, 894, "Affirmative-Answer"], [894, 941, "Other-Answer"], [942, 995, "Other-Answer"], [1255, 1278, "YesNo-Question"], [1759, 1773, "Thanking"]], "idx": 53}
{"id": 3464, "data": "Persuader: Are you aware of Save the children Organization?\n\tPersuadee: yes i know that is a good charity foundation, they help the children.\nPersuader: I saw a children die once\n\tPersuadee: what? what happened? \nPersuader: He was hungry with no food.I was serving in Afghanistan \n\tPersuadee: you were in military? why did not you help him?\nPersuader: Yes.I tried to give him my food but it was too late\n\tPersuadee: he was in the end i think, this is the kind of things i have about our civilization , many dnt have to eat and many waste their food, its not right\nPersuader: Exactly.More than thousands children have died of hunger in Syria this year.We must do something about it\n\tPersuadee: for sure we must do something, but many people are blind, they see just the green of the money, they dont interact with people to see whats their problems are, i really want to help go in africa or some place but i dont know how i can go with a organization.\nPersuader: Donate to Save the Children.They are a blessing to humanity\n\tPersuadee: this i can do, but i was thinking about actual helping.\nPersuader: Thats actual help.They really make a difference.I see it with my own eyes\n\tPersuadee: yeah i know that they are helping Hawaii now , with the hurricane coming soon.\nPersuader: Yes they are.How much money do you spend on candies?\n\tPersuadee: 5$ maybe, plus minus, why?\nPersuader: Because you can use some of that money to donate to Save and Children?\n\tPersuadee: of course i would donate, how much are you willing to donate?\nPersuader: I willing to donate 5.And You?\n\tPersuadee: i can donate 5 if you truly are donating 5. im happy to help", "label": [[153, 178, "Statement"], [11, 59, "YesNo-Question"], [224, 251, "Other-Answer"], [251, 280, "Statement"], [352, 356, "Affirmative-Answer"], [356, 403, "Other-Answer"], [575, 583, "Agreement"], [583, 651, "Statement"], [651, 680, "Statement"], [963, 991, "Statement"], [991, 1022, "Statement"], [1102, 1120, "Statement"], [1120, 1150, "Statement"], [1149, 1175, "Statement"], [1278, 1291, "Agreement"], [1291, 1330, "WH-Question"], [1381, 1451, "Suggest"], [1381, 1451, "Other-Answer"], [1537, 1558, "Other-Answer"], [1559, 1567, "WH-Question"]], "idx": 54}
{"id": 3465, "data": "Persuader: Hi! How are you today?\n\tPersuadee: hey there! How's it going with you?\nPersuader: Great thank you! Hope your day has been great so far. \n\tPersuadee: It's not too bad just yet. I just got in to work so we will see how things go today!\nPersuader: Hopefully it will be a good day :) Do you mind if I ask what kind of work you do?\n\tPersuadee: I actually work for a local television station in the middle of America.\nPersuader: Oh wow that sounds fantastic! Were you ever involved in raising awareness about social issues? Like children in need?\n\tPersuadee: I've donated to a few charities before, but I've never been personally involved myself.\nPersuader: I think you have a great platform for raising awareness so more people can donate to the cause\n\tPersuadee: That's true. I supposed I am in a good position. Unfortunately, I kind of just have a desk job, and don't really have anything to do with the news that is broadcast.\nPersuader: Well nothing is lost there, you can maybe persuade some co-workers to bring it up higher in the chain. A few years back I was in India and even though I was mesmerized by the beauty of its rich culture I was overly sad to see many children in the streets who looked utterly malnutritioned and were begging in the streets. It broke my heart. So much so that I got involved with a few charities to help children around the world.\n\tPersuadee: Oh that's great!! I wish I had more time to travel and more money to give. I love the feeling when you know you're actually helping someone else.\nPersuader: Its a great feeling. Especially now that I myself am a parent, I get even more depressed to see that in 2018, there are millions of children who suffer especially those in war zones. But you know, every little cent helps. You don't have to give hundreds or thousands. I have also worked in Baghdad during the war, and there were children in the streets selling packs of gum just to get a few cents here and there so they can survive.\n\tPersuadee: Oh my God. That's truly awful to know that children have to experience that. I would love to find a way to donate, even if it was just a little bit.\nPersuader: Have you heard of \"Save the Children\" Charity? They do amazing wo? It only takes 77c a day to help provide shelter for refugees. They have many programs that you can participate in to help out.  \n\tPersuadee: Oh that's awesome!! What kind of programs do they provide?\nPersuader: They target many causes. They provide education to teach children important skills. They also provide the best health and nutrition programs. They have a protection program and even programs for natural disaster areas. Imagine if 77c a day can provide shelter what would $1 or $2 dollars do?\n\tPersuadee: That's such a good point. Unfortunately, I'm in a really bad position monetarily right now. Is there any way I could donate even just a little bit?\nPersuader: You are very kind, but like I said every little thing helps. How much would you feel comfortable to donate to the charity?\n\tPersuadee: Maybe 20 cents? I know that's not a lot, but it's all I can afford for the next couple days.\nPersuader: Can you make it maybe 77c? Atleast you will feel good knowing that you are helping in providing shelter to these poor refugees.Your donation will be direclt deducted from your task payment but imagine what 77c would do for a child with no home...\n\tPersuadee: OK, I can donate 77 ceents\nPersuader: Perfect!!!!!! Thank you so so much! Imagine what a great gift you have just provided. May you be blessed always! And I hope, one day you will be able to raise awareness and have more people join in with the cause to save the children. Have a great day!!!", "label": [[11, 33, "Conventional-Opening"], [15, 33, "Open-Question"], [93, 98, "Other-Answer"], [98, 108, "Thanking"], [110, 147, "Statement"], [256, 287, "Statement"], [291, 337, "YesNo-Question"], [434, 464, "Acknowledge"], [464, 528, "YesNo-Question"], [529, 551, "YesNo-Question"], [662, 757, "Statement"], [947, 1049, "Suggest"], [1050, 1268, "Statement"], [1268, 1288, "Statement"], [1288, 1374, "Statement"], [1544, 1564, "Agreement"], [1565, 1726, "Statement"], [1727, 1766, "Statement"], [1766, 1810, "Statement"], [1812, 1977, "Statement"], [2150, 2197, "YesNo-Question"], [2197, 2217, "Statement"], [2216, 2278, "Statement"], [2279, 2345, "Statement"], [2428, 2453, "Other-Answer"], [2453, 2511, "Other-Answer"], [2512, 2569, "Other-Answer"], [2570, 2646, "Other-Answer"], [2646, 2719, "Rhetorical-Question"], [2891, 2952, "Acknowledge"], [2952, 3013, "WH-Question"], [3130, 3156, "Request"], [3157, 3257, "Statement"], [3257, 3376, "Statement"], [3426, 3441, "Acknowledge"], [3441, 3463, "Thanking"], [3462, 3513, "Suggest"], [3513, 3540, "Statement"], [3540, 3662, "Statement"], [3662, 3681, "Conventional-Closing"]], "idx": 55}
{"id": 3466, "data": "Persuader: hi how are you\n\tPersuadee: good thanks.What about you?\nPersuader:  what do you know about this organization\n\tPersuadee: save th Children help kids in need around the world\nPersuader: The Save the Children Fund, commonly known as Save the Children, is an international non-governmental organisation that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: They do an awesome labor \nPersuader:  you donate for this children\n\tPersuadee: I do sometimes whe I have extra money\nPersuader: very good for you \n\tPersuadee: Yes children should have access to healthcare and basics needs\nPersuader:  this is the most important thing for them and to make some happy ones\n\tPersuadee: are you thinking about donate to the cause?\nPersuader:  I give each end of the year $ 100 in the help of these children\n\tPersuadee: It is very kind of you.Please spread the word on your family and friends\nPersuader:  this is very important for my life and for my family to help not only our own people but also everybody who needs tons of help\n\tPersuadee: Specially kids in need.There are some living in very bad conditions\nPersuader: this is true\n\tPersuadee: Many of them lives on a war zone\nPersuader: there are needs for my help\n\tPersuadee: yes.i am sure you can do more.there might be things you can cut from your budget", "label": [[11, 25, "Conventional-Opening"], [14, 25, "Open-Question"], [78, 118, "WH-Question"], [194, 409, "Statement"], [460, 488, "Declarative-Yes/No-Question"], [549, 568, "Acknowledge"], [656, 725, "Statement"], [794, 857, "Other-Answer"], [955, 1081, "Statement"], [1173, 1185, "Agreement"], [1242, 1269, "Statement"]], "idx": 56}
{"id": 3467, "data": "Persuader: How are you doing this morning?\n\tPersuadee: I AM GOING TO WORK\nPersuader: I'm about to do the same. Would you like to donate some or all of your payment to a charity called Save the Children?\n\tPersuadee: YES. I  WILL DONATE THE CHARITY FOR THE CHILDREN.\nPersuader: That's great to hear! I bet you'd like to hear some information about the charity wouldn't you?\n\tPersuadee: WHAT ARE DOING ABOUT\nPersuader: Almost 5.6 million children die each year due to malnutrition and other preventable causes, Save the Children provides health and nutrition for these kids to keep them healthy.\n\tPersuadee: YES. I WILL TRY TO MY BEST OF THE CHILDREN LIFE TO SAFE.\nPersuader: Thank you so much! How much of your payment would you like to donate to Save the Children? You can donate any amount up to your payment amount.\n\tPersuadee: I HAVE DONATE THE 50,000\nPersuader: Ok great, last year in 2017 Save the Children was able to help over 155 million kids in need! Isn't that great?\n\tPersuadee: YES..THAT IS VERY GREAT\nPersuader: Well the research team will collect all donations at the end and send it directly to Save the Children so you won't have to do anything additional.\n\tPersuadee: YES.. THIS IS VERY GREAT IDEA.\nPersuader: I think so too. With less money than you would spend on lunch today you can do so much to help the needy kids in the world.\n\tPersuadee: OK...I WILL TRY IT.\nPersuader: And your contribution is gonna do so much to help these kids, it's that exciting knowing that you're gonna be doing so much to help them out?\n\tPersuadee: VERY NICE. THAT IDEA.\nPersuader: Well thanks a lot for talking to me and making your donation, the kids will really appreciate it. I hope you have a great day at work!\n\tPersuadee: THANK YOU FOR YOUR COMPLEMENT.", "label": [[11, 42, "Conventional-Opening"], [111, 202, "YesNo-Question"], [85, 110, "Acknowledge"], [276, 297, "Acknowledge"], [297, 371, "YesNo-Question"], [416, 592, "Statement"], [673, 691, "Acknowledge"], [692, 764, "WH-Question"], [764, 816, "Statement"], [865, 873, "Acknowledge"], [875, 958, "Statement"], [958, 976, "Tag-Question"], [1024, 1171, "Statement"], [1225, 1241, "Agreement"], [1242, 1349, "Statement"], [1393, 1453, "Statement"], [1455, 1534, "YesNo-Question"], [1580, 1677, "Thanking"], [1677, 1714, "Conventional-Closing"]], "idx": 57}
{"id": 3468, "data": "Persuader: Hello there.  It's evening here.  How are you?  Hope you had a wonderful day!\n\tPersuadee: Yes it has been a great day, thank you for asking.\nPersuader: Awesome.  I'm just settling down for the evening with my children after a late Labor Day meal preparing for school week. Do you have children?\n\tPersuadee: No I am 18. \nPersuader: I remember when I was 18 some years ago.  Enjoy those years and make them the very best years.  Are you active in your community?\n\tPersuadee: Yes I am in college and volunteer to help feed the poor in my city.\nPersuader: That's awesome.  Every time I am out and about I look for ways to bless someone somehow. Every day is an opportunity to help someone less fortunate.  Have you heard of the Save The Children organization?\n\tPersuadee: Yes I have. Can you tell me how much of the donation actually reaches the children in need?\nPersuader: Save the Children donates nearly 90% of every dollar to their mission.  They are very upfront with letting you know where your donation is going.\n\tPersuadee: Can I choose where my donation is sent to?\nPersuader: Yes not only are you able to choose.  You have the ability to take part in their Sponsor A Child program by either choosing someone in the US or in another country.  I love the idea of staying connected to one or two so that i can see the progress and how I can specifically make a difference.\n\tPersuadee: Do I have to make recurring payments?\nPersuader: There's multiple ways to make payments.  Although recurring payments are recommended, it is completely optional.  Would you consider Sponsoring a Child on a long term basis during college?\n\tPersuadee: Possibly. I'm not sure if I can afford a long term plan.\nPersuader: The great thing about Save the Children they have the option to even send a gift such as a water kit, a soccer ball and even a rabbit.  I really like this idea because it makes it not all about the money.\n\tPersuadee: That's very nice, I like the idea of sending food or water.\nPersuader: Yes, it is so sad that we have children that still are in need of food and water.  As a single parent of 5 children, I know how rough it can get to provide even the basics but I am still moved to help others because of my own experiences.  Many don't realize just a little can go a long ways.\n\tPersuadee: Yes that's very true. How much should a donation be? $1? $10? $100?\nPersuader: Of course the more the greater.  I'm the type of give even when it hurts.  I definitely trust Save the Children to do what they say they will to make sure to reach the children.  How much would you be willing to donate?  I remember you saying that you are in college even $2 would help a lot.\n\tPersuadee: Yeah I could do a dollar or two.\nPersuader: That's awesome.  Your donation would be directly deducted from your task payment.  You can choose any amount from $0 to all your payment ($2).   ", "label": [[11, 23, "Conventional-Opening"], [24, 43, "Statement"], [45, 59, "Open-Question"], [59, 88, "Conventional-Opening"], [59, 88, "Statement"], [163, 171, "Acknowledge"], [172, 284, "Statement"], [284, 305, "YesNo-Question"], [342, 384, "Statement"], [384, 436, "Instruct"], [438, 471, "YesNo-Question"], [563, 579, "Acknowledge"], [580, 651, "Statement"], [652, 712, "Statement"], [713, 766, "YesNo-Question"], [882, 952, "Other-Answer"], [954, 1027, "Statement"], [1094, 1258, "Affirmative-Answer"], [1259, 1387, "Statement"], [1449, 1489, "Other-Answer"], [1490, 1561, "Negative-Answer"], [1563, 1637, "YesNo-Question"], [1718, 1852, "Statement"], [1854, 1922, "Statement"], [2006, 2087, "Acknowledge"], [2089, 2244, "Statement"], [2246, 2298, "Statement"], [2390, 2421, "Other-Answer"], [2423, 2463, "Statement"], [2464, 2568, "Statement"], [2569, 2609, "WH-Question"], [2611, 2682, "Other-Answer"], [2739, 2754, "Acknowledge"], [2756, 2820, "Statement"], [2822, 2884, "Statement"]], "idx": 58}
{"id": 3469, "data": "Persuader: Hey there, glad we can talk tonight.\n\tPersuadee: Hello, same!\nPersuader: I'd like to talk to you about something that's very dear to me. Do you have a moment?\n\tPersuadee: Yeah, totally. Go ahead\nPersuader: What was it like for you growing up? Were your basic needs met like food, place to live, water, etc?\n\tPersuadee: Well, I grew up in a wealthy house. My mother and father both have a PhD so their jobs made possible for us to be able to cover all that and so much more\nPersuader: You are very lucky. I wish all kids could have that kind of opportunity.\n\tPersuadee: So do I, I feel kind of guilty to being able to have all that and they are kids out there who don't have not a single one of all of those basic things\nPersuader: No need to feel guilty. People don't have a choice of who or where they are born to. Those of us who got lucky, can always lend a hand in our own ways. What do you think?\n\tPersuadee: I totally agree, I think if you can, you should help others in need\nPersuader: I'd like to tell you about an organization called Save the Children. Have you heard about them?\n\tPersuadee: Not really, please tell me anything!\nPersuader: They are an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Oh, that's totally awesome! Do you donate to this organization?\nPersuader: I do actually, because they're the reason my parents were able to come to America. \n\tPersuadee: Oh wow, that's really heart moving, it's sounds like a lovely organization\nPersuader: They are and I'd like to try getting more people to be aware of them and maybe help. Would you be interested?\n\tPersuadee: Yeah, totally! I already help an organization but would be glad to help another one too.\nPersuader: I'm so happy to hear that! How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: Maybe 0.50? I'm sorry that it seems so little, but as I already donate to an organization and I use the payments here to save for a vacation coming up...", "label": [[11, 47, "Conventional-Opening"], [84, 146, "Statement"], [148, 169, "YesNo-Question"], [217, 253, "Open-Question"], [253, 317, "YesNo-Question"], [495, 514, "Acknowledge"], [514, 567, "Statement"], [742, 765, "Acknowledge"], [742, 765, "Statement"], [765, 826, "Statement"], [827, 893, "Statement"], [894, 912, "Open-Question"], [1004, 1072, "Statement"], [1073, 1099, "YesNo-Question"], [1160, 1316, "Statement"], [1403, 1487, "Affirmative-Answer"], [1586, 1595, "Agreement"], [1598, 1670, "Statement"], [1671, 1695, "YesNo-Question"], [1808, 1835, "Acknowledge"], [1835, 1885, "WH-Question"], [1886, 1949, "Statement"], [1950, 2004, "Statement"]], "idx": 59}
{"id": 3470, "data": "Persuader: Save the Children is a very important charity and they desperately need your help in order to help as many children as possible.\n\tPersuadee: Hi, I am interested in giving a donation to them.\nPersuader: that's great! what made you decide?\n\tPersuadee: I care about children and animals the most. I love to donate to them.\nPersuader: As do I.  I think Save the Children can really do some good!\n\tPersuadee: I agree. They are a good organization and I trust them. I would donate a portion of payment to them.\nPersuader: How much do you like to donate to the chartiy now?\n\tPersuadee: I am interested and would like to donate around 0.30 cents to them.\nPersuader: I want you to know that your donation will be directly deducted from your task payment.\n\tPersuadee: Yeah I figured that. But if I can help children in anyway I am willing to do so.\nPersuader: Well, you can donate any amount from 0 to 2 dollars.\n\tPersuadee: I am, Its an obligated duty to help children and animals. I am thinking about 0.30 cents donation.\nPersuader: Remember, we are helping children here.  Is it possible for you do donate more?\n\tPersuadee: it is. If I can give 0.50 cents I feel that is adequate enough.\nPersuader: All of those children are depending on each of us to do our best.  Really dig deep and think before making your decision.\n\tPersuadee: I have really thought about it. I am willing to do any amount from 0.30-0.50\nPersuader: All right. What is your final donation amount?\n\tPersuadee: 0.50 cents I am feeling generous today.\nPersuader: okay.  I think that's good!\n\tPersuadee: ok I will give that amount as my donation.", "label": [[11, 139, "Statement"], [213, 227, "Acknowledge"], [227, 248, "Open-Question"], [342, 350, "Acknowledge"], [352, 402, "Statement"], [527, 577, "WH-Question"], [669, 756, "Statement"], [861, 913, "Statement"], [1035, 1075, "Statement"], [1076, 1115, "YesNo-Question"], [1076, 1115, "Request"], [1203, 1268, "Statement"], [1270, 1324, "Instruct"], [1425, 1435, "Acknowledge"], [1436, 1471, "WH-Question"], [1534, 1562, "Acknowledge"]], "idx": 60}
{"id": 3471, "data": "Persuader: Hi! How are you doing today?\n\tPersuadee: Good, thanks! How are you?\nPersuader: I am doing well thank you. Do you ever donate to charity?\n\tPersuadee: In the past few years I rarely have.\nPersuader: I know, it can be hard to donate. especially in today's society, but a tiny amount, even less than a dollar, can go a long way\n\tPersuadee: That seems so hard to believe, but I guess lots of pennies still add up!\nPersuader: Exactly, I feel the same way sometimes, but think if everyone in the US gave a nickel, that's over 16 million dollars\n\tPersuadee: Wow, that definitely puts it in perspective! \nPersuader: There are so many charities too, but I believe that children are the future, and we need to do what we can to help them have fulfilling lives\n\tPersuadee: I agree with you! \nPersuader: Have you ever volunteered? It's another way to help without having to spend any money\n\tPersuadee: I have! I used to volunteer often, but I have so little time it feels like now!\nPersuader: Time and money these days can be scarce! But think about the little things you buy, and maybe one week, instead of buying that bad of chips or cup of coffee, donate it to the children\n\tPersuadee: You're right! It doesn't take much sacrifice to think of small ways to help!\nPersuader: And think of all the kiddies you will be helping!\n\tPersuadee: Haha that's true!\nPersuader: do you think you will donate today?\n\tPersuadee: I think so!\nPersuader: How much would you like to donate?\n\tPersuadee: I'm not sure! What is the range of options?", "label": [[11, 39, "Conventional-Opening"], [89, 105, "Other-Answer"], [106, 115, "Thanking"], [117, 147, "YesNo-Question"], [208, 241, "Statement"], [208, 241, "Acknowledge"], [242, 334, "Statement"], [431, 440, "Agreement"], [440, 469, "Acknowledge"], [475, 516, "Instruct"], [518, 548, "Statement"], [618, 759, "Statement"], [802, 828, "YesNo-Question"], [828, 887, "Statement"], [991, 1031, "Acknowledge"], [1032, 1174, "Request"], [1275, 1324, "Statement"], [1366, 1401, "YesNo-Question"], [1437, 1471, "WH-Question"]], "idx": 61}
{"id": 3472, "data": "Persuader: Good morning, how are you this Sunday morning?\n\tPersuadee: I am great and you?\nPersuader: everything is fine here\n\tPersuadee: Good to hear!\nPersuader: Have you heard about the Save the Children charity?\n\tPersuadee: I have not, could you give me a little more info?\nPersuader: They really try to help children that are in trouble. Some details can be found here...  URL s/about-us/why-save-the-children\n\tPersuadee: That sounds like a great organization.  Do you work with them?\nPersuader: No, but I plan on donating some of my earnings from this task to them.\n\tPersuadee: You are so generous! I am sure they will appreciate that. \nPersuader: I plan on giving $1. Will you please consider doing the same?\n\tPersuadee: I would be more than happy to donate .75!\nPersuader: That's fine. Every donation helps.\n\tPersuadee: I hope so. \nPersuader: It will, the $1.75 we'll be giving will be enough to make a difference for a few children.\n\tPersuadee: I appreciate you telling me about this organization.\nPersuader: no problem, thanks again for helping\n\tPersuadee: No problem, it was my pleasure.\nPersuader: ok, have a nice holiday.\n\tPersuadee: Thank you, you too!", "label": [[10, 57, "Conventional-Opening"], [25, 57, "Open-Question"], [101, 124, "Other-Answer"], [162, 213, "YesNo-Question"], [287, 340, "Other-Answer"], [341, 374, "Other-Answer"], [499, 569, "Negative-Answer"], [507, 569, "Statement"], [652, 672, "Statement"], [673, 713, "Request"], [779, 791, "Acknowledge"], [791, 813, "Statement"], [849, 939, "Agreement"], [1016, 1052, "Thanking"], [1108, 1132, "Conventional-Closing"]], "idx": 62}
{"id": 3473, "data": "Persuader: Hey there! \n\tPersuadee: Hello. How are you?\nPersuader: I am well, and yourself?\n\tPersuadee: I am well as well.\nPersuader: So have you ever heard of the charity Save the Children?\n\tPersuadee: I have not. What is it?\nPersuader: It is a charity that is dedicated to 'saving the children' through the use of all sorts of programs ranging from healthcare to education to safety. Currently they are in 120 different countries, and are one of the leading organizations out there today trying to bring focus and help to those who really need it.\n\tPersuadee: I see. That is very interesting.\nPersuader: Are there any issues when it comes to helping others that are particularly personal/important to you?\n\tPersuadee: I like helping people in need.\nPersuader: I do too. One of the things that I worry about though, is does my money really go towards the cause...\n\tPersuadee: Why do you question that?\nPersuader: There has been a lot of negative press the last few years with some charities where it has been exposed that they aren't using the funds for the cause to their maximum potential. But I did my research with Save the Children, and almost all of the money donated goes right towards the cause. Very minimal funds go towards the actual organization and administration efforts.\n\tPersuadee: I see. Then I guess they are genuine.\nPersuader: I do agree! Would you be willing to donate anything today towards this cause? .77 cents a day can actually put a refugee family in a home for a day...even just a little can go a long way!\n\tPersuadee: I would be willing to do just that.\nPersuader: Thank you! That 77 cents makes a big difference, and hopefully we can convince others to keep the positive energy moving forward for causes like this!\n\tPersuadee: Indeed I agree wholeheartedly.\nPersuader: Are there any other questions you have about the charity that I can answeR?\n\tPersuadee: I don't think so.\nPersuader: Okay, thank you for your time!!", "label": [[11, 22, "Conventional-Opening"], [65, 76, "Other-Answer"], [65, 90, "Open-Question"], [133, 189, "YesNo-Question"], [237, 384, "Other-Answer"], [385, 548, "Statement"], [605, 706, "YesNo-Question"], [760, 770, "Acknowledge"], [771, 863, "Statement"], [913, 1091, "Other-Answer"], [1092, 1203, "Statement"], [1204, 1285, "Statement"], [1347, 1358, "Agreement"], [1359, 1424, "YesNo-Question"], [1425, 1494, "Statement"], [1497, 1534, "Statement"], [1594, 1604, "Thanking"], [1605, 1744, "Statement"], [1799, 1874, "YesNo-Question"], [1916, 1921, "Acknowledge"], [1916, 1947, "Thanking"]], "idx": 63}
{"id": 3474, "data": "Persuader: Hello, have you have thought of donating to the Save the Children?\n\tPersuadee: I have considered it. Have you  ever considered donating to Riley Children's hospital?\nPersuader: No, I haven't. Did you know that you can donate to the Save the Children today right from this task.\n\tPersuadee: I did not. I am really hoping you would consider donating to Riley Children's hospital.  \nPersuader: Yes, you can donate from $0 to all of your payment from this task to the Save the Children today.\n\tPersuadee: My heart is really with Riley Children's Hospital.  They do great things for children with cancer/diseases. Would you consider donating to them instead.\nPersuader: I really have my heart on the Save the Children and the fact that it can be done right from the task makes it so much easier\n\tPersuadee: That may be true, but I do like Riley Children's hospital as it is local to my area.\nPersuader: The Save the Children helps people all over the world including here in Amercian\n\tPersuadee: Yes, but I like to see where my money is going to help.  I think we need to help those here first.  There is so much poverty and sickness here.\nPersuader: Yes, there is. And I understand wanting to see it done local. The Save the Children is on stand by to help the children of Hawaii right now for the Hurricane Lane\n\tPersuadee: I might reconsider donating then.\nPersuader: You can donate anywhere from $0 to all of your task payment today. \n\tPersuadee: I might be able to manage a little today.\nPersuader: That is awesome. How much would you like to donate today?\n\tPersuadee: I can't manage much as I am short on cash\nPersuader: If you donate right now from your task payment then you are donating money that you don't even have yet.\n\tPersuadee: This is true.  Ok, since it's the hurricane victims. I will make a donation\nPersuader: How much would you be willing to donate today? \n\tPersuadee: I can do the .30 I will be making from this task.", "label": [[11, 17, "Conventional-Opening"], [18, 77, "YesNo-Question"], [188, 202, "Negative-Answer"], [203, 288, "YesNo-Question"], [402, 499, "Statement"], [676, 800, "Negative-Answer"], [909, 989, "Statement"], [1157, 1171, "Agreement"], [1172, 1218, "Acknowledge"], [1219, 1319, "Statement"], [1377, 1444, "Statement"], [1509, 1527, "Conventional-Opening"], [1527, 1567, "WH-Question"], [1633, 1737, "Statement"], [1837, 1884, "WH-Question"]], "idx": 64}
{"id": 3475, "data": "Persuader: Hi\n\tPersuadee: How's it going?\nPersuader: Pretty good \n\tPersuadee: So we're supposed to talk about a childrens charity? I'd give all your money to the children.\nPersuader: How about we both decide to donate to the charity\n\tPersuadee: No. Just you.\nPersuader: If we both donate then we both get a bonus and help the charity\n\tPersuadee: Hmm... I'll donate $1 if you donate $1000.\nPersuader: Ok.. that's a deal\n\tPersuadee: Beautiful. We're both wonderful caring people.\nPersuader: Yes we are\n\tPersuadee: How do you think we should solve the hunger issues in the world?\nPersuader: Have a good day\n\tPersuadee: But we must finish!\nPersuader: More people should go on a vegetarian diet\n\tPersuadee: I think we should feed one half of the hungry people to the other half.\nPersuader: That's a silly idea\n\tPersuadee: Yeah, just joshing. \nPersuader: So when is this talk ovah\n\tPersuadee: NOW THE TALK IS OVER!", "label": [[11, 13, "Conventional-Opening"], [53, 65, "Other-Answer"], [183, 232, "Suggest"], [270, 333, "Statement"], [489, 499, "Agreement"], [849, 874, "WH-Question"], [400, 403, "Acknowledge"], [405, 418, "Agreement"], [588, 603, "Conventional-Closing"], [647, 689, "Other-Answer"], [784, 804, "Statement"]], "idx": 65}
{"id": 3476, "data": "Persuader: Hello, I would like to tell you about a wonderful charity called Save the Children\n\tPersuadee: What about it?\nPersuader: It is an organization that helps promote children's rights as wellas support and relief for children in developing countries\n\tPersuadee: That sounds awesome, I don't know much about charity, haven't had the opportunity to help much yet\nPersuader: Well have you ever considered donating to any sort of charity in the past? \n\tPersuadee: I use amazon smile, so there is that, but I don't make enough to save, so maybe after I finish my studies and get more money\nPersuader: Even just a small amount, such as a few dollars, could help some of the many children suffering from abuse and hunger in places like Syria or India.\n\tPersuadee: It makes sense, I definitely plan to help in the future. Are you a real person or a software?\nPersuader: I am a real person just trying to help\n\tPersuadee: That is awesome, I was just wondering. Do you donate a lot to charity?\nPersuader: When I can, I try to help in any way possible wether that be by donating time or money\n\tPersuadee: I like donating time when I can, in retirement homes and shelters, but that's about it.\nPersuader: Like I said, anything helps, I had the opportunity to go to India on a service tri, and it really helped me realize how much has been handed to me compared to the people there. In the village where we were helping, I learned that starving children were sent up to 5 miles away to gather water for their families while their parents worked in the fields\n\tPersuadee: It bothers me a lot, I try to do my bits, mostly trying to raise awareness, but it is far from enough. I feel powerless, even the idea of donating a few dollars seem meaningless when you know that there are people who could literally donate billions. \nPersuader: Honestly, just that little bit could provide a lot to places like that. I know it's hard to believe but it's true, I've seen it first hand. Plus, by donating it to a place as credible as Save the Children, you know its going where its needed.\n\tPersuadee: Do you know if there is any research done on that? I do believe that you speak the truth, but it would be easier to convince people with actual numbers. I legitimately believe that amassing too much money is wrong, and mathematically it is ridiculous,  the owner of amazon donating half of his wealth would be the same as each person in the world donating 10 dollars. And he would still be 80 billion dollars rich.\nPersuader: Absolutely, I understand. One of the really cool things about this organization is that you can very easily access their financial records and revenue on their website, and you are more than welcome to look that up at  URL but if you were to donate even a fraction of your earnings from this HIT, 86% of that would actually go to the services they are providing for this children in impoverished countries\n\tPersuadee: I'll take a look at it, what happens to the other 14%?\nPersuader: 9% goes toward fundraising and the other 5% goes toward management and other expenses of the actually organization \n\tPersuadee: Yeah, I saw that, last year they made 155 million. Literally 0.1% of Bezos's wealth. Sorry, I'm very salty about this, but you get the point.\nPersuader: Of course, I understand. The rich stay rich. But, not to be pushy, would you like to donate any of the money you would receive for this HIT to this organization?\n\tPersuadee: Sure, it doesn't make sense to complain and not to donate. I'd like to donate all of it, the excuse of the whole bureaucracy I usually use is not valid here. Thanks for the opportunity.\nPersuader: You are welcome", "label": [[1377, 1552, "Statement"], [1828, 1899, "Statement"], [1899, 1968, "Statement"], [11, 18, "Conventional-Opening"], [18, 93, "Statement"], [132, 256, "Other-Answer"], [379, 454, "YesNo-Question"], [603, 751, "Acknowledge"], [868, 907, "Other-Answer"], [1002, 1088, "Other-Answer"], [1200, 1376, "Statement"], [1968, 2070, "Statement"], [2509, 2521, "Agreement"], [2521, 2534, "Acknowledge"], [2508, 2520, "Affirmative-Answer"], [2535, 2914, "Other-Answer"], [2993, 3108, "Other-Answer"], [3274, 3298, "Acknowledge"], [3299, 3318, "Acknowledge"], [3319, 3435, "YesNo-Question"], [3645, 3660, "Other"]], "idx": 66}
{"id": 3477, "data": "Persuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. Would you be willing to donate a portion of your hit earnings to help?\n\tPersuadee: No, I am sorry, but I think I'd rather keep the money I make\nPersuader: Any small donation is essential to help ensuring children's rights to health, education, safety. Even a quarter would help.\n\tPersuadee: I don't know anything about this charity.  I don't even know if it is a real charity.  Seems like something someone made up for this HIT. \nPersuader:  URL ( \"The research team will collect all donations and send it to Save the Children.\")\n\tPersuadee: Ok that looks real to me lol.  Still not sure I want to donate to it though.  It is hard to earn money on mTurk and I don't want to give any of it away.  \nPersuader: Well take a look at the website, I know money is hard to come by on Mturk. \n\tPersuadee: The website does have a strong appeal, I will give it that.  I am already 20 minutes into this HIT though and earning less than 2 dollars for that time would be a waste for me.  So, I am not going to donate.  \nPersuader: Well that is your decision, but a couple of quarters could make a big difference to a child. What if you were in the same situation?\n\tPersuadee: I understand the point but I'd rather donate locally\nPersuader: You could think of donating even a quarter as a good bit of karma.\n\tPersuadee: I guess but I need every penny I make on mTurk. \nPersuader: Well you can be part of the solution and help these children, but if you need to small amount I will not hold it against you.\n\tPersuadee: I am going to keep the money.  Sorry.  I wouldn't expect anyone working on mTurk to give away these hard earned pennies.  If they are looking for people to be a part of the solution they should find people with money to burn\nPersuader: You should feel lucky to have what you have, I am sure you are very well of compared to those children who have nothing. There is nothing that might change your mind?\n\tPersuadee: I may say yes just to reach the end of this HIT lol.  50 minutes for 2 bucks...sheesh\nPersuader: I would like to get this wrapped up also, I just want you to know that your donation will really go to the charity.\n\tPersuadee: Sorry, but I have no reason to believe that so I am not going to donate\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2)?   \"The research team will collect all donations and send it to Save the Children.\" Any amount would be great and we can wrap this up. Thank you for your time.\n\tPersuadee: I choose to donate 0", "label": [[11, 179, "Statement"], [180, 250, "YesNo-Question"], [335, 432, "Statement"], [432, 458, "Statement"], [629, 707, "Statement"], [888, 920, "Request"], [921, 963, "Acknowledge"], [1197, 1223, "Acknowledge"], [1228, 1290, "Statement"], [1290, 1329, "Suggest"], [1406, 1472, "Suggest"], [1545, 1670, "Statement"], [1919, 2040, "Statement"], [2040, 2085, "YesNo-Question"], [2194, 2236, "Acknowledge"], [2237, 2310, "Statement"], [2406, 2456, "WH-Question"], [2457, 2520, "Statement"], [2521, 2580, "Statement"], [2584, 2662, "Statement"], [2664, 2714, "Statement"], [2715, 2739, "Thanking"]], "idx": 67}
{"id": 3478, "data": "Persuader: Hello. How are you?\n\tPersuadee: I'm doing good, how are you?\nPersuader: I'm doing great, thanks. So are you aware of the charity Save the children?\n\tPersuadee: I'm not, what is that all about?\nPersuader: Save the children is a well established charity. It helps children around the world who are in need. For example, it helps children in Syria. In the first 2 months of this year, 1000 children were killed because of violence. So the charity helps address issues like that.\n\tPersuadee: Oh that sounds interesting, is there any way to know if they're a legitimate charity that really help people for real?\nPersuader: Sure. You can go to  URL and read all about it. But I can tell you that they have an A rating from American Institute of Philanthropy and are one of the largest 50 charities, as ranked by Forbes.\n\tPersuadee: Oh cool well that's good to know, that sounds trust worthy. I think donating sounds like a good idea. \nPersuader: I agree. It's an amazing cause. Do you have children?\n\tPersuadee: Yes, I have three sons and I can't imagine them having to deal with the issues that some kids around the world deal with. Do you have any?\nPersuader: I have a daughter who is 10. I can't imagine it either. It's so sad to see some of the things on the news that are happening. I'm sure you've seen some of it recently as well.\n\tPersuadee: Oh yeah, I do l look into that news a lot and it's tough to witness. I try to donate when I can but it is tough to find a reliable charity.\nPersuader: It is tough. You want to find one that is well established. Save the children has been around for almost 100 years actually. So it's helped a lot of kids so far\n\tPersuadee: Well that sounds good I want to read more about it later but it seems reliable enough to donate for this HIT, at least. I think I'll probably donate $1 or $1.25 \nPersuader: That would be great. Any amount that you can give will really help a child out there who needs it. In this task, the research team will collect all the donations and send them directly to Save the children. \n\tPersuadee: So is this how we reach a donation agreement?\nPersuader: I believe so. So you said you're looking to donate around 1.25 to Save the children?\n\tPersuadee: Yeah I think I will probably donate that much. I want to donate a lot but still make this HIT a decent pay. \nPersuader: That's understandable. Well if 1.25 works for you, that amount will be deducted and sent to Save the children. So that sounds good?\n\tPersuadee: Yes that sounds good to me. \nPersuader: Okay. 1.25 it is. They'll appreciate the donation. Have a wonderful night", "label": [[11, 30, "Conventional-Opening"], [18, 30, "Open-Question"], [82, 98, "Other-Answer"], [100, 106, "Thanking"], [108, 158, "YesNo-Question"], [215, 316, "Other-Answer"], [316, 440, "Statement"], [440, 486, "Other-Answer"], [629, 634, "Affirmative-Answer"], [635, 677, "Statement"], [677, 824, "Statement"], [950, 959, "Agreement"], [959, 982, "Statement"], [983, 1004, "YesNo-Question"], [1167, 1195, "Other-Answer"], [1196, 1222, "Statement"], [1222, 1292, "Statement"], [1293, 1342, "Statement"], [1519, 1564, "Statement"], [1505, 1518, "Agreement"], [1566, 1630, "Statement"], [1631, 1666, "Statement"], [1852, 1872, "Acknowledge"], [1873, 1950, "Statement"], [1950, 2059, "Statement"], [2128, 2142, "Affirmative-Answer"], [2143, 2213, "Declarative-Yes/No-Question"], [2346, 2368, "Acknowledge"], [2369, 2456, "Statement"], [2457, 2477, "Declarative-Yes/No-Question"], [2529, 2547, "Acknowledge"], [2548, 2579, "Statement"], [2580, 2603, "Conventional-Closing"]], "idx": 68}
{"id": 3479, "data": "Persuader: Hey there, what do you think about donating to a great cause?\n\tPersuadee: I am not sure what is the cause and how much \nPersuader: The donation would be to Save the Children, which is an internation organization that provides relief and helps children in developing countries, and you could donate as much as you would like to.\n\tPersuadee: do you know alot about save the children and how much of the money they raise would actually go to the children\nPersuader: Any of the money you choose to donate would go directly and entirely towards the charity. I have limited info on the cause but I can assure you they provide help to children in the needy areas around the world, where poverty affects children the worst.\n\tPersuadee: well I would be willing to donate .50 to the charity\nPersuader: That is wonderful, I'm glad to hear it. The children will benefit immensely from your donation. It will be deducted from your task payment and go directly to helping needy kids around the globe!\n\tPersuadee: great that makes me feel happy.. I think all children should be taken care of\nPersuader: They most certainly should, it's a shame to see the quality of life in some parts of the world.\n\tPersuadee: It is very sad and I think that there is enough food and money in the world to make sure no kids suffer. thank you for the opportunity to be able to help a little\nPersuader: So much food goes to waste its horrible! The dumpsters in cities are filled with food that could feed all the hungry in the world.\n\tPersuadee: that is very true not to mention many restaraunts have a policy to throw out good food everyday and not donate it. I read somewhere that france I think its france is making it illegal for stores to throw the food out\nPersuader: That is awesome to hear about France I hope other countries follow that trend, I think if all the restaurants and grocery stores donated food that would of been thrown away they could fix the hunger issue overnight.\n\tPersuadee: its so true especially here in the usa, even places like a donut shop or a pizza place if they would just take the stuff they are throwing out at the end of the day to a shelter or somewhere where people can come get it. it would really help out. \nPersuader: They really should have different policies in place, we have more than enough hungry and homeless to eat all the excess. We certainly have way too much excess here in the USA\n\tPersuadee: I agree, I do wish I could give more but I am struggling myself.. and the cost of food just keeps going up.. I do not even bother making a list anymore.. its whatever is on sale thats what I eat.\nPersuader: I'm the same way, prices just keep going up and up but at least the sales make shopping possible. It can almost be a fun game to have to make a meal plan from only whats on sale.\n\tPersuadee: yes it can be it brings out the creativity in you.. and I am grateful to be able to buy food even if it is only whats on sale\nPersuader: At least we can make a bit extra on the side with MTurk, I don't think my family would still be afloat without this extra income from the HITs.\n\tPersuadee: yes mturk is great and we have oppurtunities that alot of people do not. well it was great chatting with you.\nPersuader: It was nice chatting with you! Thanks for the donation to the good cause and take care", "label": [[11, 20, "Conventional-Opening"], [22, 72, "Open-Question"], [142, 338, "Statement"], [474, 564, "Other-Answer"], [564, 726, "Other-Answer"], [803, 842, "Acknowledge"], [843, 899, "Statement"], [898, 997, "Statement"], [1099, 1126, "Agreement"], [1126, 1194, "Statement"], [1381, 1421, "Agreement"], [1422, 1511, "Statement"], [1752, 1788, "Acknowledge"], [1789, 1967, "Statement"], [2360, 2413, "Statement"], [2731, 2811, "Statement"], [2239, 2359, "Statement"], [2632, 2651, "Thanking"], [2651, 2730, "Statement"], [2959, 3104, "Statement"], [3238, 3268, "Conventional-Closing"], [3269, 3310, "Thanking"], [3315, 3324, "Conventional-Closing"]], "idx": 69}
{"id": 3480, "data": "Persuader: hi\n\tPersuadee: hai how are you?\nPersuader: i'm fine how are you?\n\tPersuadee: i am fine\nPersuader: do you know children charity?\n\tPersuadee: yes i know children charity dear...\nPersuader: are you donate any charity?\n\tPersuadee: yes. i am already donate \nPersuader: how much amount you donate?\n\tPersuadee: just $100 dollar. u dear?\nPersuader: oh! i think you are a soft person.\n\tPersuadee: yes sir. u r there?\nPersuader: yes i am. \n\tPersuadee: u r name sir?\nPersuader: my name is Jane. what is your name?\n\tPersuadee: my name is  Eric W Menkhus. u r from sir?\nPersuader: I am in US.\n\tPersuadee: ur donate children's charity.\nPersuader: no i don't donate any charity.\n\tPersuadee: why sir. ?", "label": [[11, 13, "Conventional-Opening"], [198, 225, "YesNo-Question"], [275, 302, "WH-Question"], [54, 62, "Other-Answer"], [63, 75, "Open-Question"], [109, 138, "YesNo-Question"], [352, 386, "Acknowledge"], [430, 440, "Affirmative-Answer"], [478, 493, "Other-Answer"], [495, 513, "WH-Question"], [579, 590, "Other-Answer"], [644, 674, "Negative-Answer"]], "idx": 70}
{"id": 3481, "data": "Persuader: Hi! Good morning!\n\tPersuadee: Good morning!  How are you doing today?\nPersuader: I am good! I am trying to get my friends and others to donate their payment from this task to Save the Children. Save the Children is reputable and every dollar they raise goes to feed families.\n\tPersuadee: What else can you tell me about the charity?  Which countries do they work in?\nPersuader: Save the Children works for 18 countries in Africa, 5 countries in the Middle East and India and Pakistan. \n\tPersuadee: How much of a donation would one have to make to feed a family for a week?\nPersuader: 5.00 a week would feed one family for a week. Do you spend 5.00 a week on a coffee?\n\tPersuadee: That's crazy! I spend more than that on coffee every week!  \nPersuader: Then would you be willing to donate all of the money you make on this hit to the organization? You could always donate more. It is our moral responsibility to help feed the hungry.\n\tPersuadee: I would do that\nPersuader: That's awesome! We are so lucky to live in a country where there is help available to us such as Medicaid, food banks and other organizations to help us. It is so unfair that any person in any country can go hungry,\n\tPersuadee: We really are.  We have SO many places to go to for help\nPersuader: Yes, we do. I hope that each of us can make a conscious decision to start donating some of our paychecks each week to help children and families around the world.\n\tPersuadee: I'm going to tell more people about the charity\nPersuader: That is great!! That is what we need! Do you live in the United States?\n\tPersuadee: Yes, I do\nPersuader: Me too! I am going to Kenya in December and I may try to see if there is anywhere there that I can donate some money. Wait, I should just go through Save the Children since I know they are reputable.\n\tPersuadee: I always prefer going through organizations I have researched to make sure they're reputable as well\nPersuader: Exactly! Well, it was nice to meet you and thank you for agreeing to donate today!\n\tPersuadee: Thank you, have a great day!", "label": [[11, 28, "Conventional-Opening"], [92, 102, "Other-Answer"], [103, 204, "Statement"], [205, 286, "Statement"], [389, 496, "Other-Answer"], [595, 640, "Other-Answer"], [641, 678, "YesNo-Question"], [763, 857, "YesNo-Question"], [858, 887, "Statement"], [888, 943, "Statement"], [983, 998, "Acknowledge"], [999, 1136, "Statement"], [1137, 1198, "Statement"], [1279, 1290, "Agreement"], [1291, 1441, "Statement"], [1513, 1528, "Acknowledge"], [1529, 1550, "Statement"], [1551, 1584, "YesNo-Question"], [1618, 1625, "Acknowledge"], [1626, 1735, "Statement"], [1736, 1817, "Statement"], [1942, 1950, "Agreement"], [1951, 1980, "Conventional-Closing"], [1985, 2024, "Thanking"]], "idx": 71}
{"id": 3482, "data": "Persuader: I think that Save the Children is a great way to donate 1/2 of your earnings for the good of mankind\n\tPersuadee: You should probably start off with what Save the Children is\nPersuader: Save the Children is a charity that provides food, education and clothes to the unfortunate.\n\tPersuadee: I have never heard about it. Is it local, regional, global?\nPersuader: I believe it is global!\n\tPersuadee: How long have you known about this charity?\nPersuader: At least a good 30 years.\n\tPersuadee: Wow. That's a long time. What are some of the things that this charity does that you think is special and unique?\nPersuader: It helps children have a better life and teaches them to be productive and self-sufficient.\n\tPersuadee: That's interesting. What all does it provide children with? Just food and clothes and education? Is it focused on 3rd world countries or specific economies?\nPersuader: It is focused on third world countries and it helps provide them some safety.  A good mind is a terrible thing to waste.\n\tPersuadee: I agree. What about vaccinations? Does it help kids get up to date with those? Providing education to children is important, but vaccines are as well. Preventative for certain diseases. \nPersuader: Yes it does provide vaccines that help them live longer.  You do want the helpless children to have a chance?\n\tPersuadee: Of course I do. I think anyone with a sound mind would want to provide children with a better chance at life. Is this like a sponsorship where you get a photos and information on how it's helping a specific child or is it divided up?\nPersuader: Yes, you can get a picture of the child you are sponcing and information about that child.\n\tPersuadee: I think that is great! Is there a website?\nPersuader: Yes there is a website.  Please feel free to peruse the SAVE THE CHILDREN'S website.  I think we should all contribute when we have an opportunity like this.\n\tPersuadee: I agree entirely. Have you contributed to a child in need through the charity?\nPersuader: Not through this charity but I have contribute 50% of what ever I am earning for worthy causes.  It is the right thing to do.\n\tPersuadee: 50% seems to be a lot of money considering economies\nPersuader: Please you not make a 50% donation for a worthy cause.  It will not really even effect you pocket.  At least you have the opportunity to earn money, they do not.", "label": [[10, 111, "Statement"], [196, 288, "Statement"], [372, 395, "Other-Answer"], [463, 488, "Other-Answer"], [626, 717, "Other-Answer"], [898, 975, "Other-Answer"], [977, 1018, "Statement"], [1229, 1285, "Affirmative-Answer"], [1287, 1338, "Declarative-Yes/No-Question"], [1596, 1686, "Affirmative-Answer"], [1753, 1776, "Affirmative-Answer"], [1778, 1837, "Suggest"], [1839, 1910, "Statement"], [2013, 2037, "Negative-Answer"], [2042, 2107, "Statement"], [2110, 2138, "Statement"], [2271, 2313, "Statement"], [2315, 2376, "Statement"], [2215, 2270, "Request"]], "idx": 72}
{"id": 3483, "data": "Persuader: Howdy\n\tPersuadee: hello\nPersuader: Use mturk a lot?\n\tPersuadee: Just started two weeks ago and have been on it everyday for a few hours. \nPersuader: I've never had a task that involved a live chat before\n\tPersuadee: Yes me either. This is the first one for me too. \nPersuader: Is it giving you an option to donate some of your earnings?\n\tPersuadee: Yes I saw that. What are you going to do about it?\nPersuader: It wants me to donate to Save the Children.  Any idea if that is a real charity?\n\tPersuadee: It sounds familiar, but I'm not a hundred percent sure if it is a legit charity. \nPersuader: Are you planning to donate part of your earnings to them?\n\tPersuadee: No. I can't afford to give part of my earnings to charity. \nPersuader: I know the feeling.  I'm on food stamps myself.  Rather feed my children than some radom ones.\n\tPersuadee: I have a sister and brother who are struggling and I often give them money. That is why I'm working on turks. I am a full time teacher and I need extra income. \nPersuader: Yeah, we need to pay our teachers more.  Children our or future.  A lot of people at your school get free lunches?\n\tPersuadee: Yes about 65% of the students receive either free or reduced lunches. \nPersuader: Obviously that should have said \"are our\".  Kinda embarrassed about that typo \n\tPersuadee: Yes, but that's OK.\nPersuader: I don\\'t have an \"end chat\" or continue button.  Do you?\n\tPersuadee: No I don't see that option. I think we have to chat for ten minutes. \nPersuader: LOL.  or not\n\tPersuadee: So we have to come up with an agreement to a donation. What is that about?\nPersuader: Oh, we do?\n\tPersuadee: It says we need to make a donation agreement\nPersuader: Oh, so it wants us both to donate the same amount or something?\n\tPersuadee: Are you willing to donate?  I'm not and if you're not then we should both agree not donate and move one with the survey.\nPersuader: Sounds like a plan.  Good luck with mturk!", "label": [[11, 16, "Conventional-Opening"], [46, 62, "YesNo-Question"], [160, 214, "Statement"], [288, 347, "YesNo-Question"], [422, 465, "Other-Answer"], [467, 502, "YesNo-Question"], [608, 665, "YesNo-Question"], [749, 768, "Acknowledge"], [770, 797, "Statement"], [798, 843, "Statement"], [1028, 1067, "Agreement"], [1069, 1092, "Statement"], [1094, 1142, "Declarative-Yes/No-Question"], [1237, 1281, "Statement"], [1281, 1315, "Statement"], [1359, 1408, "Statement"], [1359, 1415, "YesNo-Question"], [1509, 1521, "Other"], [1620, 1630, "Backchannel-Question"], [1699, 1762, "YesNo-Question"], [1907, 1925, "Agreement"], [1928, 1949, "Conventional-Closing"]], "idx": 73}
{"id": 3484, "data": "Persuader: Hi. How are you this evening? \n\tPersuadee: Good, how are you?\nPersuader: I'm good, thank you. \n\tPersuadee: Do you know who receives this donations?\nPersuader: Yes, I do.  Have you ever heard of Save the Children? \n\tPersuadee: of course, I didn't see that detail. \nPersuader: In case you didn't know, they are an international organization that promotes children's rights and provides relief and helps support children in developing countries. \n\tPersuadee: you must be a fan. I assume you are going to donate.\nPersuader: Yes, I support this charity and yes, I will.   Do you have children? \n\tPersuadee: 1, a 4 year old. \nPersuader: As a parent, I feel this charity is so important and I hope you can feel that way too.  No child should go to bed hungry. \n\tPersuadee: hmmm, are you a real person? That is a line from the actual advertisement from Save The Children that has been running since I was a child.... maybe 30 years at least. \nPersuader: Ha ha.  Yes, I am a real person.  ( I knew that I knew that line from somewhere)\n\tPersuadee: how much of your $2 payment are you donating?\nPersuader: I'm still deciding.  How much would you like to donate to this charity now? \n\tPersuadee: 1 american dollar\nPersuader: Ok, that's great.  \n\tPersuadee: so we have a consensus then?\nPersuader: Yes, we do \n\tPersuadee: great, now how to end this chat???", "label": [[11, 41, "Conventional-Opening"], [15, 41, "Open-Question"], [84, 92, "Other-Answer"], [285, 454, "Statement"], [642, 728, "Statement"], [965, 989, "Affirmative-Answer"], [993, 1036, "Acknowledge"], [1107, 1126, "Other-Answer"], [92, 105, "Thanking"], [170, 180, "Affirmative-Answer"], [182, 224, "YesNo-Question"], [531, 575, "Affirmative-Answer"], [578, 600, "YesNo-Question"], [730, 764, "Statement"], [1128, 1183, "WH-Question"], [1225, 1242, "Acknowledge"], [1297, 1308, "Agreement"]], "idx": 74}
{"id": 3485, "data": "Persuader: hi how are you\n\tPersuadee: Hello, I'm doing well. How about you?\nPersuader:  I often donate clothes and assistance to childrens organizations\n\tPersuadee: That's awesome. I too like to donate clothes a d other items to those in need. I think it's great that people do this.\nPersuader: yes is very good helping this children  I am very happy to help people and make them happy\n\tPersuadee: Do you feel like you donate more during the holidays? Or is it pretty much all year round? I know I feel more prone to giving in the Fall around the holidays.\nPersuader:  I usually give up for the end of the year when I think my help will really make you happy\n\tPersuadee: You said you give assistance to children's organizations, what type of assistance? Monetary or time, if time what exactly?\nPersuader: for the Christmas and i donate 100$\n\tPersuadee: Nice. I love that people think of others during Christmas and give selflessly.\nPersuader: this is the life helping people and give the gift for the people\n\tPersuadee: I agree. It brings me joy to know I made a difference in someone else's life than my own. People helping people is a wonderful thing.\nPersuader: save the children is the best and fair organization \n\tPersuadee: I will have to look into that. I donate to a ministry that helps children in India with HIV/AIDS for their well being, food, housing, and medicine.\nPersuader: wow great \n\tPersuadee: It is nice to get personal letter from the kid I personally sponsor, it makes it so real to see the impact and how they grow up via photos.\nPersuader: this is the best think in your life the children are the future\n\tPersuadee: They are, we need to do all we can to make it better for them and better than we were given it.\nPersuader: yes i can do this\n\tPersuadee: I hope you have a great day and continue in your donation views.", "label": [[87, 152, "Statement"], [335, 385, "Statement"], [568, 658, "Other-Answer"], [10, 25, "Conventional-Opening"], [295, 333, "Agreement"], [804, 840, "Statement"], [943, 1007, "Other-Answer"], [1164, 1217, "Statement"], [1389, 1399, "Acknowledge"], [1563, 1626, "Statement"], [1746, 1763, "Statement"]], "idx": 75}
{"id": 3486, "data": "Persuader: Hey how are you doing today?\n\tPersuadee: I'm great! And you?\nPersuader: I'm doing well thanks for asking.  How is the weather where you are at?\n\tPersuadee: It's been quite hot these last few days. Disgusting heat wave. I personally love cold weather.\nPersuader: Yeah I do to, I can't wait for the snow to fly here :)  Just a quick question to find out a little more about you.  Have you given to any charities lately?\n\tPersuadee: Yes, I have. I dontate to the Red Cross regularly.\nPersuader: I do as well and wish many more people would.  I like that they and a lot of other charities are utilizing the technology to make donations a lot easier.\n\tPersuadee: Yes they certainly are. I always donate online now.\nPersuader: Good for you!  Okay have you hear about any charities lately that have been doing extra due to the wars in which civilians are unfortunately in the wrong place with little help?\n\tPersuadee: No I don't think I've heard about any of those.\nPersuader: Let me give you an example for instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence.\n\tPersuadee: Wow that sounds pretty bad\nPersuader: Yeah a lot of people are unaware of exactly what is going on in this messed up world.  I wish the media would actually do more to help out.  This is when a charity steps in specifically Save the Children Foundation.\n\tPersuadee: That would definitley be very helpfil\nPersuader: Today, together we can help this charity out.  Would you be willing to donate some or all of the money you would get for doing this task?\n\tPersuadee: Not right now I can't\nPersuader: Is there anything you have purchased this week that is not a neccessity?\n\tPersuadee: Not really. Just food and stuff.\nPersuader: Well maybe not just last week but how about all year.  What do we waste our time and money on?  I understand we all need to make money, but why can't people help out the people that truly need our help in this world.  If you donate $2.00 today I will match that.  Then we will have done our good deed for the day and maybe just maybe the universe will reward us in another way!\n\tPersuadee: I don't think I've really wasted much money lately.\nPersuader: Okay thats fine do you still wish to donate for karma to kick in?", "label": [[11, 39, "Conventional-Opening"], [15, 39, "Open-Question"], [83, 97, "Other-Answer"], [118, 154, "WH-Question"], [98, 115, "Open-Question"], [273, 324, "Agreement"], [329, 386, "Statement"], [389, 428, "YesNo-Question"], [503, 548, "Statement"], [503, 515, "Acknowledge"], [550, 656, "Statement"], [731, 745, "Acknowledge"], [747, 909, "YesNo-Question"], [981, 1100, "Statement"], [1101, 1214, "Statement"], [981, 1008, "Request"], [1265, 1350, "Agreement"], [1352, 1404, "Statement"], [1406, 1480, "Statement"], [1541, 1589, "Statement"], [1589, 1679, "YesNo-Question"], [1725, 1797, "YesNo-Question"], [1909, 1948, "Open-Question"], [1854, 1907, "Statement"], [1854, 1884, "Acknowledge"], [1949, 2071, "Statement"], [2072, 2116, "Statement"], [2118, 2231, "Statement"], [2307, 2322, "Acknowledge"], [2323, 2372, "YesNo-Question"]], "idx": 76}
