{"id": 2522, "data": "Persuader: good morning! I hope you had a nice weekend.\n\tPersuadee: Good morning, mine was pretty great, how was yours?\nPersuader: mine was hot! i am in florida.\n\tPersuadee: Lucky, mine was stormy! Do you know what exactly we are supposed to be discussing in this chat? I'm a little lost.\nPersuader: yes i do! have you ever heard about save the children charity?\n\tPersuadee: No I have not, but I'm very interested, tell me more plase!\nPersuader: it is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries\n\tPersuadee: Ah alright, so in countries where it isn't as safe for children, this charity helps to defend and support them? What do they do to help?\nPersuader: They are essential to help ensuring children's rights to health, education, safety, etc. They are a great organization. would you considering donating to them? \n\tPersuadee: Yes I would. I'm a mother myself, so children all over the world are very important to me. I'd like to donate my whole earnings from this HIT, which I suppose is $2 if I'm reading this correctly.\nPersuader: so very generous of you! I will do the same. How old are your kids?\n\tPersuadee: I have a 6 year old daughter and a 2 year old daughter. My 6 year old just started 1st grade and she absolutely loves school... so being reminded that there's kids out there less fortunate just strikes my heart. I sure hope someday we can accomplish a safe well-being for all the children and innocent people in this world.\nPersuader: i agree. That's nice to have daughters. hopefully they get along and look out for each other.\n\tPersuadee: Oh they do! I'm so lucky to have 2 of them lol, because they are best friends now. Do you have kids?\nPersuader: i have two kids. 6 year old girl and 9 year old boy. they fight now but i hope one day they resolve that get along!\n\tPersuadee: Haha cute. I think that's just how it is with brothers and sisters. I think your daughter will be lucky one day though, having an older brother to protect her.\nPersuader: that's what i am thinking. we might have another. it makes me sad that there isn't a little one anymore.\n\tPersuadee: I definitely know the feeling. I mean, my 2 year old is currently in that \"I\\'m independent and not a baby anymore\" stage lol when I swear just a week ago she was a snuggly baby. It break my heart when they grow up. \nPersuader: i hear you. enjoy them while they are little!\n\tPersuadee: I will (: and good luck if you do end up having another! Family is beautiful. ", "label": [[11, 55, "1-RAPPORT-FRIEND"], [131, 160, "1-RAPPORT-DISCLOSE"], [446, 598, "5-AUTHORITY-CREDENTIALS"], [1772, 1887, "1-RAPPORT-DISCLOSE"], [759, 847, "3-EMOTION-STORY"], [879, 918, "2-NEGOTIATE-BARGAIN"], [848, 878, "2-NEGOTIATE-OPINION"], [1139, 1163, "1-RAPPORT-COMPLIMENT"], [1164, 1206, "2-NEGOTIATE-RECIP"], [1164, 1206, "1-RAPPORT-SIMILAR"], [1563, 1647, "1-RAPPORT-COMPLIMENT"], [1554, 1562, "1-RAPPORT-SIMILAR"], [1825, 1887, "3-EMOTION-HUMOUR"], [2071, 2097, "1-RAPPORT-SIMILAR"], [2098, 2175, "1-RAPPORT-DISCLOSE"]], "idx": "396"}
{"id": 2523, "data": "Persuader: Hi!  I hope you are having a nice Holiday\n\tPersuadee: Yes and I hope yours is good also\nPersuader: I have a grown daughter and two precious grandchildren.  And you?\n\tPersuadee: WE just have a cat named Sissy. She's our child. LOL\nPersuader: WE have a dog named Bailey.  So including my husband I really have three children\n\tPersuadee: LOL, yeah they are like children. Bot pets and husbands.\nPersuader: Have you heard of the program Save the  Children?\n\tPersuadee: Yes, I saw an ad on TV recently about it.\nPersuader: It is a highly rated (88% out of 100%) program that provides health, education and emotional support for children around the world\n\tPersuadee: That's a lofty goal.\nPersuader: I agree, sometimes we have to break it down. .  You know, I am particularly interested in the children in Puerto Rico after Hurricane Maria.  They recently increased the death toll to over 3000.  But there is no breakdown for children\n\tPersuadee: Yes, they suffered greatly. there. But I'm more interested in what can be done for children in the US especially in the inner cities and Appalachia. \nPersuader: Save the Children wrote and article called :The Urban Disadvantage.  It details what the call \"The Survival of the Richest.\"  Save the Children has hundreds of low income clinics in cities are over American, and hundreds of outside educational programs to help urban children keep up.\n\tPersuadee: Oh that's really good to know. I thought they dealt mainly with ioverseas projects.\nPersuader: In the US, 1 out of 5 children are living in poverty.  Can you believe that, here in the US?  Save the Children was founded in 1932, and has provided services ever since.\n\tPersuadee: (Forgive my spelling mistakes! I need to proof before hitting send) I do believe that about the US. I used to work with inner city kids and know the horrors they live with here in the US.\nPersuader: The requester, Richard Kim has a 4/5 point rating.  He says the research team will collect all donations and send it to Save the Children. \"How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2) \n\tPersuadee: You told me stuff I did not know about Save the Children. Because of that I'll donate half ($1.00). Good job!\nPersuader: Thank you.  I appreciate your generosity.\n\tPersuadee: Hey, I'm also the one that the cub and girl scouts mark my house cause I'm an easy touch esp where kids are concerned.", "label": [[11, 52, "1-RAPPORT-FRIEND"], [110, 175, "1-RAPPORT-DISCLOSE"], [252, 333, "3-EMOTION-HUMOUR"], [252, 333, "1-RAPPORT-DISCLOSE"], [529, 659, "5-AUTHORITY-CREDENTIALS"], [1112, 1396, "3-EMOTION-STORY"], [2334, 2375, "1-RAPPORT-COMPLIMENT"], [704, 748, "1-RAPPORT-SIMILAR"], [752, 938, "3-EMOTION-STORY"], [751, 843, "1-RAPPORT-DISCLOSE"], [846, 938, "3-EMOTION-OTHER"], [1598, 1674, "5-AUTHORITY-CREDENTIALS"], [1504, 1597, "3-EMOTION-EMPATHY"], [1886, 2024, "5-AUTHORITY-CREDENTIALS"], [2025, 2199, "2-NEGOTIATE-BARGAIN"]], "idx": "397"}
{"id": 2524, "data": "Persuader: i how r u\n\tPersuadee: hello I am doing great. How are you?\nPersuader: yes i am fine\n\tPersuadee: Awesome. What are you doing today?\nPersuader: i am chatting with u \n\tPersuadee: Where are you from?\nPersuader: i am from usa u\n\tPersuadee: Same here. Where from in the USA?\nPersuader: VANCOUVER. you know about save the children charity\n\tPersuadee: I have always wanted to visit there. Yes I have actually.\nPersuader: tell something about children charity\n\tPersuadee: Well I know that those charities benefit many children around the world. Do you donate to them?\nPersuader: yes i donate. tell about ur family\n\tPersuadee: I have a wonderful family. I love them. How much do you donate?\nPersuader: yes i will donate $750\n\tPersuadee: Wow that is amazing. Would you donate that today?\nPersuader: No. how much u donate\n\tPersuadee: I would like to raise $50 for Save the Children. \nPersuader: very great. tell about u\n\tPersuadee: Well I think it is great that you will donate $750", "label": [[218, 233, "1-RAPPORT-DISCLOSE"], [581, 615, "1-RAPPORT-DISCLOSE"], [581, 615, "1-RAPPORT-OTHER"], [703, 725, "3-EMOTION-ALTRUISTIC"], [799, 820, "2-NEGOTIATE-BARGAIN"]], "idx": "398"}
{"id": 2525, "data": "Persuader: Hi, what do you think about the state of the world in general these days?\n\tPersuadee: Thats a pretty loaded question, I think at the moment despite what the news shows us we are in the most documented peaceful time during at least my life time\nPersuader: Interesting answer, I think it's a mixture the world over\n\tPersuadee: Can you clarify your answer a bit, what do you mean that its a mixture?\nPersuader: Of course many enjoy peace and prosperity, while others have to deal with severe problems associated with war, poverty and crime. etc.\n\tPersuadee: While I can see what you are saying but currently all over the world we are experiencing a pretty peaceful time, even the wars or skirmishs that are occuring are slight \nPersuader: If you look at the averages, I am sure you are right, But there are places where innocent civilians have to deal with very trying circumstances.\n\tPersuadee: The point is that currently its happening now much less. I'm more concerned with the global weather as a whole and some places running dangerously low on water than war\nPersuader: Yes, that is a real problem in places too\n\tPersuadee: What are your thoughts on global warming?\nPersuader: I think it's a tough problem\n\tPersuadee: I read that the great coral reef is about to go through a phase of bleaching and that its possible we could lose 1/3rd of it in the next 10 years roughly, which at least from this article could mean that fish could drastically die off if that were to happen\nPersuader: Wow that would be terrible. \n\tPersuadee: Unfortunately I am not a marine biologist so all I have to go off is what they said, but I do believe we need to start trying to take better care of the planet as a whole. What do you think about the future of technology possibly affecting the slow down of the global climate change?\nPersuader: I think it's very important to try and use technology to deal with climate problems. I think technology, properly used has the ability to help with lots of problems.\n\tPersuadee: I agree completely I cant wait to see what stuff we come up with in the next decade\nPersuader: I think the possibilities are immense. While I am chatting with you, I'd like to invite you to consider donating some of your payment for this HIT to Save the Children, an organization that tries to help children in difficult circumstances around the world. YOu can choose how much you want to deduct, from 0 up to $2\n\tPersuadee: I'm choosing not to donate so 0\nPersuader: Ok, thanks for considering it, anyway. All the best to you!\n\tPersuadee: you too! ", "label": [[11, 84, "1-RAPPORT-OTHER"], [747, 891, "4-LOGIC-CONCEDE"], [419, 553, "4-LOGIC-COUNTER"], [1084, 1125, "1-RAPPORT-SIMILAR"], [1501, 1529, "1-RAPPORT-OTHER"], [2483, 2542, "1-RAPPORT-FRIEND"], [1084, 1125, "4-LOGIC-OTHER"], [2149, 2277, "2-NEGOTIATE-REQUEST"], [2279, 2367, "5-AUTHORITY-CREDENTIALS"], [2368, 2427, "2-NEGOTIATE-BARGAIN"]], "idx": "399"}
{"id": 2526, "data": "Persuader: good evening\n\tPersuadee: Hi. How are you?\nPersuader: fine, have you heard about the Save the Children charity\n\tPersuadee: It sounds familiar, but I don't know much about it.\nPersuader: as the name suggests they help children all over the world\n\tPersuadee: How does it help them?\nPersuader: mainly with food, shelter, and medical care\n\tPersuadee: It sounds like something I could get behind.\nPersuader: they do depend on donations from people like us\n\tPersuadee: I'm a big believer in donating when i can, but I don't have much right now.\\\\\nPersuader: you can donate part of you payment from this task, if you'd like\n\tPersuadee: I'd like to donate part of it for sure.\nPersuader: that would be great, you can donate anything up to $2.\n\tPersuadee: How much are you going to donate?\nPersuader: $1 was my plan\n\tPersuadee: That's very generous. Where are you from?\nPersuader: from Adel, Georgia\n\tPersuadee: I'm from Midvale, Utah. I have family in Georgia.\nPersuader: That's great, can you donate $1 as well?\n\tPersuadee: I think I can donate 50 cents.\nPersuader: ok, that's fine\n\tPersuadee: Best to you.", "label": [[196, 254, "3-EMOTION-ALTRUISTIC"], [301, 344, "3-EMOTION-OTHER"], [413, 460, "1-RAPPORT-SIMILAR"], [562, 626, "2-NEGOTIATE-REQUEST"], [690, 744, "2-NEGOTIATE-BARGAIN"], [802, 816, "1-RAPPORT-DISCLOSE"], [882, 900, "1-RAPPORT-DISCLOSE"], [974, 1014, "2-NEGOTIATE-REQUEST"], [1069, 1084, "1-RAPPORT-FRIEND"]], "idx": "400"}
{"id": 2527, "data": "Persuader: do you like children?\n\tPersuadee: I like children individually, groups of children not so much.\nPersuader: are you worried about poor children?\n\tPersuadee: Yes, I think taking care of children is important\nPersuader: are you worried about children not getting enough to eat?\n\tPersuadee: Of course, everyone has the right to food.\nPersuader: how about education, are you worried about children growing up ignorant?\n\tPersuadee: Yes, education is extremely important\nPersuader: do you think children should have a roof over their heads?\n\tPersuadee: Yes, I think any decent person would\nPersuader: how much does it take to feed a child without a family in the third world per day?\n\tPersuadee: I really have no idea. Maybe 5 dollars?\nPersuader: can you believe it is less than that?\n\tPersuadee: Ya i guess I could believe that\nPersuader: are you interested in helping a poor childe with a contribution?\n\tPersuadee: Yes I am\nPersuader: have you heard about save the children fund?\n\tPersuadee: No, tell me about it\nPersuader: it is a program to help poor children around the world with basic needs. do you want to help them?\n\tPersuadee: Yes I do\nPersuader: look them up in the web and make a dontation please! ..thanks in advance!\n\tPersuadee: Ok, I will", "label": [[118, 154, "3-EMOTION-ALTERCASTING"], [228, 285, "3-EMOTION-ALTERCASTING"], [352, 424, "3-EMOTION-ALTERCASTING"], [486, 544, "3-EMOTION-ALTERCASTING"], [751, 788, "4-LOGIC-ARGUE"], [844, 908, "2-NEGOTIATE-REQUEST"], [1161, 1234, "7-RESSURE-OTHER"], [605, 687, "3-EMOTION-GUILT"], [605, 687, "1-RAPPORT-OTHER"], [1103, 1128, "2-NEGOTIATE-BARGAIN"], [1030, 1102, "5-AUTHORITY-CREDENTIALS"]], "idx": "401"}
{"id": 2528, "data": "Persuader: Good Morning, Have you heard at the charity Save the CHildren ?\n\tPersuadee: Yes I have. It is a wonderful charity. \nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: That is amazing. Tell me more. \nPersuader: When you figure the time we spend on buying unnecessary things like candy, car washes, or dining out, we can support these children in developing countries !\n\tPersuadee: I would like to help. What would you consider an acceptable contribution?\nPersuader: I would like to think of supporting a child by $1 a day or $30 a month. $1 a day can be used in meaningful ways to help these children\n\tPersuadee: I think I can definitely afford $1 a day. \nPersuader: Your $1 a day will help their essential needs like health, education safety and clothing. Just the essentials can make a child lead a more fulfilled and loving life\n\tPersuadee: Where do I sign up?\nPersuader: Being able to support a child is a moral thing to do. I believe u would make a tangible impact on these children. You can sign up at :  URL   However, before you do, I'd like to tell you a bit more\n\tPersuadee: Yes, I would like to hear more. I love helping where I can. Those less fortunate deserve better. \nPersuader: These children die from hunger daily. Your donation is making an impact on the children and their families\n\tPersuadee: Do you donate to this cause as well? If so, how much do you give?\nPersuader: I do  ! I give $30 a month Save the children is international and helps children in all nations \n\tPersuadee: I think you are a wonderful person. Thank you so much for telling me about this. \nPersuader: Your donation is part of the solution and you realize how it is a morally responsibility obligation . I admire that !\n\tPersuadee: I will give a dollar a day, I'm sure I won't even notice the money missing and I'll know that I am helping out. \nPersuader: Thank you for the compliment and your generous donation !\n\tPersuadee: Thank you for the lovely chat and educational information. You've been great. ", "label": [[138, 306, "5-AUTHORITY-CREDENTIALS"], [362, 519, "4-LOGIC-ARGUE"], [362, 519, "3-EMOTION-GUILT"], [1541, 1637, "5-AUTHORITY-CREDENTIALS"], [1541, 1637, "1-RAPPORT-DISCLOSE"], [1743, 1860, "1-RAPPORT-FRIEND"], [1743, 1860, "2-NEGOTIATE-OPINION"], [1997, 2054, "1-RAPPORT-COMPLIMENT"], [1997, 2054, "1-RAPPORT-FRIEND"], [689, 751, "3-EMOTION-GUILT"], [617, 687, "6-SOCIAL-NORMS"], [818, 907, "3-EMOTION-EMPATHY"], [908, 982, "4-LOGIC-ARGUE"], [1026, 1079, "2-NEGOTIATE-OPINION"], [1080, 1139, "2-NEGOTIATE-OPINION"], [1140, 1223, "5-AUTHORITY-CREDENTIALS"], [1025, 1079, "3-EMOTION-ALTRUISTIC"], [1345, 1382, "3-EMOTION-GUILT"], [1383, 1451, "2-NEGOTIATE-OPINION"]], "idx": "402"}
{"id": 2529, "data": "Persuader: Howdy\n\tPersuadee: Hey how are you today?\nPersuader: I'm good.  You?\n\tPersuadee: Good, What do you think is the greatest social issue we are facing right now?\nPersuader: Violence.  Same as at every point in history.  You ever do one of these chat tasks before?\n\tPersuadee: Yes I have- I feel its violence too\nPersuader: It wants me to donate to \"Save the Children\".  Any idea if that is a real charity?\n\tPersuadee: I believe it is- I've seen commericals for it on TV before....have you?\nPersuader: No, but then I don't watch much TV, certainly never commercials.  Is it asking you to donate too?\n\tPersuadee: Yes- I've donated to a similar charity before but it was based on supporting kids education\nPersuader: I'm not sure how much my $0.30 reward for completing the HIT would actually help.\n\tPersuadee: It would feed a child for almost 3 days.\nPersuader: Sounds like you are very knowledgeable about it.  It doesn't say that in the info they gave me.  Are you going to donate?\n\tPersuadee: I'm going to donate half .10 - So i Can feed a child for a day \nPersuader: It is only paying you $0.20 complete the HIT?\n\tPersuadee: Its paying me .30\nPersuader: So how is .10 half?\n\tPersuadee: I'm not doing half I'm doing a third.\nPersuader: Ok.  I'll probably just donate the whole 0.30, if you are sure it is real & will help kids.\n\tPersuadee: Yes I am, ", "label": [[227, 270, "1-RAPPORT-OTHER"], [508, 572, "1-RAPPORT-DISCLOSE"], [574, 605, "1-RAPPORT-OTHER"], [867, 915, "1-RAPPORT-COMPLIMENT"], [964, 988, "2-NEGOTIATE-BARGAIN"], [1249, 1335, "6-SOCIAL-NORMS"]], "idx": "403"}
{"id": 2530, "data": "Persuader: Hi! How are you doing today?\n\tPersuadee: I'm doing well. How about you?\nPersuader: I am great, just enjoying some coffee on my deck. How is the weather for you?\n\tPersuadee: It's cloudy a lot, but otherwise fine. I was just looking through the morning mail. A request by a children's charity for a donation.\nPersuader: Which charity was the flyer from? The charity I always donate to is called Save The Children. They do wonders for under privileged kids.\n\tPersuadee: I think it was from Save The Children. So you think they do some actual good?\nPersuader: They do for sure. They feed so Many starving kids and are quick to respond to any crisis. \n\tPersuadee: That's encouraging. Do you usually donate? They're asking for $50, I was thinking more like $20.\nPersuader: I do donate regularly to them. In fact if you are wanting to donate you can donate a portion of your payment from this directly to Save The Children. Is that something you would be willing to do?\n\tPersuadee: That's a thought. I guess I could do that. Maybe 1/2 of the payment. \nPersuader: That is wonderful! So you are willing to donate half of your payment? I will also donate mine.\n\tPersuadee: Okay. Let's do that then.\nPersuader: Great! These donations will be able to help so many children! \n\tPersuadee: That's the goal, for sure.\nPersuader: It absolutely is! I just want to thank you for helping out this great charity.\n\tPersuadee: Glad to help. I have a needy child of my own, and know how desperate that can make you feel.\nPersuader: Absolutely! I hope you enjoy your day, and if you would like to learn more about this charity, you can visit their website. \n\tPersuadee: I may do that. Enjoy your day also.\nPersuader: Thank you! \n\tPersuadee: You are welcome.", "label": [[94, 143, "1-RAPPORT-FRIEND"], [144, 171, "1-RAPPORT-FRIEND"], [363, 422, "1-RAPPORT-DISCLOSE"], [423, 465, "2-NEGOTIATE-OPINION"], [585, 657, "2-NEGOTIATE-OPINION"], [778, 808, "1-RAPPORT-DISCLOSE"], [809, 927, "3-EMOTION-ALTERCASTING"], [928, 973, "2-NEGOTIATE-REQUEST"], [1086, 1136, "2-NEGOTIATE-REQUEST"], [1137, 1161, "2-NEGOTIATE-BARGAIN"], [1067, 1085, "1-RAPPORT-COMPLIMENT"], [1218, 1272, "2-NEGOTIATE-OPINION"], [1342, 1402, "1-RAPPORT-COMPLIMENT"], [1531, 1643, "1-RAPPORT-FRIEND"]], "idx": "404"}
{"id": 2531, "data": "Persuader: Do you ever donate to charity?\n\tPersuadee: Yes, I support a few causes that I personally believe in very much.\nPersuader: Have you ever heard of Save the Children?\n\tPersuadee: Yes, but I don't know a lot about them. What is their mission?\nPersuader: Their mission is to promote children's rights, and provide relief and support to children in developing countries.\n\tPersuadee: That sounds interesting. What countries do they work in?\nPersuader: They work in many countries across the world.  For example, millions of children in Syria grow up facing the daily threat of violence.  A donation could help these children greatly.\n\tPersuadee: It sounds like it. Do you donate to this charity?\nPersuader: I do.  It is a great charity that does a lot of great work around the world.\n\tPersuadee: Some charities are run better than others. Do you know what Save the Children's reputation is for actually using the money it collects to help children versus for fundraising and administrative salaries?\nPersuader: The majority of all donations collected goes directly toward the mission of helping children in developing counties.\n\tPersuadee: Ok. How long has this group been in operation?\nPersuader: They are a well established charity that has been working around the world for several years.\n\tPersuadee: What do you like most about this group?\nPersuader: I like knowing that my donation is helping children that otherwise would suffer.\n\tPersuadee: That seems worthwhile. Helping children is important.\nPersuader: Would you like to make a donation today?\n\tPersuadee: Are you planning to donate today?\nPersuader: I am.  The research team will collect all donations and send it to Save the Children.\n\tPersuadee: Good to know.", "label": [[261, 375, "5-AUTHORITY-SUPERIOR"], [1202, 1295, "5-AUTHORITY-CREDENTIALS"], [1359, 1439, "3-EMOTION-GUILT"], [1517, 1557, "2-NEGOTIATE-REQUEST"], [456, 501, "5-AUTHORITY-CREDENTIALS"], [503, 590, "3-EMOTION-STORY"], [592, 637, "3-EMOTION-GUILT"], [718, 787, "2-NEGOTIATE-OPINION"], [1015, 1131, "4-LOGIC-OTHER"], [1622, 1700, "5-AUTHORITY-CREDENTIALS"]], "idx": "405"}
{"id": 2532, "data": "Persuader: hi\n\tPersuadee: hello\nPersuader: How are you doing today\n\tPersuadee: doing ok and you?\nPersuader: going good its a nice day\n\tPersuadee: whats' sup with you today?\nPersuader: planning to go out  with my niece to park   \n\tPersuadee: do you have a question about charity?\nPersuader: Yes I do ! Would you like to donate to Charity called save Children ?\n\tPersuadee: depends...what do they do?\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries \n\tPersuadee: cool, do they help all types of children?\nPersuader: Yes they do ...\n\tPersuadee: how much do I donate?\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2)\n\tPersuadee: oh...what is the money going to be used for?\nPersuader: This donation is mainly used to help ensuring children's rights to health, education, safety. There a lot of children's they don't even have a single day meal. You generous support will help to provide a little help to those children's who needs support . \n\tPersuadee: is save the children well run you think?\nPersuader: yes it is ..last month itself we have supported a lot of children that needs help ..its a very little amount which brings a smile on a child's face.Hurricane Harvey Children's Recovery Collaborative Releases Still at Risk: Children One Year After Hurricane Harvey Executive Summary August 27, 2018 Save the Children Statement on the Report of the Independent International Fact-Finding Mission on Myanmar August 27, 2018 \n\tPersuadee: how much do you think you can donate? \nPersuader: I can match your amount \n\tPersuadee: thnks and will do the same\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2)", "label": [[410, 578, "5-AUTHORITY-CREDENTIALS"], [1752, 1776, "1-RAPPORT-SIMILAR"], [1752, 1776, "2-NEGOTIATE-BARGAIN"], [301, 359, "2-NEGOTIATE-REQUEST"], [705, 755, "2-NEGOTIATE-BARGAIN"], [820, 878, "2-NEGOTIATE-BARGAIN"], [947, 1040, "4-LOGIC-OTHER"], [1041, 1105, "3-EMOTION-GUILT"], [1107, 1203, "3-EMOTION-EMPATHY"], [1107, 1203, "3-EMOTION-ALTRUISTIC"], [1280, 1349, "2-NEGOTIATE-OPINION"], [1352, 1416, "3-EMOTION-ALTRUISTIC"], [1416, 1689, "5-AUTHORITY-CREDENTIALS"], [1827, 1877, "2-NEGOTIATE-BARGAIN"], [1942, 2000, "2-NEGOTIATE-BARGAIN"]], "idx": "406"}
{"id": 2533, "data": "Persuader: Hi.  I want you to consider making a donation of part of your earnings here to a charitable organization.\n\tPersuadee: What organization were you considering?\nPersuader: Save the Children.\n\tPersuadee: What does save the children do? Does it help children in the States or in other countries?\nPersuader: They work in over 120 countries.\n\tPersuadee: That is wonderful! \nPersuader: Yes, they were established in 1919\n\tPersuadee: I would be happy to donate. \nPersuader: That is wonderful.  You can donate any amount up to all your payment for this task ($2.00)\n\tPersuadee: I think I will donate $1\nPersuader: Thank you so much for your $1.00 donation.  Be assured, it will make a difference in a child's life.\n\tPersuadee: That is important! I am happy to help and make a difference for a child. \nPersuader: Yes, it is very important.  I believe the first sponsor  I can personally recall was Sally Struthers.\n\tPersuadee: Oh I remember that now. I recall commercials on TV when I was younger.\nPersuader: Yes, and they still do TV appeals.  I believe Marvin Gaye did one.\n\tPersuadee: I have not seen any recent commercials but possibly because I was not keeping an eye out for them. Now I will be looking for them. \nPersuader: When you do you will see that Save the Children promotes children's rights, provides relief and helps support children.\n\tPersuadee: Children's rights are so important. They are so reliant on adults and need people looking out for them. Sadly not every child has family to help. I am happy to donate to help make a difference. Thank you for the opportunity. \nPersuader: I am so happy that you have chosen to donate to such a worthy cause.  I am certain you feel very ggod about it.\n\tPersuadee: Are there any other charities that you support? I support a hospital in DC called Children's National Hospital. \nPersuader: Thank you again for your $1.00.  It is so admirable you support other charities as well.\n\tPersuadee: My pleasure. Have a good day.\nPersuader: You have a good day too!", "label": [[313, 345, "5-AUTHORITY-CREDENTIALS"], [389, 423, "5-AUTHORITY-CREDENTIALS"], [1231, 1350, "5-AUTHORITY-SUPERIOR"], [1990, 2014, "1-RAPPORT-FRIEND"], [16, 116, "2-NEGOTIATE-BARGAIN"], [476, 494, "1-RAPPORT-COMPLIMENT"], [496, 566, "2-NEGOTIATE-BARGAIN"], [659, 715, "3-EMOTION-EMPATHY"], [615, 657, "1-RAPPORT-FRIEND"], [841, 914, "1-RAPPORT-DISCLOSE"], [813, 839, "2-NEGOTIATE-OPINION"], [1600, 1668, "1-RAPPORT-FRIEND"], [1670, 1711, "3-EMOTION-ALTERCASTING"], [1848, 1880, "1-RAPPORT-FRIEND"], [1881, 1936, "1-RAPPORT-COMPLIMENT"]], "idx": "407"}
{"id": 2534, "data": "Persuader: Hello, how are you today.\n\tPersuadee: Very well, thank you.  And you?\nPersuader: I'm great, thank you. I'm wondering if I can have a moment of your time to talk to you about a charity program I work with?\n\tPersuadee: Sure. Go right ahead.\nPersuader: Thank you. I'm hoping you would like to donate some of your task payment to the charity 'Save the Children', and organization that promotes children's rights and supports children in developing countries. \n\tPersuadee: I would be interested in doing do, however I must tell you I am generally very skeptical about charity orginizations in general.  I know of many that I do not support due to the 6 figure salaries of the CEO.  And the fact that not much of the donation actually get to the \"cause\". \nPersuader: I completely understand the skepticism due to a tenfold of shady organizations these days. However, I can guarantee you Save the Children is a professional organization that promises their donations go to a trustable fund to support international children's causes. \n\tPersuadee: You have my attention, however this HIT is running Very long for 2 bucks already. \nPersuader: So can I conclude that you'd like to donate to the charity now? Your donation will be directly deducted from your task payment.\n\tPersuadee: No, you may not draw that conclusion yet.  I still know nothing about the charity and I\\'m already a half hour into a 2 dollar HIT.  I do not do this \"only\" for the money, but to try and help any way I can. That\\'s the only reason I\\'m still here.\nPersuader: I can understand that. So i'd really like to thank you for your interest and time. I can assure you if you donate as little as a penny to this charity you can be part of the solution to put an end to children's struggles from all over the world.\n\tPersuadee: I have been doing some research while waiting for your responses.  I'll donate .50. \nPersuader: Thank you so much. Your donation is very much appreciated. \n\tPersuadee: You are welcome.  It would be more, but not without more research.  This HIT is a rip off, taking far too much time.  I am an old retired guy with limited income.  My wife has health issues and is losing her insurance.  Pennies matter to me.\nPersuader: I'm sorry to hear that, but I assure you that your humble donation will not go unrecognized. Thank you again.\n\tPersuadee: Thank you.  I just hope the donation does help and do wish it could be more.\nPersuader: The research team will collect your .50 donation and send it to Save the Children. Thank you.\n\tPersuadee: Most welcome indeed and hope you have a great day. \nPersuader: Thank you, you too sir.\n\tPersuadee: Should this HIT not be ending, I think it has had more than 10 rounds?", "label": [[1898, 1957, "1-RAPPORT-COMPLIMENT"], [114, 215, "2-NEGOTIATE-REQUEST"], [272, 466, "5-AUTHORITY-CREDENTIALS"], [272, 466, "3-EMOTION-ALTERCASTING"], [772, 861, "1-RAPPORT-SIMILAR"], [863, 1038, "5-AUTHORITY-CREDENTIALS"], [863, 1038, "4-LOGIC-COUNTER"], [772, 862, "4-LOGIC-CONCEDE"], [1145, 1208, "3-EMOTION-ALTERCASTING"], [1567, 1626, "1-RAPPORT-FRIEND"], [1626, 1789, "3-EMOTION-PROMISE"], [1544, 1566, "4-LOGIC-CONCEDE"]], "idx": "408"}
{"id": 2535, "data": "Persuader: Hello. Do you know about the good work Save the Children does?\n\tPersuadee: Never heard of them. What do they do?\nPersuader: They are an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries\n\tPersuadee: Sounds like a good cause, but I'm leery of big NGOs; i want to make sure all my money goes to the front lines, not caught up in administration.\nPersuader: That's understandable. Do you try to give to charities often?\n\tPersuadee: When I can. I usually give to local charities; you know, the tin can at the register.\nPersuader: Here's a link from a charity watchdog group. Save the Children has an A rating.  URL \n\tPersuadee: that's a pretty low overhead, most of the money would go to where it's needed.\nPersuader: Indeed. They manage to do a lot. After all, the world changes rapidly, so the needs of children change rapidly as well. Here's a link to their site:  URL \n\tPersuadee: It's nice that they also focus on US problems, not just overseas.\nPersuader: That's true. Sadly, needy children are a global problem. Would you like an opportunity to make a small donation today? \n\tPersuadee: I could be persuaded. \nPersuader: How much would you consider giving? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: I'll give half my payment, $1.\nPersuader: The research team will collect all donations and send it to Save the Children.\n\tPersuadee: Sounds like a good idea to me.\nPersuader: Seriously, my job was to persuade you to give, but I ended up signing up for their newsletter and will likely make a donation myself. \n\tPersuadee: It seriously looks nice. If I weren't out of work, I'd donate.\nPersuader: I'm sure they'd appreciate any help. At the least, informing others on social media about their work would be useful. Thanks for your contribution.\n\tPersuadee: It was my pleasure.", "label": [[135, 290, "5-AUTHORITY-CREDENTIALS"], [1574, 1708, "1-RAPPORT-DISCLOSE"], [18, 73, "3-EMOTION-ALTRUISTIC"], [481, 519, "3-EMOTION-OTHER"], [481, 519, "3-EMOTION-EMPATHY"], [674, 708, "5-AUTHORITY-CREDENTIALS"], [629, 673, "5-AUTHORITY-CREDENTIALS"], [937, 965, "5-AUTHORITY-CREDENTIALS"], [850, 936, "2-NEGOTIATE-OPINION"], [825, 848, "2-NEGOTIATE-OPINION"], [1074, 1117, "3-EMOTION-GUILT"], [1118, 1180, "2-NEGOTIATE-REQUEST"], [1227, 1262, "2-NEGOTIATE-BARGAIN"], [1327, 1386, "2-NEGOTIATE-BARGAIN"], [1795, 1831, "2-NEGOTIATE-OPINION"], [1913, 1942, "1-RAPPORT-FRIEND"]], "idx": "409"}
{"id": 2536, "data": "Persuader: hello how are you?\n\tPersuadee: I'm good. How is your day going?\nPersuader: good. Would you like to donate to help save the children?\n\tPersuadee: I don't think I am currently able to give anything. \nPersuader: what do you mean? why not?\n\tPersuadee: Things are so tight at home that I can barely make things work as it is. \nPersuader: seriously? You can't even donate 0-2 dollars for other kids?\n\tPersuadee: Not if it takes away from my own kids that are my responsibility. \nPersuader: what about the kids that really need it though? why don't you think about them?\n\tPersuadee: Well I am thinking about them. I don't really know what kids this is even going to though. \nPersuader: but people donate all the time without knowing who it is going to\n\tPersuadee: Well that seems silly. You wouldn't know if your money is going to a child or some random people's pocket. \nPersuader: can you please donate? one of the children in this group is my child\n\tPersuadee: Well that doesn't really legitmize the operation. \nPersuader: how about just a dollar?\n\tPersuadee: I would need to know what organization it was going to. \nPersuader: here: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: What percentage of the donation actually goes towards helping the children?\nPersuader: one hundred percent; why would someone take that money for themselves?\n\tPersuadee: Because all organizations take a percentage to pay for overhead costs. \nPersuader: how about just 75 cents then?\n\tPersuadee: No I won't be contributing today .", "label": [[495, 574, "7-PRESSURE-MANIPULATE"], [690, 755, "6-SOCIAL-GROUP"], [1135, 1309, "5-AUTHORITY-CREDENTIALS"], [1409, 1479, "7-PRESSURE-MANIPULATE"], [1030, 1054, "2-NEGOTIATE-BARGAIN"], [1575, 1604, "2-NEGOTIATE-BARGAIN"], [92, 143, "2-NEGOTIATE-BARGAIN"], [344, 404, "7-PRESSURE-MANIPULATE"], [495, 542, "3-EMOTION-GUILT"], [543, 574, "3-EMOTION-GUILT"], [910, 955, "1-RAPPORT-DISCLOSE"], [887, 909, "2-NEGOTIATE-REQUEST"]], "idx": "410"}
{"id": 2537, "data": "Persuader: hello , how are you today?\n\tPersuadee: Good.  How are you doing?\nPersuader: do youlike children?\n\tPersuadee: I find children to be tolerable, not matter who they belong to...  Each of us were once a child too.\nPersuader: thats good to remember. Do you have kids?\n\tPersuadee: Nope.  Do think I want kids of my own.  How about you?\nPersuader: yes, I do. do you worry poor kids don't have food?\n\tPersuadee: I worry about both poor children and poor adults not having food.  You know what is sadder than a child not having food?\nPersuader: what is that , what is sadder?\n\tPersuadee: An elderly man or woman who is too poor to afford food.  At one point in their life, they had so much to look forward to.  But now they've found themselves at the end and they are so powerless that they cannot even feed themselves.  I cannot fathom that level of sadness to sit there at the end of a very long life and to wonder how you got there...\nPersuader: do you worry about poor childrens education these days\n\tPersuadee: Sure...  I feel that there's a lot of people who don't care because they stand to profit more from ignorance in society, than from intelligence.\nPersuader: do you know about a charity called save the children?'\n\tPersuadee: No.  I do not.\nPersuader: at the end of the survey you can donate to save the children, How do you feel about that?\n\tPersuadee: I know nothing about this organization.  For every dollar I donate, what would be the overhead administrative costs?\nPersuader: good question. I don't know, but think it is low, are you intereested?\n\tPersuadee: Not in particular.  I don't donate to causes if I don't know specifics about them.\nPersuader: this one has been around for a long time with good reputation. a small amount goes a long way , Interested?\n\tPersuadee: No thank you.  I have local charities that I know a lot more about and I can directly see their programs in action.\nPersuader: thanks for your consideration\n\tPersuadee: Thank you as well.", "label": [[1267, 1356, "1-RAPPORT-FRIEND"], [87, 107, "1-RAPPORT-OTHER"], [951, 1005, "3-EMOTION-GUILT"], [256, 273, "1-RAPPORT-OTHER"], [363, 402, "3-EMOTION-GUILT"], [1511, 1567, "2-NEGOTIATE-REQUEST"], [1674, 1736, "5-AUTHORITY-CREDENTIALS"], [1737, 1781, "2-NEGOTIATE-REQUEST"], [1737, 1781, "2-NEGOTIATE-OPINION"]], "idx": "411"}
{"id": 2538, "data": "Persuader: I think that Save the Children is a great way to donate 1/2 of your earnings for the good of mankind\n\tPersuadee: You should probably start off with what Save the Children is\nPersuader: Save the Children is a charity that provides food, education and clothes to the unfortunate.\n\tPersuadee: I have never heard about it. Is it local, regional, global?\nPersuader: I believe it is global!\n\tPersuadee: How long have you known about this charity?\nPersuader: At least a good 30 years.\n\tPersuadee: Wow. That's a long time. What are some of the things that this charity does that you think is special and unique?\nPersuader: It helps children have a better life and teaches them to be productive and self-sufficient.\n\tPersuadee: That's interesting. What all does it provide children with? Just food and clothes and education? Is it focused on 3rd world countries or specific economies?\nPersuader: It is focused on third world countries and it helps provide them some safety.  A good mind is a terrible thing to waste.\n\tPersuadee: I agree. What about vaccinations? Does it help kids get up to date with those? Providing education to children is important, but vaccines are as well. Preventative for certain diseases. \nPersuader: Yes it does provide vaccines that help them live longer.  You do want the helpless children to have a chance?\n\tPersuadee: Of course I do. I think anyone with a sound mind would want to provide children with a better chance at life. Is this like a sponsorship where you get a photos and information on how it's helping a specific child or is it divided up?\nPersuader: Yes, you can get a picture of the child you are sponcing and information about that child.\n\tPersuadee: I think that is great! Is there a website?\nPersuader: Yes there is a website.  Please feel free to peruse the SAVE THE CHILDREN'S website.  I think we should all contribute when we have an opportunity like this.\n\tPersuadee: I agree entirely. Have you contributed to a child in need through the charity?\nPersuader: Not through this charity but I have contribute 50% of what ever I am earning for worthy causes.  It is the right thing to do.\n\tPersuadee: 50% seems to be a lot of money considering economies\nPersuader: Please you not make a 50% donation for a worthy cause.  It will not really even effect you pocket.  At least you have the opportunity to earn money, they do not.", "label": [[11, 111, "3-EMOTION-GUILT"], [196, 288, "5-AUTHORITY-CREDENTIALS"], [11, 111, "2-NEGOTIATE-OPINION"], [372, 395, "2-NEGOTIATE-OPINION"], [463, 488, "5-AUTHORITY-CREDENTIALS"], [626, 717, "2-NEGOTIATE-OPINION"], [1229, 1284, "3-EMOTION-GUILT"], [372, 395, "5-AUTHORITY-CREDENTIALS"], [977, 1018, "3-EMOTION-GUILT"], [898, 975, "4-LOGIC-OTHER"], [898, 975, "5-AUTHORITY-CREDENTIALS"], [1287, 1338, "7-PRESSURE-MANIPULATE"], [1753, 1776, "5-AUTHORITY-CREDENTIALS"], [1778, 1837, "3-EMOTION-ALTERCASTING"], [1839, 1910, "2-NEGOTIATE-OPINION"], [2013, 2108, "1-RAPPORT-DISCLOSE"], [2110, 2138, "2-NEGOTIATE-OPINION"], [2315, 2376, "3-EMOTION-GUILT"], [2215, 2269, "2-NEGOTIATE-BARGAIN"], [2271, 2313, "2-NEGOTIATE-OPINION"]], "idx": "412"}
{"id": 2539, "data": "Persuader: hii\n\tPersuadee: Hello how are you?\nPersuader: good are you going to make a donation\n\tPersuadee: I am definitely thinking about it! How about you?\nPersuader: I am I'm going to donate 5 dollars\n\tPersuadee: 5 dollars is a good amount! How much time do you think 5 dollars would be if I wanted to donate time?\nPersuader: I'm not to sure honestly\n\tPersuadee: What would you ballpark?\nPersuader: I don't understand\n\tPersuadee: Could you take a guess on how much t ime\nPersuader: maybe 2 hour's\n\tPersuadee: 2 hours would be good. I will donate two hours of my time then.\nPersuader: that's a great idea\n\tPersuadee: What charity are you going to donate to?\nPersuader: save the children\n\tPersuadee: save the children is a great one!\nPersuader: yeah and you\n\tPersuadee: I would like to find one that has a focus on childhood cancer\nPersuader: that's really good\n\tPersuadee: Thank you! Just want to keep the children healthy and safe", "label": [[57, 94, "2-NEGOTIATE-REQUEST"], [168, 202, "1-RAPPORT-SIMILAR"], [168, 202, "1-RAPPORT-DISCLOSE"]], "idx": "413"}
{"id": 2540, "data": "Persuader: Have you heard of Save the Children?\n\tPersuadee: no i have not but i am interested!\nPersuader: Cool, it's international and non governmental. It helps children and their families.  Are you still interested?\n\tPersuadee: yes i am very interested!\nPersuader: If you donate you can help many children. Can I count on your support?\n\tPersuadee: yes of course! how much?\nPersuader:  You can choose any amount from $0 to all your payment. Your donation will be directly deducted from your task payment\n\tPersuadee: ok then i will donate half 15 cents\nPersuader: Cool, Thanks for your donation of $0.15 The research team will collect all donations and send it to Save the Children. Any other questions?\n\tPersuadee: no i dont think so i love the cause!\nPersuader: have you checked out the site yet?\n\tPersuadee: yes im looking at it now actually it seems like a great foundation\nPersuader: yes it does\n\tPersuadee: ok so we agreed on a price?\nPersuader: yes we are 0.15 is it right?\n\tPersuadee: yes 0.15 is correcr\nPersuader: yes again yhanks\n\tPersuadee: ok thank you sounds good,\nPersuader: alright i believe that;'s it\n\tPersuadee: yes how do we end it?", "label": [[11, 47, "1-RAPPORT-OTHER"], [952, 980, "2-NEGOTIATE-BARGAIN"], [106, 153, "5-AUTHORITY-CREDENTIALS"], [153, 190, "4-LOGIC-OTHER"], [192, 217, "2-NEGOTIATE-REQUEST"], [267, 308, "3-EMOTION-ALTRUISTIC"], [309, 337, "2-NEGOTIATE-REQUEST"], [309, 337, "7-PRESSURE-MANIPULATE"], [387, 441, "2-NEGOTIATE-BARGAIN"], [564, 604, "1-RAPPORT-OTHER"]], "idx": "414"}
{"id": 2541, "data": "Persuader: MANY CHILD ARE DYING \n\tPersuadee: True, for reasons that we can easily correct\nPersuader: YES ITS TRUE, SOME CHILD ARE DO NOT HAVE THE FOOD AND SAFETY TO THE CHILD  \n\tPersuadee: clean, fresh water is a huge issue in many underdeveloped countries\nPersuader: YES, YOU CAN DONATE THE CHILD\n\tPersuadee:  URL  is a great charity for getting clean water to kids all over the world\nPersuader: OK, THANK YOU FOR CLEAN WATER TO THE KIDS\n\tPersuadee:  URL  is another great charity \nPersuader: OK , HOW WE CAN CONNECT TO THE CHARITY?\n\tPersuadee: you can read about the charities on their websites which I provided... and donations can be made directly through their sites as well\nPersuader: OK THANK YOU SO MUCH \n\tPersuadee: are these charities that you might be interested in donating to?\nPersuader: YES, I DONATE THE CHILD\n\tPersuadee: we can also advocate for, fundraise, teach about the organizations and help in many other ways\nPersuader: OK, ITS HELP TO THE MANY CHILD\n\tPersuadee: agreed... personally, i can only donate money to them as my family life doesn't give me the time necessary to help in other ways. So I'm ready to make a donation. How about you?\nPersuader: YES, I ALSO AGREE WITH THAT, AND I ALSO DONATION THE CHILD ITS VERY HELPFUL TO THE CHILDREN.\n\tPersuadee: how do we know the majority of the money is going directly to helping kids get clean water?\nPersuader: 85% OF MAJORITY, GOING CLEAN WATER TO THE CHILD\n\tPersuadee: the annual report says 78% of the money received is going to programs getting water to the kids. that's a good amount so i'll donate.", "label": [[11, 32, "3-EMOTION-GUILT"], [101, 176, "3-EMOTION-GUILT"], [397, 438, "3-EMOTION-GUILT"]], "idx": "415"}
{"id": 2542, "data": "Persuader: Hi, would you like to donate today to help kids?\n\tPersuadee: i don_t know\nPersuader: It is a great charity that will help many children out. It is international\n\tPersuadee: talk me about those children\nPersuader: with a donation, you will help children all over the world gain access to healthcare and other things.\n\tPersuadee: uhhh, i like tha\nPersuader: Yes, it is very good. would you like to donate?\n\tPersuadee: i think yes\nPersuader: Great. They are a very professional organization\n\tPersuadee: i hope of that\nPersuader: There are many kids out there that need help\n\tPersuadee: is true that for that i can donate 0,10 $\nPersuader: Syria is one place that has been devastated by war\n\tPersuadee: I know and I hope this changue in the future\nPersuader: I hope so too. \n\tPersuadee: yes, was a pleasure talk about this with you\nPersuader: I feel the same. So 10 dollars from you?\n\tPersuadee: nottt just  (0.10$)\nPersuader: Okay, that is fine\n\tPersuadee: ok thanks you you were well persuader", "label": [[11, 59, "2-NEGOTIATE-REQUEST"], [96, 171, "5-AUTHORITY-CREDENTIALS"], [224, 326, "3-EMOTION-EMPATHY"], [537, 581, "3-EMOTION-GUILT"], [647, 697, "3-EMOTION-STORY"], [766, 781, "1-RAPPORT-SIMILAR"], [389, 414, "2-NEGOTIATE-REQUEST"], [457, 498, "2-NEGOTIATE-OPINION"], [457, 498, "5-AUTHORITY-CREDENTIALS"], [850, 866, "1-RAPPORT-SIMILAR"], [867, 890, "2-NEGOTIATE-BARGAIN"]], "idx": "416"}
{"id": 2543, "data": "Persuader: how are you\n\tPersuadee: i am fine.\nPersuader: do you know children charity?\n\tPersuadee: yes, i know children charity. \nPersuader: are you donate any charity?\n\tPersuadee: yes sir. but not now one year back.\nPersuader: how much amount you gave charity?", "label": [[141, 168, "1-RAPPORT-OTHER"], [228, 261, "1-RAPPORT-OTHER"]], "idx": "417"}
{"id": 2544, "data": "Persuader: Hello there! How are you today?\n\tPersuadee: Hi...\nPersuader: How are you?\n\tPersuadee: Fine...what about you..?\nPersuader: Doing well myself. But am upset about something I just learned\n\tPersuadee: Why....What's happen and which think do you get upset...?\nPersuader: In the first two months of 2018 alone over 1,000 Syrian children died or were injured due to intensifying violence and war. This makes me so anger and sad! That innocent children are being harmed over something they have no control over!\n\tPersuadee: Yea...I am also feel bad that incident...\nPersuader: I fell so bad about it also. That is why I am going to donate a small amount to the Save The Childrten charity. Did you know they are actively providing shelter and food to these children in active war zones? Its a wonderful charity. And can help these poor children in such a big way. Would you also like to donate a very small amount?\n\tPersuadee: Ok ....what kind of charity to provide a donation...?\nPersuader: Its called Save The Children. Here is their website  URL       How much of your payment today (.30) would you like to donate?\n\tPersuadee: Yea...I was donate the charity of save the children.....\nPersuader: Your donation will be directly deducted from your task payment. You can choose any amount from .01 to all your payment today. How much would you like to donate?\n\tPersuadee: If did they amount was 0..\nPersuader: your payment today is .30 cnets. how much of that would you be willing to donate?\n\tPersuadee: I was donate the amount of 10 cents......\nPersuader: Wonderful! I am also going to donate .15 cents. So that will be a total of .25 being donated in this conversation alone. It will help these children in a big way.\n\tPersuadee: Yea...It was feel good...what's about you...?\nPersuader: I feel very good donating to this charity. I hope someday these children will be free from all of this violence\n\tPersuadee: Yea..It's nice too hear....\nPersuader: Have a nice day!", "label": [[152, 195, "1-RAPPORT-DISCLOSE"], [277, 400, "3-EMOTION-STORY"], [401, 514, "3-EMOTION-ANGER"], [401, 514, "3-EMOTION-GUILT"], [609, 692, "1-RAPPORT-DISCLOSE"], [580, 608, "3-EMOTION-GUILT"], [692, 789, "4-LOGIC-OTHER"], [789, 865, "2-NEGOTIATE-OPINION"], [866, 916, "2-NEGOTIATE-BARGAIN"], [1024, 1045, "5-AUTHORITY-CREDENTIALS"], [1057, 1119, "2-NEGOTIATE-BARGAIN"], [1326, 1360, "2-NEGOTIATE-BARGAIN"], [1264, 1325, "2-NEGOTIATE-BARGAIN"], [1444, 1492, "2-NEGOTIATE-BARGAIN"], [1569, 1596, "1-RAPPORT-SIMILAR"], [1679, 1720, "2-NEGOTIATE-OPINION"], [1790, 1832, "3-EMOTION-ALTRUISTIC"], [1833, 1901, "3-EMOTION-EMPATHY"]], "idx": "418"}
{"id": 2545, "data": "Persuader: Do you like children?\n\tPersuadee: yes\nPersuader: Yeah they're awesome a lot are in trouble these days. Ever consider making a donation to help the children out?\n\tPersuadee: always consider that\nPersuader: Great!! I found this awesome charity that does wonders out there.\n\tPersuadee: good to know\nPersuader: Want to make a donation today?\n\tPersuadee: may be not today\nPersuader: It's really important that we get this done right away, there are millions of refugees all over the middle east that nee our help.\n\tPersuadee: okay got it\nPersuader: Great, would you like to donate 20 cents today?\n\tPersuadee: may be not today\nPersuader: How about 10 cents then? It would really go a long way to helping.\n\tPersuadee: not today i guess\nPersuader: Come one it's only a dime, you can't afford it?\n\tPersuadee: not feeling like it today\nPersuader: alright, it's your money and you must need it more than refugees\n\tPersuadee: i guess so\nPersuader: How do I submit this?\n\tPersuadee: not sure i was waiting to see submit button ", "label": [[216, 281, "2-NEGOTIATE-OPINION"], [318, 348, "2-NEGOTIATE-REQUEST"], [389, 519, "3-EMOTION-GUILT"], [555, 602, "2-NEGOTIATE-BARGAIN"], [751, 798, "2-NEGOTIATE-BARGAIN"], [751, 798, "3-EMOTION-GUILT"], [848, 912, "7-PRESSURE-MANIPULATE"], [848, 912, "3-EMOTION-GUILT"], [60, 113, "3-EMOTION-GUILT"], [114, 171, "2-NEGOTIATE-REQUEST"], [643, 667, "2-NEGOTIATE-BARGAIN"], [668, 709, "2-NEGOTIATE-OPINION"]], "idx": "420"}
{"id": 2546, "data": "Persuader: have you heard of \"save the children\"\n\tPersuadee: I think, biut not sure. Tell me more.\nPersuader: they help make sure children have the right to health care, education and safety. \n\tPersuadee: That is such a great cause\nPersuader: yes it is and if you just donated a portion of what you make from this task it would be a big help\n\tPersuadee: Well, I already donae to other charities so I'm not sure.\nPersuader: I see children everyday even in my community who do not have enough to eat and they are not able to afford to go to the doctor. The only meal they get are the free meals from school. It would be worth even 5 or 10 cents to know these children are getting the basic things in life\n\tPersuadee: Ok, I will do 5 cents of my task money.\nPersuader: thank you so much for this. if you think about it 5 cents will buy pretty much nothing anymore but to this charity it means so much more. thanks again\n\tPersuadee: No problem.  i know it's not much, but wanted to do something.\nPersuader: every little bit helps. I know they appreciate any donation big or small\n\tPersuadee: I hope so, maybe I can do more in the future.\nPersuader: their web address is  URL if you want to check out even more of what they are about\n\tPersuadee: I would love to do that.  Then in the future, I can donate more.\nPersuader: they even have something on their site that allows you to sponsor a child. that might be something that would interest you in the future\n\tPersuadee: That would defintely interest me.  The thought of that is very exciting.\nPersuader: another thing on their site is a section that gives you ideas on different fundraisers you could have. there are some really good ideas that would be fun and for a good cause\n\tPersuadee: Man, the site sounds good.  I may want to volunteer my time as well instead of just money.\nPersuader: that would be great. they are always in need of people to help spread the word about their charity\n\tPersuadee: Ok, well thank you for your time and telling me about this wonderful organization.\nPersuader: thank you again for the 5 cents donation. it means a lot", "label": [[110, 192, "5-AUTHORITY-CREDENTIALS"], [243, 341, "2-NEGOTIATE-BARGAIN"], [1145, 1228, "5-AUTHORITY-CREDENTIALS"], [2044, 2100, "1-RAPPORT-OTHER"], [423, 550, "3-EMOTION-GUILT"], [551, 605, "2-NEGOTIATE-OPINION"], [606, 702, "2-NEGOTIATE-OPINION"], [551, 605, "3-EMOTION-GUILT"], [794, 903, "3-EMOTION-GUILT"], [1027, 1075, "3-EMOTION-ALTRUISTIC"], [1003, 1026, "3-EMOTION-GUILT"], [1317, 1391, "2-NEGOTIATE-BARGAIN"], [1392, 1453, "3-EMOTION-ALTERCASTING"], [1860, 1937, "2-NEGOTIATE-SCARCITY"], [1839, 1859, "1-RAPPORT-FRIEND"]], "idx": "421"}
{"id": 2547, "data": "Persuader: Hello is someone there?\n\tPersuadee: Hello, yes I'm here\nPersuader: Awesome, I am a part of the Save The Children fund and I have been connected to you because you marked that you wanted to help those in need around the world\n\tPersuadee: Oh nice. Is that the organization that provides food for kids around the world?\nPersuader: Correct, With a primary focus on those in troubled nations (such as war zones or poorly developed nations). If you would like to help, a donation from you could help save the thousands of children that deal with violence and hunger as a daily part of their lives.\n\tPersuadee: Do you provide other things besides food?\nPersuader: Of course, one of our focus points is to provide health care, education, and safety to these children to help give them a way out of their troubled lives. And your small donation can go a long way, something as small as the price of a candy bar can be the difference in these kids lives.\n\tPersuadee: Oh wow, that's a lot. what percent of my donation goes directly to the kids?\nPersuader: In 2017 86% of all fund raise went directly to the children in need, and of the 86%, 34% was directly put into providing food and nutrition.\n\tPersuadee: And the other percent that didn't go to food went to what? \nPersuader: Education, Emergency Relief, HIV/Aids treatment, and helping the children stay in a safe environment. I know its easy to ignore these children because they are half way around the world, but they need your help. Nearly 5.6 million children die each year due to preventable and treatable causes. Malnutrition contributes to the deaths of children and a lifetime of poor health. All it takes is an easy donation from you to help these children\n\tPersuadee: Which countries are being helped right now? \nPersuader: Much of the focus right now goes to war torn countries like Syria, but your donation would also go to help those who were hurt by Hurricane Harvey in Texas and Hurricane Maria in the Gulf of Mexico \n\tPersuadee: Texas, that's interesting. A lot of people lost homes and belongings in Harvey. It would be nice to help them.\nPersuader: So, How much do you like to donate to the charity now?\n\tPersuadee: I don't have a lot to give\nPersuader: Thats okay, a donation as little as 77 cents can house a refugee family for a day.\n\tPersuadee: OK 77 cents sounds good\nPersuader: Awesome, The research team will collect all donations and send it to Save the Children.\n\tPersuadee: great, I'm glad to help.", "label": [[339, 447, "3-EMOTION-GUILT"], [447, 602, "3-EMOTION-ALTRUISTIC"], [668, 822, "4-LOGIC-COUNTER"], [823, 955, "3-EMOTION-ALTRUISTIC"], [1056, 1196, "4-LOGIC-COUNTER"], [1280, 1381, "4-LOGIC-COUNTER"], [1382, 1491, "3-EMOTION-GUILT"], [1492, 1574, "3-EMOTION-GUILT"], [1575, 1656, "3-EMOTION-GUILT"], [1657, 1721, "7-PRESSURE-MANIPULATE"], [1790, 1988, "3-EMOTION-GUILT"], [2123, 2177, "2-NEGOTIATE-BARGAIN"], [2228, 2310, "2-NEGOTIATE-BARGAIN"], [2228, 2310, "3-EMOTION-GUILT"]], "idx": "422"}
{"id": 2548, "data": "Persuader: Do you ever donate to charities?\n\tPersuadee: Yes.  I have donated to several charities.\nPersuader: Have you ever heard of Save the Children?\n\tPersuadee: I believe I have.  The charities that I have donated to are mainly cancer charities.\nPersuader: Save the Children is a charity that helps ensure children's rights to health, education, and safety.\n\tPersuadee: That sounds like a type of charity that I would be interested in helping out.  I like to find out as much as I can about how they use the money before I donate.\nPersuader: Save the Children helps children around the world especially in developing countries.\n\tPersuadee: Do you know how much of the donation is actually used to help the children?  With all the scams out there, I like to get as much information as I can about the charity to make sure it is a sure thing.\nPersuader: Save the Children is a completely transparent charity that puts most of donations directly toward helping children.\n\tPersuadee: That sounds like it is a good charity.  Children need all the help they can get.  All children do not have someone that cares about them and makes sure that they are taken care of.\nPersuader: The lack of help to children around the world has been very tramatic.  In the first two months of 2018, 1,000 children in Syria were reported killed or injured.  Your donation can help address these problems.\n\tPersuadee: That is so sad.  Innocent children having their lives taken from them for no reason at all and others having to fight for their lives.  I would make a donation.\nPersuader: Save the Children is a professional and longstanding organization that has a record of helping children around the world.\n\tPersuadee: I feel that we need more organizations like this one.  All children need a chance to be a child and not to be rushed into being an adult at a young age.\nPersuader: The money that you spend on stuff like a bag of candy can be used to help feed and protect children.  Would you like to donate today?\n\tPersuadee: Yes, I would be willing to donate $1.00 today.  Is there a website I can go to to find out more information about this charity?\nPersuader: You can donate directly from your bonus.  You can also go to their website.\n\tPersuadee: I like helping out any way I can.  I do a lot of volunteer work in my area to help out those in need.\nPersuader: Your donation is very appreciated and you can feel confident that it will help tremendously.  Thank you very much and have a wonderful day.\n\tPersuadee: Thank you for informing me of this charity.  I will do a search on it and see how much more I will be able to help.  You have a wonderful day as well.", "label": [[260, 360, "5-AUTHORITY-CREDENTIALS"], [545, 630, "5-AUTHORITY-CREDENTIALS"], [855, 969, "4-LOGIC-OTHER"], [1175, 1244, "3-EMOTION-GUILT"], [1246, 1335, "3-EMOTION-GUILT"], [1337, 1383, "3-EMOTION-GUILT"], [1568, 1689, "5-AUTHORITY-CREDENTIALS"], [1866, 1966, "4-LOGIC-ARGUE"], [1968, 1999, "2-NEGOTIATE-REQUEST"], [2151, 2190, "2-NEGOTIATE-BARGAIN"], [2352, 2444, "3-EMOTION-ALTRUISTIC"]], "idx": "423"}
{"id": 2549, "data": "Persuader: good morning!\n\tPersuadee: Good morning.\nPersuader: have you ever heard of the charity save the children?\n\tPersuadee: Yes. I have but I can't say I am very familiar with what they do.\nPersuader: they assist with needy children around the world who are living in poverty.\n\tPersuadee: That sounds right from what I know.\nPersuader: for example, they do work in syria where in the first 2 months of this year 1,000 children were killed or injured due to the violence there. they help support children in those situations.\n\tPersuadee: That sounds like a very worthy cause.\nPersuader: it is! you can find out more at  URL if you want more specific examples. but they work they do is very meaningful to children and their families (if they have them).\n\tPersuadee: Do you know how much of the donations actually make it to children and how much is used for administrative costs?\nPersuader: In fiscal year 2016, on average, 86.5% of all expenditures support program services. 86.5% is an average for all of Save the Children's programs worldwide. More information about our finances and the use of funds is available: here on our financial page.  URL s/about-us/financial-information\n\tPersuadee: Thank you.  That is good information.\nPersuader: would you be willing to donate any of your HIT reward today directly to save the children? say, $0.50 of it?\n\tPersuadee: Sure.  That would be fine with me.\nPersuader: that is great. i am always amazed at how generous people are willing to be. most people aren't very generous even when faced with facts about others who are worse off.\n\tPersuadee: Well, most people suck.  Sad but true.\nPersuader: ha. i shouldn't laugh, but you are right. i want to commend you for being generous today. it's not much but every bit helps.\n\tPersuadee: Glad to help.  I wish I could do more.  Doing MTurk to get my student loans paid off so that I can be more generous as a whole.\nPersuader: that's a great goal. thank you again for agreeing to donate a portion to save the children. have a wonderful rest of your day.\n\tPersuadee: Have a great day.", "label": [[339, 481, "3-EMOTION-STORY"], [340, 481, "3-EMOTION-GUILT"], [481, 528, "3-EMOTION-GUILT"], [663, 755, "3-EMOTION-GUILT"], [663, 755, "2-NEGOTIATE-OPINION"], [892, 1048, "4-LOGIC-COUNTER"], [205, 280, "3-EMOTION-GUILT"], [597, 662, "5-AUTHORITY-CREDENTIALS"], [1049, 1146, "5-AUTHORITY-CREDENTIALS"], [1247, 1337, "2-NEGOTIATE-REQUEST"], [1338, 1355, "2-NEGOTIATE-BARGAIN"], [1429, 1489, "2-NEGOTIATE-OPINION"], [1429, 1490, "1-RAPPORT-COMPLIMENT"], [1490, 1581, "3-EMOTION-GUILT"], [1644, 1685, "1-RAPPORT-SIMILAR"], [1686, 1734, "1-RAPPORT-COMPLIMENT"], [1734, 1768, "3-EMOTION-GUILT"]], "idx": "424"}
{"id": 2550, "data": "Persuader: Hello\n\tPersuadee: Hello.\nPersuader: I'm up early this morning, working for my favorite charity.\n\tPersuadee: Please tell me about the charity you work for.\nPersuader: It's called Save the Children. Are you familiar with their work?\n\tPersuadee: I've heard of the name but don't know much about them. Can you please elaborate on some of the things they do.\nPersuader: They are amazing! They have been around for decades. They work for children's rights to health, education, and safety, especially in poor and developing countries. Children can be terribly exploited for labor and worse.\n\tPersuadee: You mentioned they do work in developing countries. How many places do they operate in?\nPersuader: They actually work in 120 countries! They are currently helping up to 157 million chidlren!\n\tPersuadee: Can you give me some examples of the work they do?\nPersuader: Well for instance, they tackle malnutrition. That's a huge focus of their work. It is stunning how many children have nothing to eat and it actually takes just pennies a day to feed them. \n\tPersuadee: It is very sad that children have to suffer at all. Is there a minimum for a donation?\nPersuader: There is actually no minimum.The great thing is, you can choose to donate up to $2 right now if you would like to do so. \n\tPersuadee: How does the donation process work?\nPersuader: The research team tallies what participants would like to contribute from their task today. You can indicate you would like to donate your payment for this conversation, and the research team handles it from there. \n\tPersuadee: That seems rather simple. I'll give it some thought. But first do they do anything to help children in non developing countries like the United States or Canada?\nPersuader: Yes, they actually do. For example, there are more than 14 million kids in the US growing up in poverty. It's actually 1 in 4 kids in rural America. They run education, protection, and emergency programs to help those kids right here at home. \n\tPersuadee: That is good to hear. Sometimes people tend to forget that we also have issues like that even if we can't see them all the time.\nPersuader: Agree! There are kids in desperate need everywhere. So would you like to commit to donate your payment for just this one task today, up to $2 if there is a bonus? \n\tPersuadee: Yeah I think I will donate. After all every little bit helps.  Is there any way to know how my donation is being used after I donate?\nPersuader: You can communicate with the research team, perhaps try to specify!  Thanks so much!!", "label": [[376, 393, "2-NEGOTIATE-OPINION"], [394, 428, "5-AUTHORITY-CREDENTIALS"], [429, 539, "3-EMOTION-ALTRUISTIC"], [540, 595, "3-EMOTION-GUILT"], [707, 743, "5-AUTHORITY-CREDENTIALS"], [744, 798, "5-AUTHORITY-CREDENTIALS"], [873, 917, "4-LOGIC-COUNTER"], [953, 1061, "2-NEGOTIATE-OPINION"], [953, 1061, "3-EMOTION-GUILT"], [1201, 1293, "2-NEGOTIATE-BARGAIN"], [1777, 1858, "3-EMOTION-GUILT"], [1859, 1902, "3-EMOTION-GUILT"], [1903, 1997, "4-LOGIC-COUNTER"], [2157, 2201, "3-EMOTION-GUILT"], [2202, 2313, "3-EMOTION-ALTERCASTING"]], "idx": "425"}
{"id": 2551, "data": "Persuader: hi how are you\n\tPersuadee: i'm okay, just taking a break from some work.\nPersuader: good for you \n\tPersuadee: What's your take on childrens charities, have you ever donated?\nPersuader: every Christmas I together with my family donate $ 100 for the children in need\n\tPersuadee: That's really good. I donate myself around the holidays and then to thrift stores\nPersuader: what do you usually donate?\n\tPersuadee: If its money i usually just take a bunch of my money thats spare change of the past months and donate whatever that ends up being\nPersuader: to have happy children is the greatest sadiskafsion that lives out of life\n\tPersuadee: that's very true. Are you going to be donating again this holiday season?\nPersuader: I give up for the children but not just help everybody who needs me\n\tPersuadee: i'm very much the same way. Have you donated anything recently?\nPersuader: yes clothes and money\n\tPersuadee: do you have a specific charity you prefer to donate to regularly?\nPersuader: save the children i like this organisation\n\tPersuadee: We have a children's hospital i like to donate to \nPersuader: very good idea\n\tPersuadee: what do you plan to donate this year for christmas?\nPersuader: yes of corse\n\tPersuadee: how much? ", "label": [[196, 275, "1-RAPPORT-DISCLOSE"], [562, 636, "2-NEGOTIATE-OPINION"], [1000, 1042, "2-NEGOTIATE-OPINION"]], "idx": "426"}
{"id": 2552, "data": "Persuader: Good afternoon, I\\'m contacting you to see if you would be willing to donate to the charity \"Save the Children\"?\n\tPersuadee: Can you provide me with any information about the charity?\nPersuader: Sure, Save the Children is an international non-government organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Do they primarily work outside the US?\nPersuader: The U.S. and around the world.  \n\tPersuadee: Is there a specific thing that the donation would go towards or is it just a general donation?\nPersuader: Save the children focuses on many aspects to support children's welfare.  One way of accomplishing this is to ensure sound maternal and infant health and prevent infant malnutrition.  \n\tPersuadee: What kind of operating costs are involved? Does the majority of the donation go directly to the kids or to overhead?\nPersuader: Thanks for asking, in fiscal year 17, 86% went to program service which means it directly affected the targeted demographic.  9% was fundraising and 5% for management and general.  Donation can be made monthly or one time contribution.\n\tPersuadee: Is there a particular amount that you are looking for?\nPersuader: A donation of the task reward is recommended.\n\tPersuadee: I'm sorry I don't recall what that amount was.\nPersuader: It was a .50 task amount.  This is comparable or less than most people's daily coffee budget.\n\tPersuadee: Is this an organization that you donate to yourself?\nPersuader: I certainly do!!\n\tPersuadee: Are they successful in raising funds?\nPersuader: Yes, last year they reached 237,000 children around the world.  How much would you like to donate to the charity now?  Your donation of 50 cents will be directly deducted from your task payment.  You can choose any amount from $0 to all your payment.\n\tPersuadee: I think I need a little time to decide to donate\nPersuader: Your donation can certainly help children worldwide, consider the fact that in Syria children have grown up facing daily threats of violence and in the first two months of 2018 alone, 1,000 children were reportedly killed or injured.  We that have enough or more than enough can assist these children with basic necessities, food and healthcare\n\tPersuadee: I will donate $0.15\nPersuader: Thank you so much for your donation!", "label": [[11, 123, "2-NEGOTIATE-REQUEST"], [212, 378, "5-AUTHORITY-CREDENTIALS"], [441, 472, "5-AUTHORITY-CREDENTIALS"], [592, 665, "4-LOGIC-COUNTER"], [666, 776, "3-EMOTION-EMPATHY"], [917, 1096, "4-LOGIC-COUNTER"], [1098, 1152, "2-NEGOTIATE-BARGAIN"], [1231, 1276, "6-SOCIAL-NORMS"], [1347, 1440, "3-EMOTION-GUILT"], [1595, 1657, "5-AUTHORITY-CREDENTIALS"], [1659, 1712, "2-NEGOTIATE-BARGAIN"], [1714, 1791, "3-EMOTION-ALTERCASTING"], [1791, 1845, "2-NEGOTIATE-BARGAIN"], [1917, 2151, "3-EMOTION-STORY"], [2153, 2262, "3-EMOTION-GUILT"]], "idx": "427"}
{"id": 2553, "data": "Persuader: Hello, I would like to talk to you today about a Charity called Save the children\n\tPersuadee: Wonderful, I have heard of it but don't know too much about it.\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: That is wonderful work.\nPersuader: It really is, there are a lot of children that arre in a lot of need. they really need your support. \n\tPersuadee: How did you get involved with this organization?\nPersuader: Well you can start by helping out today, I know we are both going to get a bonus today for this hit. but millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence\n\tPersuadee: That is horrible, what can I do?\nPersuader: Is there anyway that you could see fit to donate part of all of your bonus for this hit?\n\tPersuadee: Yes, I will gladly donate all of my bonus.\nPersuader: Thats fantastic, I will be donating mine as well\n\tPersuadee: I hope many people do as it is a good thing to do.\nPersuader: Here is a website for you to look at later.  URL \n\tPersuadee: Thank you so much.  I will read about them.\nPersuader: They also have a very high percentage rating which is great\n\tPersuadee: Where is the organization based?\nPersuader: Its in The US but they help everywhere\n\tPersuadee: Do they receive a lot of donations?\nPersuader: They do but there is so much need. They helped Texas when the hurricane hit there.\n\tPersuadee: That is so wonderful, what devastation!\nPersuader: Thank you for donating\n\tPersuadee: You are welcome!", "label": [[180, 348, "5-AUTHORITY-CREDENTIALS"], [396, 497, "3-EMOTION-GUILT"], [570, 669, "2-NEGOTIATE-BARGAIN"], [671, 753, "3-EMOTION-GUILT"], [754, 866, "3-EMOTION-STORY"], [923, 1011, "2-NEGOTIATE-REQUEST"], [1078, 1126, "1-RAPPORT-SIMILAR"], [1078, 1126, "1-RAPPORT-FRIEND"], [1078, 1126, "1-RAPPORT-DISCLOSE"], [1201, 1244, "5-AUTHORITY-CREDENTIALS"], [1318, 1377, "5-AUTHORITY-CREDENTIALS"], [1318, 1377, "6-SOCIAL-GROUP"], [1532, 1567, "3-EMOTION-GUILT"], [1567, 1614, "3-EMOTION-STORY"]], "idx": "428"}
{"id": 2554, "data": "Persuader: Good Friday morning! How are you today?\n\tPersuadee: Morning. Just stating my day, good so far\nPersuader: Same here. Waiting for coffee to kick in! I was surprised to wake up to such cold 56 degree weather. How is it by you?\n\tPersuadee: Same here!  Looks good for today maybe some rain this weekend \nPersuader: Yes, it looks like we are also slated for some rain, but if not we are hoping to swim and cookout for the holiday weekend. Do you have any plans?\n\tPersuadee: In-laws are coming over. Wanted to go camping, but I don't think that's happening.\nPersuader: We tried camping this summer, but got rained on! I am wondering, have you heard about the Save the Children charity?\n\tPersuadee: Yes I have. \nPersuader: Oh good! Then you are familiar with them. I wanted to ask if you would be willing to donate any of today's pay to STC. Even $0.05 would help.\n\tPersuadee:  Do they have a website where I can go and read more about them?\nPersuader: Yes, their website is  URL  Let me know if the link I sent comes through.\n\tPersuadee: Yes it did. How do donate with you today?\nPersuader: You just have to tell me what amount you would like to donate from today's pay. If you want to give ten cents tell me $0.10.\n\tPersuadee: Would you be ok taking .01$?\nPersuader: Yes, that would be great. STC makes sure 90% of donations go directly to the kids. Did you see how much even a little can help?\n\tPersuadee: I haven't been keeping up to date with them and still haven't read the website. \nPersuader: STC helps kids not only in war torn countries, but also right here in the USA. Have you heard about the flooding in Hawaii?\n\tPersuadee:  I haven't yet but I know they had a hurricane. \nPersuader: Well, Save the Children has already pledged to help out. I want to confirm, you are donating $0.10, right? and thank you so much!\n\tPersuadee: I would love to do so! $0.10", "label": [[127, 157, "3-EMOTION-HUMOUR"], [444, 466, "1-RAPPORT-FRIEND"], [321, 443, "1-RAPPORT-FRIEND"], [573, 622, "3-EMOTION-HUMOUR"], [768, 844, "2-NEGOTIATE-REQUEST"], [956, 978, "5-AUTHORITY-CREDENTIALS"], [1175, 1219, "2-NEGOTIATE-BARGAIN"], [1298, 1354, "3-EMOTION-PROMISE"], [1355, 1399, "3-EMOTION-GUILT"], [1504, 1583, "3-EMOTION-GUILT"], [1583, 1627, "3-EMOTION-GUILT"], [1756, 1806, "2-NEGOTIATE-BARGAIN"]], "idx": "429"}
{"id": 2555, "data": "Persuader: Good evening, how are you?\n\tPersuadee: I'm great. Hope you've had a good weekend.\nPersuader: You too. Where are you from?\n\tPersuadee: I'm from New Hampshire but moved south 9 years ago. How about you?\nPersuader: Chicago. Where is south? How's the weather?\n\tPersuadee: I'm near Savannah and Hilton Head. Hot and humid, lots of thunderstorms. But so much better than ice and snow and freezing cold!\nPersuader: Ha! Yeah. We have those storms now. It's pretty scary now. What do you do for a living. \n\tPersuadee: I'm retired. Used to sell health insurance. Worked for an HMO, back in the days when health insurance wasn't such a dirty word.\nPersuader: Nice. Have you ever heard of save the children?\n\tPersuadee: I think so but I'm not sure of the specifics. Are you involved with them?\nPersuader: Kind of...Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Yes. I care about those things. I did 3 mission trips to Africa working with children orphaned by AIDS and placed in foster homes by a Christian organization.\nPersuader: Wow! Would you like to donate a small part of your income payment to them today?\n\tPersuadee: I think I'll pass. I donate to lots of other causes - my church, HIV issues and others.\nPersuader: I understand. There's a lot of great causes out there and you've chosen some great ones. \n\tPersuadee: Thanks. So have you. You have a blessed day.\nPersuader: You too. Have you been on murk long?\n\tPersuadee: Since last Thanksgiving. It's a small way to add a bit of extra money to the pot for travel. And you?\nPersuader: About a year now. I use it to pay for house upgrades... \n\tPersuadee: Sounds like you're earning more than me....", "label": [[232, 266, "1-RAPPORT-FRIEND"], [223, 231, "1-RAPPORT-DISCLOSE"], [419, 453, "1-RAPPORT-SIMILAR"], [478, 506, "1-RAPPORT-FRIEND"], [814, 982, "5-AUTHORITY-CREDENTIALS"], [1170, 1245, "2-NEGOTIATE-BARGAIN"], [1371, 1446, "1-RAPPORT-COMPLIMENT"]], "idx": "430"}
{"id": 2556, "data": "Persuader: Hi, how are you today?\n\tPersuadee: Great what about you? Do you donate to children's charities often?\nPersuader: Not bad, I donate all the time specifically to Save The Children, they are a great charity because 100% of the money donated is given to those children who need it most how about you?\n\tPersuadee: I have donated to them in the past. Do you donate through MTurk only?\nPersuader: Well, today all donations are directlt deducted from the Mturk task payment so would you be interested in donating today?\n\tPersuadee: I would, I usually donate some portion of my winnings when it's a children's charity. They are the most vulnerable in society.\nPersuader: Oh, I know children did not ask to grow up in these coditions adults have let them down in so many ways\n\tPersuadee: I know, it's also so sad the the more nutricious foods are always the most expensive. I donate to the NYC Food bank also. They help a lot of city kids.\nPersuader: That's another great cause\n\tPersuadee: How much to you plan on donating today considering that we may get a bonus?\nPersuader: Normally I donate about $1.00 how about you?\n\tPersuadee: I usually donate like I would in real life... like a quarter here and a quarter there.\nPersuader: well, every cent counts that's what I say or a penny saved is a penny earned either way it works out the same\n\tPersuadee: Yes, and it all adds up at the end of the month especially when you're also struggling to make ends meet.\nPersuader: oh, yes definately, so do I have your commitment to a donation today?\n\tPersuadee: Definitely, I will donate my $0.30. What about you?\nPersuader: yes, I was going to as soon as I saw the charity it was going to such a great cause\n\tPersuadee: Oh, mine just says \"children\\'s charity\" but does not mention any specifics. Either way its cool.\nPersuader: I'm pretty sure its Save the Children because it says it on my side\n\tPersuadee: Nope, mine doesn't maybe that was the point, to see if I would donate to just any charity. Still I always hope the money actually gets to them.\nPersuader: It will through the researchers they promised", "label": [[124, 307, "1-RAPPORT-DISCLOSE"], [124, 307, "2-NEGOTIATE-OPINION"], [401, 522, "2-NEGOTIATE-REQUEST"], [673, 776, "3-EMOTION-GUILT"], [673, 776, "3-EMOTION-EMPATHY"], [952, 978, "1-RAPPORT-FRIEND"], [1078, 1122, "6-SOCIAL-NORMS"], [1233, 1342, "3-EMOTION-STORY"], [1472, 1541, "3-EMOTION-ALTERCASTING"], [1617, 1700, "2-NEGOTIATE-OPINION"]], "idx": "431"}
{"id": 2557, "data": "Persuader: Hey there, what do you think about donating to a great cause?\n\tPersuadee: I am not sure what is the cause and how much \nPersuader: The donation would be to Save the Children, which is an internation organization that provides relief and helps children in developing countries, and you could donate as much as you would like to.\n\tPersuadee: do you know alot about save the children and how much of the money they raise would actually go to the children\nPersuader: Any of the money you choose to donate would go directly and entirely towards the charity. I have limited info on the cause but I can assure you they provide help to children in the needy areas around the world, where poverty affects children the worst.\n\tPersuadee: well I would be willing to donate .50 to the charity\nPersuader: That is wonderful, I'm glad to hear it. The children will benefit immensely from your donation. It will be deducted from your task payment and go directly to helping needy kids around the globe!\n\tPersuadee: great that makes me feel happy.. I think all children should be taken care of\nPersuader: They most certainly should, it's a shame to see the quality of life in some parts of the world.\n\tPersuadee: It is very sad and I think that there is enough food and money in the world to make sure no kids suffer. thank you for the opportunity to be able to help a little\nPersuader: So much food goes to waste its horrible! The dumpsters in cities are filled with food that could feed all the hungry in the world.\n\tPersuadee: that is very true not to mention many restaraunts have a policy to throw out good food everyday and not donate it. I read somewhere that france I think its france is making it illegal for stores to throw the food out\nPersuader: That is awesome to hear about France I hope other countries follow that trend, I think if all the restaurants and grocery stores donated food that would of been thrown away they could fix the hunger issue overnight.\n\tPersuadee: its so true especially here in the usa, even places like a donut shop or a pizza place if they would just take the stuff they are throwing out at the end of the day to a shelter or somewhere where people can come get it. it would really help out. \nPersuader: They really should have different policies in place, we have more than enough hungry and homeless to eat all the excess. We certainly have way too much excess here in the USA\n\tPersuadee: I agree, I do wish I could give more but I am struggling myself.. and the cost of food just keeps going up.. I do not even bother making a list anymore.. its whatever is on sale thats what I eat.\nPersuader: I'm the same way, prices just keep going up and up but at least the sales make shopping possible. It can almost be a fun game to have to make a meal plan from only whats on sale.\n\tPersuadee: yes it can be it brings out the creativity in you.. and I am grateful to be able to buy food even if it is only whats on sale\nPersuader: At least we can make a bit extra on the side with MTurk, I don't think my family would still be afloat without this extra income from the HITs.\n\tPersuadee: yes mturk is great and we have oppurtunities that alot of people do not. well it was great chatting with you.\nPersuader: It was nice chatting with you! Thanks for the donation to the good cause and take care", "label": [[11, 72, "2-NEGOTIATE-REQUEST"], [142, 338, "5-AUTHORITY-CREDENTIALS"], [288, 337, "2-NEGOTIATE-BARGAIN"], [474, 563, "3-EMOTION-ALTRUISTIC"], [564, 726, "3-EMOTION-PROMISE"], [843, 897, "3-EMOTION-ALTRUISTIC"], [803, 842, "1-RAPPORT-COMPLIMENT"], [899, 997, "3-EMOTION-ALTRUISTIC"], [1099, 1194, "3-EMOTION-EMPATHY"], [1381, 1421, "3-EMOTION-ANGER"], [1422, 1511, "2-NEGOTIATE-OPINION"], [1752, 1967, "1-RAPPORT-FRIEND"], [2239, 2359, "1-RAPPORT-SIMILAR"], [2960, 3104, "1-RAPPORT-DISCLOSE"]], "idx": "432"}
{"id": 2558, "data": "Persuader: hello, how are you today?  i want to chat with you about a worthy cause...\n\tPersuadee: What worthy cause would that be?\nPersuader: this is for save the children ( URL .  have you heard of them?\n\tPersuadee: Oh yes, I have heard of Save the Children.\nPersuader: they do a lot of great work.  they are assisting refugees.\n\tPersuadee: Yes they do, we have a lot of people in need right here in the United States though.\nPersuader: sure; but not as much as in third world countries.  wouldnt you agree?\n\tPersuadee: I think if you are suffering, truly suffering, then I don't think that person cares what country they are from. \nPersuader: i agree; but environmental factors has a big impact, in my opinion.\n\tPersuadee: Disease knows no factor, my neighbor was bit by a tick last month and now has Lyme disease.\nPersuader: that is unfortunate; i am sorry to hear.  have you ever donated to a worthy organisation?\n\tPersuadee: Every year, St Jude / Humane Society / and Wounded Warriors\nPersuader: great!  would you like to donate to save the children?  every donation makes a difference!\n\tPersuadee: I think I would like to continue donating to the three charities of my choice. \nPersuader: this could be a fourth charity that you may add to your list.  \n\tPersuadee: Or it could take away from the ones I currently sponsor. \nPersuader: are you able to find a way to see if you can spare for this charity?  its for the kids.\n\tPersuadee: I understand, but St Jude is for the kids as well. \nPersuader: sure; but this is also going to assist refugees in need.\n\tPersuadee: I'm going to help Americans, my people. Good luck and have a great day. \nPersuader: thank you.  please consider this organisation for the future.  have a great day.", "label": [[1009, 1056, "2-NEGOTIATE-REQUEST"], [1057, 1091, "3-EMOTION-GUILT"], [1195, 1258, "2-NEGOTIATE-BARGAIN"], [1409, 1427, "3-EMOTION-GUILT"], [1503, 1559, "3-EMOTION-GUILT"], [1340, 1408, "2-NEGOTIATE-BARGAIN"], [37, 85, "2-NEGOTIATE-REQUEST"], [142, 172, "5-AUTHORITY-CREDENTIALS"], [271, 299, "2-NEGOTIATE-OPINION"], [490, 508, "4-LOGIC-ARGUE"], [644, 712, "4-LOGIC-COUNTER"], [869, 917, "2-NEGOTIATE-REQUEST"], [828, 868, "3-EMOTION-EMPATHY"]], "idx": "433"}
{"id": 2559, "data": "Persuader: Would you be willing to donate $2 of your payment to the charity Save the Children?\n\tPersuadee: I would be willing to donate 1 dollar to charity because the base pay was not satisfactory with the amount of time the actual hit takes which is longer much longer than 4 minutes.\nPersuader: Ok that's great. The research team will deduct it from your earnings and send the donation on it's way.  Are you sure you can't sacrifice any more?\n\tPersuadee: only a dollar because I need to make my time worth it as this is my main job.\nPersuader: I completely understand.  Consider this, in the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. It's fine if you value a dollar more than saving the lives of innocent children, we all have our priorities \n\tPersuadee: I don't value anything over the life of others. That's why I am willing to sacrifice one dollar of the bonus for the time spent. If I didn't value others lifes I wouldn't donate anything at all. I donate money all the time.\nPersuader:  URL  Check it out if you'd like, it really is a good cause.  I know this hit is garbage and much too little pay, but it doesn't mean that children have to suffer.  What's another in the grand scheme of things to you anyway, you can't even buy a soda for that anymore.\n\tPersuadee: I will donate one dollar I am firm on that and I can always donate to the cause at a later time. If I had more money at this point I would.\nPersuader: One dollar it is.  It isn't too late to reconsider, don't be afraid to do the right thing...\n\tPersuadee: I agree on one dollar.\nPersuader: I'll put you down for 1.25, you know you can afford it\n\tPersuadee: Put me down for one dollar.\nPersuader: Even an extra ten cents would go a long way. Ten cents could feed two children for a day according to their website.  Your happy with your donation of 1.10?\n\tPersuadee: I will donate 1.10 agreed.\nPersuader: Fantastic.  Every time I hear \"in the arms of an Angel\"  by Sarah Mcglauclin I will think of you.\n\tPersuadee: Okay end the hit you got 1.10 agreed upon.\nPersuader: There has to be a minimum of messages a piece.  say something quick, like K\n\tPersuadee: okay i agree\nPersuader: three words here\n\tPersuadee: long hit for little pay", "label": [[403, 445, "2-NEGOTIATE-BARGAIN"], [547, 571, "4-LOGIC-CONCEDE"], [702, 809, "7-PRESSURE-MANIPULATE"], [1120, 1221, "4-LOGIC-ARGUE"], [1509, 1582, "3-EMOTION-GUILT"], [1629, 1683, "3-EMOTION-ALTERCASTING"], [11, 94, "2-NEGOTIATE-REQUEST"], [573, 701, "3-EMOTION-STORY"], [1064, 1117, "5-AUTHORITY-CREDENTIALS"], [1223, 1326, "3-EMOTION-GUILT"], [1735, 1779, "3-EMOTION-GUILT"], [1780, 1852, "3-EMOTION-GUILT"], [1853, 1891, "3-EMOTION-ALTERCASTING"], [1954, 2038, "1-RAPPORT-COMPLIMENT"]], "idx": "434"}
{"id": 2560, "data": "Persuader: Hello! It's nice to talk to you. \n\tPersuadee: Hi! Nice to talk to you too! \nPersuader: This may seem like a strange question, but have you ever heard of the charity \"Save The Children\"? It\\'s an organization that provides relief to children in developing countries and promotes their rights.\n\tPersuadee: Actually yes, I have heard of this organization. I believe they have a good reputation. \nPersuader: They do. There are a number of similar organizations but Save The Children is probably the one with the highest reputation. They do a great job and make a serious impact on a lot of lives that might otherwise be lost. They reduce a LOT of suffering.\n\tPersuadee: Do you know how they use the money? Does it go directly to children and their families? Or does it go to a \"hand out\" type of administration? \nPersuader: They say that independant audits show that 9 out of 10 dollars donated go to programs. They do their best to keep their administrative costs low to maximize how much goes to help.\n\tPersuadee: I do like that. It is important when I consider my giving that the money goes as directly to the afflicted people as it is able. I don't like wastefulness of advertising or self promotion. \nPersuader: Why I ask is that the study has given you an opportunity to donate to the organization. Do you think you would like to donate? The research team would collect the donations and pass them on. The donation would from from your task payment, but every dollar helps.\n\tPersuadee: How much, ideally, would you be looking for me to donate? \nPersuader: I think a dollar would be very generous. That's what I would suggest. I wouldn't want to ask you to give up all your reward.\n\tPersuadee: It is such a small amount I think I could do better than a dollar. Do you ever know what part of the world your donation ends up in? \nPersuader: My research shows they do things all over the world, but I would expect that right now they're concentrating on war zones with lots of refugees, like Syria and several places in Africa where there's fighting.\n\tPersuadee: That would be a great use of their resources. \nPersuader: There are thousands of Syrian children who have grown up in refugee camps, never knowing home. If nothing else, the organization can make their lives a little more bearable until the poltical situation can be resolved and they can go back.\n\tPersuadee: It is all just so terrible. It just all seems like such a huge problem that one individual could barely make a dent in the problem. I would like to contribute though. I suppose every bit helps.  \nPersuader: That's one of the nice things about organizations like Save The Children - our small efforts gather together and become something meaningful. That's the best way to get big things done, I think.\n\tPersuadee: I would like to donate the full 2 dollars. \nPersuader: I think you're doing a great thing. You're a really generous person. I'm sure all those children that money will help would thank you too if they knew you were doing that.\n\tPersuadee: I hope so. I wish I could do more. ", "label": [[424, 539, "6-SOCIAL-PEER"], [633, 664, "3-EMOTION-GUILT"], [918, 1010, "4-LOGIC-COUNTER"], [1415, 1486, "2-NEGOTIATE-BARGAIN"], [1610, 1638, "2-NEGOTIATE-OPINION"], [1851, 2059, "3-EMOTION-STORY"], [2130, 2369, "3-EMOTION-STORY"], [2731, 2783, "2-NEGOTIATE-OPINION"], [2850, 2887, "1-RAPPORT-COMPLIMENT"], [2887, 2919, "1-RAPPORT-COMPLIMENT"], [2920, 3022, "2-NEGOTIATE-OPINION"], [196, 302, "5-AUTHORITY-CREDENTIALS"], [539, 632, "3-EMOTION-EMPATHY"], [831, 917, "4-LOGIC-COUNTER"], [1312, 1350, "2-NEGOTIATE-BARGAIN"], [1569, 1609, "3-EMOTION-ALTERCASTING"], [1639, 1693, "3-EMOTION-ALTRUISTIC"], [2589, 2730, "3-EMOTION-GUILT"]], "idx": "435"}
{"id": 2561, "data": "Persuader: Hi. My name is MJ.\n\tPersuadee: Hi, I'm BM\nPersuader: Nice to meet you. \n\tPersuadee: Nice to meet you too. Interested in how this is going to work.\nPersuader: Well, I'm here to talk about Save the Children. It's a charity.\n\tPersuadee: OK. What exactly does the charity do to save children?\nPersuader: It's an international, nongovernmental agency that promotes children's rights in developing countries.\n\tPersuadee: So it's not an aid-type of charity, but more like legal work?\nPersuader: No. It helps with education and food, especially for kids in war-torn countries.\n\tPersuadee: So it sends food and books to these countries?\nPersuader: Yes. It has great credentials. That's something that's important to me, especially as I have limited amounts to donate.\n\tPersuadee: So Charity Navigator gives it a good rating? Don't want to support one that spends a lot on administrative or fundraising costs.\nPersuader: I agree with you! It doesn't spend a lot on administrative costs. I'm very particular about that, too.\n\tPersuadee: What percentage of donations go to the actual countries then?\nPersuader: I'm going to have to look that up. Give me a sec.\n\tPersuadee: No problem. Also curious how much they gave out in past year or so.\nPersuader: 86% goes to program services. I'm going to donate $1 of my earnings on this HIT. It's less than the cost of a cup of coffee these days.\n\tPersuadee: What countries have they given money too?\nPersuader: Syria is a big one. There are kids that are under the daily threat of violence. Mainly developing countries in war zones.\n\tPersuadee: I'll probably look in to the charity a little more before deciding to donate.\nPersuader: Think about donating a little bit of your HIT.  50 cents?\n\tPersuadee: 50 cents isn't going to help much, but I like to make sure any money I give is well spent.\nPersuader: I assure you it is. I know it isn't much. I can't afford to give a whole lot either, but the cause matters to me.\n\tPersuadee: Like I said, I might donate something down the road. There are a lot of causes out there.", "label": [[922, 939, "1-RAPPORT-SIMILAR"], [1281, 1331, "1-RAPPORT-DISCLOSE"], [1332, 1386, "3-EMOTION-GUILT"], [1847, 1866, "3-EMOTION-PROMISE"], [1889, 1960, "1-RAPPORT-SIMILAR"], [311, 413, "5-AUTHORITY-CREDENTIALS"], [503, 579, "5-AUTHORITY-CREDENTIALS"], [681, 769, "2-NEGOTIATE-OPINION"], [988, 1024, "1-RAPPORT-SIMILAR"], [1472, 1531, "3-EMOTION-GUILT"], [1675, 1732, "2-NEGOTIATE-BARGAIN"], [1867, 1888, "3-EMOTION-EMPATHY"]], "idx": "436"}
{"id": 2562, "data": "Persuader: hello\n\tPersuadee: Hi, I currently have a children's charity that I sponsor\nPersuader: ok tell me \n\tPersuadee: We sponsor a child in El Salvador, we have been going it a number of years.\nPersuader: Thats great. \n\tPersuadee: How about you do you have a favorite charity?\nPersuader: I donate money to save the children\n\tPersuadee: what do you know about them are they a good charity?\nPersuader: Yes. Save the children is a great charity. They are really serious about helping children.\n\tPersuadee: I see - how many years have you been with them\nPersuader: I have been donating money to save the children for 5 years. I give them 1000 dollars every year. \n\tPersuadee: that is a good approach, i have been doing some research on charities\nPersuader: You can donate any amount to save the children. Would you like to donate a dollar or more to them?\n\tPersuadee: well that would be a good but I would want to research them first to make sure they are good but maybe you have already done that\nPersuader: I have done my research and I can tell you they are a great organization full of kind / sincere people.\n\tPersuadee: that's great maybe we could both donate to them\nPersuader: Yes that is a great idea. Would you like the link to their website?\n\tPersuadee: sure can you send it to me\nPersuader:  URL    - Have a great day.\n\tPersuadee: thank you  for sharing it ...you as well\nPersuader: Thank you for your time.", "label": [[1008, 1111, "2-NEGOTIATE-OPINION"], [291, 326, "1-RAPPORT-DISCLOSE"], [446, 493, "2-NEGOTIATE-OPINION"], [408, 445, "2-NEGOTIATE-OPINION"], [564, 624, "1-RAPPORT-DISCLOSE"], [625, 662, "6-SOCIAL-NORMS"], [756, 804, "2-NEGOTIATE-BARGAIN"], [804, 854, "2-NEGOTIATE-REQUEST"]], "idx": "437"}
{"id": 2563, "data": "Persuader: Hi.\n\tPersuadee: Hello\nPersuader: What brought you to this task?\n\tPersuadee: A monetary reward \nPersuader: So you are on MTurk? like me?\n\tPersuadee: Yeah. Random survey.\nPersuader: Well, we just need to discuss a social issue, one very near to my heart.\n\tPersuadee: Ok, sounds good. What issue?\nPersuader: Chidren's welfare. You know how you feel when you read about some abused child?\n\tPersuadee: oh ok, yes, I do.,\nPersuader: Well, that's great, but you know the BIGGEST problem is kids with poor parents (or no parent around), not the ones that are mistreated.\n\tPersuadee: Yes, I do think that is an important issue to consider.\nPersuader: Do you know any children personally who show up for school half-dressed or hungry?\n\tPersuadee: I do not.\nPersuader: That's good. Unfortunately I do, and for all the church groups and local government efforts, they continue to suffer.\n\tPersuadee: I see. It's unfortunate that people, especially children, continue to slip through the cracks of society despite the efforts of these organizations.\nPersuader: Well, government and most local social welfare groups go thru the PARENTS; they provide FAMILY support, and short of abuse there's no way they can force the money to be filtered down to the kids. That's why private welfare groups (many associated with schools, like I was implying) are an important way to address these kids' needs DIRECTLY.\n\tPersuadee: Hm...I wasn't aware it was possible for some of these groups to bypass guardianship of these children and give help to these kids directly. This is the first I've heard of this.\nPersuader: It's not like that: they provide school and after-school meals and social support (like school sorts and groups do.) ALL ABOVE BOAFRD and nothing shady. In fact, what brought me to this survey is pretty amazing (somewhat coincidental!)\n\tPersuadee: Oh ok. That makes sense then.\nPersuader: OKAY, so I am involved with a group called (duh) \"SAVE THE CHILDREN\" and you and I both have the opportunity RIGHT NOW to support this organization with some of what we make on this HIT! I mean it\\'s not like we\\'re beating our brains out on this survey. I think we should agree to donate half (or more) of our compensation to the group.\n\tPersuadee: Sounds good. I'm good with donating half our compensation.\nPersuader: Now you know they are international, not just the US, but I feel all kids deserve a chance. \n\tPersuadee: Even better. I agree completely. \nPersuader: OK thanks. When we submit this hit, this conversation will be reported thru the sponsor, and you will hear back from them when (maybe if) they are able to process the donation to SAVE THE CHILDREN or another child charity. THANKS A LOT for your help! We are done.", "label": [[1891, 2077, "2-NEGOTIATE-SCARCITY"], [2146, 2228, "2-NEGOTIATE-BARGAIN"], [2078, 2146, "3-EMOTION-GUILT"], [2684, 2712, "1-RAPPORT-COMPLIMENT"], [335, 395, "3-EMOTION-EMPATHY"], [438, 573, "2-NEGOTIATE-OPINION"], [2311, 2403, "5-AUTHORITY-CREDENTIALS"], [191, 263, "1-RAPPORT-DISCLOSE"], [438, 573, "3-EMOTION-GUILT"], [782, 886, "1-RAPPORT-DISCLOSE"], [653, 735, "2-NEGOTIATE-REQUEST"], [782, 886, "3-EMOTION-STORY"], [1059, 1254, "3-EMOTION-STORY"], [1255, 1400, "3-EMOTION-GUILT"], [1719, 1755, "5-AUTHORITY-SUPERIOR"], [1602, 1719, "4-LOGIC-COUNTER"]], "idx": "438"}
{"id": 2564, "data": "Persuader: Hi, how are you?\n\tPersuadee: I'm great today, hope you are too.  It's raining here.\nPersuader: Oh cool, I like rain. I'm good. It's really sunny here. \n\tPersuadee: Oh nice, it's usually super humid and hot outside here but the rain has made it cool down and that is so nice.\nPersuader: It's like that here too in the summer. We should be getting a lot of rain soon because of a tropical storm coming up\n\tPersuadee: That is what we are getting now, you must be close to the Gulf of Mexico also.  Do you normally work online? I do.\nPersuader: I have a part-time job in the real world but I do some online stuff on the side. I'm actually in the northeast part of the country, but when there's a big storm down south we get some of the effects of it. But I hope it doesn't get too bad where you are, it seems like storms get worse and worse every year.\n\tPersuadee: True, they are.  The climate change is due to people I feel.  Like not recycling properly, did you know that there is a giant plastic glob out in the ocean from people throwing away tons of plastic stuff?  It's sad.\nPersuader: Wow I didn't know that, that's pretty gross. Yeah climate change is pretty crazy. And people don't even realize the impact it has on human beings, like the weather and pollution is really affecting agriculture and making it harder to grow crops. And there's all the damage from storms of course, people still struggling months and months after hurricanes.\n\tPersuadee: We were affected by hurricane Harvey and that took months to recover from.  I became Vegan about 2 years ago and since then, it has made me more aware of our environment and the care of animals. I did it for health reasons but it became more than just that for me.\nPersuader: Oh cool I'm vegan too actually. It was the same for me, I made the switch to reduce cancer risk since there's a lot of that in my family, but eventually it became an environmental/animal rights thing. I've been vegan for about 6 years and was vegetarian for about 5 before that. I'm so sorry to hear hurricane Harvey affected you. Were there any government programs or non-profits that helped you to recover?\n\tPersuadee: Yes, the government program actually helped us tremendously. I changed to a Vegan diet due to a Cancer risk as well, every woman but me in my family has had some type of cancer. I actually have converted my elderly mother to a Vegan diet over the last year, she's doing great!\nPersuader: Wow that's really great to hear! My parents won't go vegan or vegetarian themselves but have definitely started making healthier choices since I went vegan. I guess every little effort helps, right? And that's really good to know you got help when you needed it. There's a charity called Save the Children that's still helping kids in Texas fully recover from Harvey. You can actually donate a small amount from your task payment today to support them. Would you be interested in helping them out?\n\tPersuadee: Yes every little bit does help, the saying \"You plant a seed.....\" applies.  Yes i\\'ve heard of Save the Children, i would love to donate some of my earning to them, yes.\nPersuader: Awesome, how much would you like to donate? You can pick any amount and it will be deducted from your task payment.\n\tPersuadee: I will donate 1.00 to Save the Children, which is half of my earnings.  Thank you!\nPersuader: That's really great, thank you! Can I ask how you first heard about Save the Children?\n\tPersuadee: I think it was on television.  They did a like a 30 minute show to bring awareness to the Charity.  They are a very good charity.  I'm not able to conceive a child so I would love helping other people children in need.\nPersuader: Wow yeah, that's a really great way to pay it forward if you aren't able to have kids yourself. Well thank you again for your donation, I'm glad this charity has your support.\n\tPersuadee: Thank you for the great conversation and for telling me about the charity helping Texas children. ", "label": [[106, 161, "1-RAPPORT-DISCLOSE"], [758, 859, "1-RAPPORT-FRIEND"], [1099, 1143, "3-EMOTION-EMPATHY"], [297, 335, "1-RAPPORT-SIMILAR"], [552, 633, "1-RAPPORT-SIMILAR"], [552, 633, "1-RAPPORT-DISCLOSE"], [633, 757, "1-RAPPORT-DISCLOSE"], [1775, 1943, "1-RAPPORT-DISCLOSE"], [1775, 1943, "1-RAPPORT-SIMILAR"], [2820, 2904, "2-NEGOTIATE-BARGAIN"], [3188, 3259, "2-NEGOTIATE-BARGAIN"], [3366, 3397, "1-RAPPORT-COMPLIMENT"], [3398, 3452, "2-NEGOTIATE-REQUEST"], [3695, 3790, "1-RAPPORT-COMPLIMENT"], [1743, 1774, "1-RAPPORT-SIMILAR"], [2022, 2073, "3-EMOTION-EMPATHY"], [2452, 2485, "1-RAPPORT-COMPLIMENT"], [2485, 2609, "1-RAPPORT-DISCLOSE"], [2715, 2819, "3-EMOTION-GUILT"], [2905, 2949, "2-NEGOTIATE-REQUEST"], [3144, 3187, "2-NEGOTIATE-BARGAIN"], [3791, 3870, "1-RAPPORT-COMPLIMENT"]], "idx": "439"}
{"id": 2565, "data": "Persuader: Hello there, how are you?\n\tPersuadee: Hi\nPersuader: How much do you know about Save the Children?\n\tPersuadee: I know that it is a charity.  I think I have seen some commercials for it in my lifetime.\nPersuader: Were you aware that Save the Children assists both children in the U.S. as well as foreign countries?\n\tPersuadee: No.  I figured they just tried to help children in under developed countries.  That's great that they help people in the U.S. as well!  I think it's important to help children from our country and also others.  \nPersuader: Yes, not only do we help out with literacy and school related causes, but also with feeding, shelter, and disaster relief for children all over the world.\n\tPersuadee: That's wonderful!  Are you a top rated charity?  How much goes to administrative costs?\nPersuader: We are a top rated charity, and have been around for nearly 100 years! Nearly 90% of our funds go straight to children, with the remainder going to fundraising costs and only 5% for admin costs.\n\tPersuadee: Wow!  That's really great!  I've seen companies go to 70% and I can't help but judge them for it.  I think this is a fair percentage to have.\nPersuader: We try our best to keep the children first, and have done so in aiding millions of children over the years.\n\tPersuadee: I think that's great!  What country is in the most need right now?\nPersuader: Both Africa and USA currently have the highest number of children in need.\n\tPersuadee: That's sad that a country as powerful as the USA still has problems with children in need.\nPersuader: It is very sad, but with the help of so many millions of caring people we are able to enrich the lives of so many.\n\tPersuadee: What is the money used for mostly?  Food?  Toys?  Clothes?  I think this is all very interesting stuff.  I've never had the chance to talk to a charity before.\nPersuader: Monies go to sustain the lives of children in environments in which basic necessities are lacking. For example,Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. \n\tPersuadee: That's terrible.  I hope this kind of environment changes for them.  Children deserve to be in a safe place and to feel secure.\nPersuader: Well, each day children are able to get such needs met by the generosity of those even with donations as small as the cost of about $1 a day. A little goes such a long way!\n\tPersuadee: I can imagine!  I hope lots of people donate to you.  I bet it's especially good around Christmas when people are in the spirit of giving.", "label": [[559, 713, "3-EMOTION-STORY"], [825, 896, "5-AUTHORITY-CREDENTIALS"], [222, 323, "2-NEGOTIATE-OPINION"], [896, 1019, "4-LOGIC-OTHER"], [1185, 1292, "5-AUTHORITY-CREDENTIALS"], [1383, 1457, "2-NEGOTIATE-OPINION"], [1870, 1968, "3-EMOTION-GUILT"], [2048, 2162, "3-EMOTION-STORY"], [1572, 1686, "3-EMOTION-ALTRUISTIC"], [1969, 2047, "3-EMOTION-STORY"], [2313, 2455, "3-EMOTION-STORY"], [2456, 2486, "3-EMOTION-GUILT"]], "idx": "440"}
{"id": 2566, "data": "Persuader: Hello, are you familiar with the charity: Save the Children?\n\tPersuadee: Hi! I little bit of know Save the children life.\nPersuader: Okay I would like to tell you a little bit more about it! Save the Children does whatever it takes  every day and in times of crisis  to give children a healthy start in life, the opportunity to learn and protection from harm.\n\tPersuadee: How much you ready to pay for children?\nPersuader: In this exchange I would like to ask you how much you would be willing to donate to Save the Children. You can donate $0 - $0.30. You can make your choice now or after I've told you more about the charity.\n\tPersuadee: I'll pay $0.30 surely \nPersuader: I want you to know that whatever you decide to donate will be taken from the amount you make from completing this task. You will be helping children from 120 countries.\n\tPersuadee: Yes definitely, I ready to help other contry children also\nPersuader: That is so wonderful! You are surely making a difference. Every gift makes a world of difference for a child in need.\n\tPersuadee: Yes, now days no one willing to help others, but we can change his mental set and try to help others.\nPersuader: Such a wonderful mindset to have. If only more people were more giving like you! \n\tPersuadee: Thanks, especially Syria children affect more so I really worried about his future. \nPersuader: n 2016, Save the Children helped more than 3 million children in Syria and surrounding countries, providing primary health care, nutrition, education and psychosocial services to child refugees and their families.\n\tPersuadee: Great, especially we help to give personal care and health care products to children is necessary \nPersuader: I personally have family in Haiti. From Haiti to Peru, Save the Children work to save lives every day, ensuring children are protected, healthy and able to learn. In 2016, we reached nearly 3 million children in need.\n\tPersuadee: Yes its really appreciated \nPersuader: Just to let you know the research team will collect your donation and send it to Save The Children. Please confirm the amount you would like to donate out of the money you are making from this task.\n\tPersuadee: Ok sure, I definitely donate my whole amount for this task.  \nPersuader: Thank you for being so giving.\n\tPersuadee: Welcome, thanks for talking", "label": [[2263, 2293, "1-RAPPORT-COMPLIMENT"], [810, 858, "3-EMOTION-EMPATHY"], [941, 963, "1-RAPPORT-COMPLIMENT"], [963, 998, "1-RAPPORT-COMPLIMENT"], [999, 1058, "2-NEGOTIATE-OPINION"], [1183, 1217, "1-RAPPORT-COMPLIMENT"], [1218, 1265, "1-RAPPORT-COMPLIMENT"], [1374, 1587, "5-AUTHORITY-CREDENTIALS"], [1710, 1744, "1-RAPPORT-DISCLOSE"], [1745, 1872, "3-EMOTION-STORY"], [1873, 1927, "5-AUTHORITY-CREDENTIALS"], [2079, 2177, "2-NEGOTIATE-BARGAIN"], [438, 540, "2-NEGOTIATE-REQUEST"], [202, 374, "3-EMOTION-STORY"], [541, 567, "2-NEGOTIATE-BARGAIN"], [568, 643, "2-NEGOTIATE-BARGAIN"]], "idx": "441"}
{"id": 2567, "data": "Persuader: Hi, how are you doing this morning?\n\tPersuadee: Pretty good. Got up early and ate breakfast. Watching cartoons with my daughter. How are you?\nPersuader: doing good, just watching some television and relaxing. Glad its the weekend.\n\tPersuadee: Yes, me too. Long weekend for me, hopefully for you too. Any plans?\nPersuader: just going to a movie to see mile 22 this afternoon.\n\tPersuadee: I haven't heard of that movie. What's it about? My wife wants to see Crazy Rich Asians.\nPersuader: its an action movie that consists of military operation of transporting someone to get them out of the country. its pretty good. My husband does not want to see Crazy Rich Asians lol.\n\tPersuadee: I don't want to see Crazy Rich either lol. That sounds like a good movie. My wife doesn't like action movies. She walks out if they are dumb. She does like the Marvel movies though.\nPersuader: oh nice. I have a question for you. Have you heard of a charity called Save the Children?\n\tPersuadee: Yes I have. I've donated to the charity before. Seems like a legit charity.\nPersuader: it is. they help with children that are sick and homeless. They are one of the good charities that I like and trust. Would you consider making a small donation to them?\n\tPersuadee: Sure. I would consider donating. I would donate 40 cents.\nPersuader: perfect that is a good amount. it makes a difference to help children. \n\tPersuadee: I hope the charity helps children in the US. It seems to me that kids that are homeless in America may not get as much attention as kids in other countries.\nPersuader: it does, they are a great organization. 40 cents is a great amount for a donation. \n\tPersuadee: Cool I agree to the donation. Is there anything I need to do to make it official.\nPersuader: at the very end of the chat after we do 10 turns you can make that donation of your payment.\n\tPersuadee: Ok! I will make the donation. Not sure if we've reached 10 turns. I hope you have a good weekend!\nPersuader: almost, the chat will tell us and we are very close to it. But thank you for your donation. \n\tPersuadee: Sure thing. Glad to help! I hope the movie you're going to see is good. \nPersuader: thank you. yeah it supposed to be real good. \n\tPersuadee: Great! Well we've reached the 10 turns. Have a great day and weekend!", "label": [[333, 385, "1-RAPPORT-DISCLOSE"], [164, 219, "1-RAPPORT-FRIEND"], [220, 241, "1-RAPPORT-FRIEND"], [922, 975, "2-NEGOTIATE-REQUEST"], [626, 680, "3-EMOTION-HUMOUR"], [1082, 1133, "3-EMOTION-ALTRUISTIC"], [1134, 1191, "2-NEGOTIATE-OPINION"], [1356, 1396, "3-EMOTION-ALTRUISTIC"], [1192, 1243, "2-NEGOTIATE-REQUEST"], [1325, 1355, "1-RAPPORT-COMPLIMENT"], [1577, 1616, "2-NEGOTIATE-OPINION"], [1617, 1659, "1-RAPPORT-COMPLIMENT"], [2039, 2072, "1-RAPPORT-COMPLIMENT"]], "idx": "442"}
{"id": 2568, "data": "Persuader: Hello!\n\tPersuadee: Hi\nPersuader: How are you today?\n\tPersuadee: Doing well just waking up this morning :)\nPersuader: I hope you slept well :)\n\tPersuadee: I did indeed!\nPersuader: That's good to hear! So do you have an interest in charities? \n\tPersuadee: Of course I am always looking to donate to a worthy cause.\nPersuader: Have you heard of Save the Children? They are a charity that helps ensure children's rights to health, education, and safety.\n\tPersuadee: Yes I have heard of Save the Children, I would be willing to donate to this charity.\nPersuader: That's so awesome to hear! They are a very legitimate charity to donate to, so rest assured your donation would be put to good use!\n\tPersuadee: How often would I be donating to this charity?\nPersuader: Well this would currently be a one time donation, there would be no obligation to donate further unless you decided to later :)\n\tPersuadee: Ok and does the charity support children in the US only or is this a global charity?\nPersuader: Well Save the Children actually helps out globally, not just in the United States! If you'd like more information as to where they donate directly, it's available on their website at  URL for authenticity.\n\tPersuadee: Ok sounds good. So I need to go to the website to sign up for this?\nPersuader: You would actually donate by giving part of your task payment here towards the cause. The amount would be automatically deducted from your task payment when and if you agree on an amount!\n\tPersuadee: That sounds great! Makes things even easier. Well count me in!\nPersuader: That's great! Would you be willing to donate $2 today to Save the Children? This is less than the cost of the average cup of coffee!\n\tPersuadee: I would be more then happy to donate $2 to Save the Children.\nPersuader: Thank you so much for your donation- the money will be used to help out quite a lot with the charity! I hope you have a nice day :)\n\tPersuadee: You as well, Take Care!", "label": [[127, 152, "1-RAPPORT-FRIEND"], [190, 211, "1-RAPPORT-FRIEND"], [372, 460, "5-AUTHORITY-CREDENTIALS"], [569, 595, "1-RAPPORT-FRIEND"], [596, 700, "2-NEGOTIATE-OPINION"], [596, 700, "5-AUTHORITY-CREDENTIALS"], [771, 898, "2-NEGOTIATE-BARGAIN"], [1007, 1090, "4-LOGIC-COUNTER"], [1654, 1710, "3-EMOTION-GUILT"], [771, 898, "1-RAPPORT-FRIEND"], [1090, 1212, "5-AUTHORITY-CREDENTIALS"], [1390, 1491, "2-NEGOTIATE-BARGAIN"], [1592, 1654, "2-NEGOTIATE-REQUEST"], [1796, 1898, "1-RAPPORT-FRIEND"], [1898, 1927, "1-RAPPORT-FRIEND"]], "idx": "443"}
{"id": 2569, "data": "Persuader: Hello! We should donate to Save the Children\n\tPersuadee: Hi!\nPersuader: I think we should donate to Save the Children.\n\tPersuadee: Maybe, what kind of charity is that?\nPersuader: An international non-government program that helps support children in developing countries\n\tPersuadee: What kind of support do they provide for children?\nPersuader: childrens rights and education\n\tPersuadee: Do they have programs in the US?\nPersuader: yes, they are supporting the Harvey victims in Texas\n\tPersuadee: That's good, it was bad hurricane.  Are they a well-rated charity?  I've been burned in the past with some that waste too much money one marketing rather than help.\nPersuader: They are. I understand wanting to make sure your contribution is helping and not paying for commercials\n\tPersuadee: So if I were to donate, can I do it as one-time donation, or make a recurring monthly contribution?\nPersuader: The research team will collect and forward it to the charity\n\tPersuadee: If I were to donate outside of this though, could I do a monthly recurring donation?\nPersuader: Yes, they support monthly and one time donation on their website\n\tPersuadee: That's good, do they take money orders or checks for donations?\nPersuader: credit card, debit card, and pay pal options\n\tPersuadee: Ok, well I think I could donate half my earnings to this.\nPersuader: That is lovely, you are a very caring person. How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: I think I'll donate $1.\nPersuader: thanks and have a great day", "label": [[190, 281, "5-AUTHORITY-CREDENTIALS"], [443, 495, "3-EMOTION-STORY"], [694, 787, "3-EMOTION-EMPATHY"], [1519, 1578, "2-NEGOTIATE-BARGAIN"], [1358, 1402, "1-RAPPORT-COMPLIMENT"], [1404, 1454, "2-NEGOTIATE-REQUEST"], [18, 55, "2-NEGOTIATE-BARGAIN"], [83, 129, "2-NEGOTIATE-BARGAIN"], [356, 386, "5-AUTHORITY-CREDENTIALS"]], "idx": "444"}
{"id": 2570, "data": "Persuader: hello, what you think about charities?\n\tPersuadee: In general I'm in favor of them.  I don't think they can completely replace governmental assistance, and there are some that are better than others (both in the sense that they align more closely with my beliefs and values, and in the sense that they're well-run and actually assist the causes they claim to).\nPersuader: do you ever gave money to a charity?\n\tPersuadee: Yes I do.\nPersuader: what kind of charity was that?\n\tPersuadee: Environmental charities, charities that assist people going through difficult times, and charities that try to improve society.\nPersuader: very good, they are important in our society. i want to talk you about this charity i represent.\n\tPersuadee: Okay, tell me more.\nPersuader: tis charity is called, save the children, they are nationwide , do you want more info?\n\tPersuadee: Yes, more info please.\nPersuader: they help children and provide them shelter, food, medical care and school.they do other things too\n\tPersuadee: Those are great goals.\nPersuader: they now are helping Hawaii with the hurricane.\n\tPersuadee: That's really great.\nPersuader: they help 2 million children every year, and they are great.\n\tPersuadee: Okay, tell me more.\nPersuader: now i just have to ask you are you willing to donate today?\n\tPersuadee: Okay, I'll donate.\nPersuader: thank you very much, how much are you willing to donate? from 0.1 to $2 is the max amount.\n\tPersuadee: Two quick questions: 1) What specifically will the donation be used for (medical supplies, food aid, rebuilding after the hurricane, etc.)?  And 2) How is the donation processed?  Is it just taken directly from my HIT wallet?\nPersuader: first is for all that and you can pay after the hit , your payment can be done with the bonus you take from this hit. thank you\n\tPersuadee: OK.  I'll donate $1.50", "label": [[11, 49, "1-RAPPORT-OTHER"], [383, 419, "1-RAPPORT-OTHER"], [775, 861, "5-AUTHORITY-CREDENTIALS"], [908, 982, "3-EMOTION-STORY"], [1054, 1101, "3-EMOTION-STORY"], [1146, 1206, "5-AUTHORITY-CREDENTIALS"], [453, 483, "1-RAPPORT-OTHER"], [635, 680, "1-RAPPORT-FRIEND"], [681, 731, "2-NEGOTIATE-REQUEST"], [1250, 1309, "2-NEGOTIATE-REQUEST"], [1352, 1408, "2-NEGOTIATE-BARGAIN"]], "idx": "445"}
{"id": 2571, "data": "Persuader: Hello, how are you today?\n\tPersuadee: I AM doing well how are you\nPersuader: Wonderful!  Thank you.  Have you heard of a charity called Save the Children?\n\tPersuadee: I have not\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights.  Would you like to know more?\n\tPersuadee: No thank you. Most of those places have so much overhead not much actually goes to the cause\nPersuader: Your individual donation will help individual children and their families.\n\tPersuadee: I appreciate you telling me about this but I am not interested\nPersuader: What if I were to tell you that 100% of your donation would go directly to helping one child?\n\tPersuadee: No thank you as there is no guarantee to this. I'd rather donate locally\nPersuader: I agree donating locally is also important.  However, there are so many children that could benefit from just pennies. \n\tPersuadee: Again, no thank you\nPersuader: It will go to a trustable fund.  What if I match your donation?  \n\tPersuadee: I'm sorry I am to interested in donating to this. \nPersuader: Your donation could be directly deducted from your task payment.  Anywhere from a penny to $2\n\tPersuadee: I will donate 0\nPersuader: Just 77 cents could help a refugee family and I will match the donation.\n\tPersuadee: Again, I don't know how else I can say this. I will donate nothing to this. I prefer to do this locally\nPersuader: Okay, then I have an option for you.  You have the ability to sponsor at child in the US!  We spend money on so many little things each day and we have the moral responsibility to help.  So if you would like to help locally.  Can you commit to doing that?\n\tPersuadee: No I am sorry again. I will only do this in my town\nPersuader: This can go to sponsor a child in your town.  Can you just commit to 10 cents?", "label": [[88, 110, "1-RAPPORT-FRIEND"], [302, 330, "2-NEGOTIATE-REQUEST"], [200, 300, "5-AUTHORITY-CREDENTIALS"], [843, 917, "3-EMOTION-GUILT"], [961, 992, "5-AUTHORITY-CREDENTIALS"], [1167, 1194, "2-NEGOTIATE-BARGAIN"], [447, 521, "3-EMOTION-PROMISE"], [608, 701, "4-LOGIC-COUNTER"], [798, 841, "1-RAPPORT-SIMILAR"], [961, 993, "2-NEGOTIATE-OPINION"], [994, 1026, "2-NEGOTIATE-BARGAIN"], [1101, 1165, "3-EMOTION-ALTERCASTING"], [1234, 1306, "3-EMOTION-GUILT"], [1472, 1523, "2-NEGOTIATE-SCARCITY"], [1660, 1689, "2-NEGOTIATE-REQUEST"], [1765, 1809, "3-EMOTION-GUILT"], [1811, 1843, "2-NEGOTIATE-BARGAIN"], [1525, 1620, "3-EMOTION-GUILT"]], "idx": "446"}
{"id": 2572, "data": "Persuader: Do you want to donate any of your earnings to \"Save the Children\"?\n\tPersuadee: not particularly\nPersuader: I wouldn't either if I were you, quite honestly.  I think there are much better charities for children, such as Compassion International.\n\tPersuadee: never heard of that one\nPersuader: It is a great charity, which I support personally on a monthly basis.  I sponsor two children through them.  Their overhead is very low compared to Save the Children.\n\tPersuadee: That sounds great.  I donate to the Humane Society.  Someone's gotta stick up for the animals. \nPersuader: Yes, that sounds good.  Certainly a lot of them need homes.\n\tPersuadee: I wonder how many people choose to donate here in this HIT\nPersuader: I don't do it very often.  They are either charities I've never heard of, or don't trust.\n\tPersuadee: Yeah, so I'm not going to for this (officially)\nPersuader: Ok.  Good choice.  How long do we have to talk until we advance to the next step?\n\tPersuadee: It says 10 chat turns each, so I guess we got a couple more things to say\nPersuader: Ok.  Well, good luck with your charitable giving.\n\tPersuadee: Yeah, maybe when I have more of my own to spare I'll donate more in the future\nPersuader: Yes, that's how a lot of people feel I think.  It's what's in the heart that counts, not the amount.\n\tPersuadee: I feel like most people wouldn't be on here if they had the spare money to give lol\nPersuader: Very good point!  We get a few extra much needed dollars here.  Or sometimes a little extra spending money.\n\tPersuadee: Essentially pays for groceries and beer for me just doing it my spare time\nPersuader: Yes, that's good.  Well, that's 10 posts for me I think.\n\tPersuadee: Have a good one!", "label": [[302, 372, "2-NEGOTIATE-OPINION"], [374, 411, "1-RAPPORT-DISCLOSE"], [613, 648, "2-NEGOTIATE-OPINION"], [11, 77, "2-NEGOTIATE-BARGAIN"], [118, 166, "1-RAPPORT-SIMILAR"], [303, 372, "1-RAPPORT-DISCLOSE"], [589, 612, "1-RAPPORT-SIMILAR"]], "idx": "447"}
{"id": 2573, "data": "Persuader: Would you be willing to donate some or all of your income to a children's charity called Save the Children?\n\tPersuadee: Good Afternoon, Yes I would be willing to docate some of my income, although what does this do for the children?  \nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: What countries?  Do they help children in the United States?  Guess I need more details how they help?  and where is the non=profit based?  In the US?\nPersuader: Save the Children is and how their donation is essential to help ensuring children's rights to health, education, safety, etc. \n\tPersuadee: Do you know what percent goes to the children?  Dislike when CEO's of non-profit are paid high incomes\nPersuader: I am a volunteer I believe 100% goes to the charity.\n\tPersuadee: What do you do ?  awesome if that's true, 100% really goes right to the children?\nPersuader: There is a lack of support for children in developing countries, especially in war zones. For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence.\n\tPersuadee: That is horrible, how do they help, with food? clothes? housing? in war zones?\nPersuader: Your donation is essential to help ensuring children's rights to health, education, safety, etc.\n\tPersuadee: I'm willing to donate some, just want to make sure, it really goes to the children, not Admin costs, or even the parents of the children.  Dislike like it when non=profits make vacation trips visiting children in other countries\nPersuader: How much do you like to donate to the charity now? \n\tPersuadee: Still thinking, do you know if the admin visits the children and reports with updates?\nPersuader: We have volunteer groups already in place in these areas. I don't believe admin goes to the war torn coutries it is mostly missionaries.\n\tPersuadee: Great, it is a Christian based non-porfit then?  Do the missionaries help with getting aid to the children?  What age is considered for help\nPersuader:   If you really look, you can see the future in every child. Through the power of child sponsorship, you can help a child in need realize her dreams  transforming her life and the future we all share. Sponsor a child today!\n\tPersuadee: The sounds, awesome, to I get a photo, and address to communicate with the child?  I see this advertised all the time on TV?\nPersuader: Yes, and you can get more information by visiting  URL \n\tPersuadee: Okay thanks, I believe in donating by what the Bible ways, the te percent rule, I'll dontate .20 cents.  Thanks for your time \nPersuader: Thank you for your donation many blessings to you and yours.\n\tPersuadee: U r welcome, the ten percent rule .. .20 cents, blessing to u as well.  ", "label": [[2225, 2283, "3-EMOTION-EMPATHY"], [2284, 2425, "3-EMOTION-EMPATHY"], [2426, 2448, "7-RESSURE-OTHER"], [2597, 2647, "5-AUTHORITY-CREDENTIALS"], [2803, 2863, "1-RAPPORT-COMPLIMENT"], [11, 118, "2-NEGOTIATE-BARGAIN"], [854, 906, "2-NEGOTIATE-OPINION"], [1012, 1101, "3-EMOTION-STORY"], [1102, 1195, "3-EMOTION-STORY"], [1195, 1308, "3-EMOTION-STORY"], [257, 425, "5-AUTHORITY-CREDENTIALS"], [600, 727, "3-EMOTION-STORY"], [1411, 1507, "3-EMOTION-GUILT"], [1760, 1811, "2-NEGOTIATE-BARGAIN"]], "idx": "448"}
{"id": 2574, "data": "Persuader: Do you believe we should protect our children?\n\tPersuadee: well that's a loaded question\nPersuader: Yes it is, aren't they important to the future of our society?\n\tPersuadee: Yeah, but there\\'s a difference between protecting and mindlessly going along with anything because \"think of the children\".\nPersuader: That's absolutely true, but I think donating to a respectable organization with a proven track record shows that you're not only mindlessly going along\n\tPersuadee: What organization did you have in mind?\nPersuader: Save the Children has a good reputation, and they provide support for children in terrible situations like war zones\n\tPersuadee: I've never heard of them before\nPersuader: You can look at  URL to learn more about them - they make sure kids have equal rights to health, education, and basic human safety\n\tPersuadee: I don't know. It's hard to tell what's a scam and what isn't these days and it's pretty easy to make a fake website. :/\nPersuader: That's true, but on the bottom of the page you can view links to all of the organizations they're accredited by\n\tPersuadee: oh that's a good point, I didn't notice that. I don't think they would let just anyone use their names.\nPersuader: Right and you can view the reports about this charity on their sites too; it's a good one. Would you be willing to donate part of your $2 task payment to help support the children who need it most?\n\tPersuadee: No. I'm here to make money, not give it away. $0.\nPersuader: Not even $1? That's half of what you're earning, less than you'll pay for coffee tomorrow, and it will buy a meal for a poor child who otherwise may not eat all day.\n\tPersuadee: I actually don't drink coffee and I don't care about a poor child who I'll never meet.\nPersuader: You don't care that in Syria, in the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence?\n\tPersuadee: Not really. I mean, I don't like it, but I don't care enough to incur any costs to myself to change it.\nPersuader: If we let that happen in other places of the world, it might end up here next. You won't donate even $.20 to help?\n\tPersuadee: whether or not I donate has no impact on the conditions in america. I stick by my original stance of $0.", "label": [[11, 57, "7-PRESSURE-MANIPULATE"], [111, 173, "7-PRESSURE-MANIPULATE"], [537, 653, "5-AUTHORITY-CREDENTIALS"], [757, 839, "3-EMOTION-STORY"], [1313, 1419, "2-NEGOTIATE-BARGAIN"], [1506, 1658, "3-EMOTION-GUILT"], [1769, 1912, "7-PRESSURE-MANIPULATE"], [1769, 1912, "3-EMOTION-GUILT"], [322, 473, "4-LOGIC-COUNTER"], [537, 653, "2-NEGOTIATE-OPINION"], [709, 754, "5-AUTHORITY-CREDENTIALS"], [983, 1094, "5-AUTHORITY-CREDENTIALS"], [1222, 1312, "2-NEGOTIATE-OPINION"], [1493, 1506, "3-EMOTION-GUILT"], [2040, 2118, "2-NEGOTIATE-OPINION"], [2119, 2154, "7-PRESSURE-MANIPULATE"]], "idx": "449"}
{"id": 2575, "data": "Persuader: Hey how are you doing today?\n\tPersuadee: I'm great! And you?\nPersuader: I'm doing well thanks for asking.  How is the weather where you are at?\n\tPersuadee: It's been quite hot these last few days. Disgusting heat wave. I personally love cold weather.\nPersuader: Yeah I do to, I can't wait for the snow to fly here :)  Just a quick question to find out a little more about you.  Have you given to any charities lately?\n\tPersuadee: Yes, I have. I dontate to the Red Cross regularly.\nPersuader: I do as well and wish many more people would.  I like that they and a lot of other charities are utilizing the technology to make donations a lot easier.\n\tPersuadee: Yes they certainly are. I always donate online now.\nPersuader: Good for you!  Okay have you hear about any charities lately that have been doing extra due to the wars in which civilians are unfortunately in the wrong place with little help?\n\tPersuadee: No I don't think I've heard about any of those.\nPersuader: Let me give you an example for instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence.\n\tPersuadee: Wow that sounds pretty bad\nPersuader: Yeah a lot of people are unaware of exactly what is going on in this messed up world.  I wish the media would actually do more to help out.  This is when a charity steps in specifically Save the Children Foundation.\n\tPersuadee: That would definitley be very helpfil\nPersuader: Today, together we can help this charity out.  Would you be willing to donate some or all of the money you would get for doing this task?\n\tPersuadee: Not right now I can't\nPersuader: Is there anything you have purchased this week that is not a neccessity?\n\tPersuadee: Not really. Just food and stuff.\nPersuader: Well maybe not just last week but how about all year.  What do we waste our time and money on?  I understand we all need to make money, but why can't people help out the people that truly need our help in this world.  If you donate $2.00 today I will match that.  Then we will have done our good deed for the day and maybe just maybe the universe will reward us in another way!\n\tPersuadee: I don't think I've really wasted much money lately.\nPersuader: Okay thats fine do you still wish to donate for karma to kick in?", "label": [[83, 118, "1-RAPPORT-COMPLIMENT"], [118, 154, "1-RAPPORT-FRIEND"], [272, 327, "1-RAPPORT-SIMILAR"], [329, 387, "1-RAPPORT-FRIEND"], [550, 656, "1-RAPPORT-DISCLOSE"], [732, 745, "1-RAPPORT-COMPLIMENT"], [747, 909, "3-EMOTION-EMPATHY"], [981, 1100, "3-EMOTION-STORY"], [1265, 1350, "3-EMOTION-STORY"], [1542, 1587, "3-EMOTION-PROMISE"], [1725, 1797, "3-EMOTION-GUILT"], [1854, 1906, "4-LOGIC-COUNTER"], [1950, 2070, "3-EMOTION-GUILT"], [2118, 2231, "3-EMOTION-ALTRUISTIC"], [2307, 2372, "2-NEGOTIATE-BARGAIN"], [389, 428, "1-RAPPORT-OTHER"], [503, 548, "1-RAPPORT-SIMILAR"], [747, 909, "3-EMOTION-STORY"], [1101, 1214, "3-EMOTION-STORY"], [1406, 1480, "2-NEGOTIATE-OPINION"], [1589, 1679, "2-NEGOTIATE-REQUEST"], [1909, 1948, "3-EMOTION-GUILT"], [2072, 2116, "2-NEGOTIATE-BARGAIN"], [2307, 2372, "2-NEGOTIATE-REWARD"]], "idx": "450"}
{"id": 2576, "data": "Persuader: Hello\n\tPersuadee: Hi.\nPersuader: I think you should donate your incoming payment for this take to Save the CHildren.\n\tPersuadee: What is the mission of Save the Children?\nPersuader: It's a non government organization that promotes children's rights, provides relief and helps support children in developing countries. \n\tPersuadee: How much of the money does Save the Children keep for Administrative costs?\nPersuader: It is a non profit. So only enough to keep the charity running.  They make a great impact gloabbly.\n\tPersuadee: Huh. They are supposed to disclose the percentage. I used to work for a nonprofit. I think Children's International is better.\nPersuader: I think they are both great organiations. I don't work for them just am a huge supporter. \n\tPersuadee: Why don't you give to Children's International then?It is around 25.00 a month and you know exactly how you are giving too. I have donated to them for years (a family with two girls-one is Maya and the other is Elizabeth).\nPersuader: I personally do give to both. Will you consider giving to both as well?\n\tPersuadee: No. I think that giving to one is enough.\nPersuader: But think of how many more children you can help. This charity will help more children and obviously you care about children since you already doante to children's international.\n\tPersuadee: They can help me. I have a 700.00 car repair and I am two dollars closer to getting it done.\nPersuader: 86% of the money goes to programs, 9% fundraising, 5%managing.  THey help in so many ways such as health and nutrition, education, emergency, HIV, hunger and so much more.  \n\tPersuadee: That is great. They can so use your help.\nPersuader: They can use your help as well.\n\tPersuadee: Yes they can. I think I need my car to make it to work though or I won't be giving to anyone. :]\nPersuader: I understnd believe me i have bills to i'm only asking you to donate some.  How much do you like to donate to the charity now?\n\tPersuadee: I will donate zero.\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2)", "label": [[1046, 1087, "2-NEGOTIATE-REQUEST"], [1153, 1202, "3-EMOTION-GUILT"], [1687, 1718, "3-EMOTION-GUILT"], [44, 127, "2-NEGOTIATE-OPINION"], [429, 492, "4-LOGIC-CONCEDE"], [494, 528, "2-NEGOTIATE-OPINION"], [679, 720, "2-NEGOTIATE-OPINION"], [1203, 1331, "3-EMOTION-ALTERCASTING"], [1512, 1621, "3-EMOTION-STORY"], [1839, 1913, "1-RAPPORT-SIMILAR"], [193, 329, "5-AUTHORITY-CREDENTIALS"], [721, 769, "1-RAPPORT-DISCLOSE"], [1016, 1045, "1-RAPPORT-DISCLOSE"], [1839, 1913, "3-EMOTION-GUILT"], [1915, 1965, "2-NEGOTIATE-BARGAIN"], [2009, 2059, "2-NEGOTIATE-BARGAIN"], [2124, 2182, "2-NEGOTIATE-BARGAIN"]], "idx": "452"}
