{"id": 1068, "data": "Persuader: hello\n\t\t\tPersuadee: HI\nPersuader: OK I just donated to save the children. It made me feel great to help those starving children. Would you like to donate a small portion of your hit pay to his cause, out of your hit pay? I'm going to doate again.\n\t\t\tPersuadee: OK SURE, I AM DONATE TO THE CHILD\nPersuader: For give my typos  crippled hands. I'm going to donate .20 of my pay. How much will you donate today.\n\t\t\tPersuadee: I WILL PAY 10 DOLLAR TO THE CHILD AND HOW COULD YOU PAY FOR MONEY OR CLOTHS LIKE THAT.\nPersuader: This donation will be made through the hit provider here and will only come from a portion of our hit pay. You can donate up to 2.00 the full pay of this hit.\n\t\t\tPersuadee: OH, OK THANK YOU \nPersuader: so How much do you say you want to give I'm giving twenty cents.\n\t\t\tPersuadee: OK I GAVE .20 CENT OF THEM.\nPersuader: OK thanks for your donation\n\t\t\tPersuadee: OK HOW MUCH YOU GAVE FOR THEM\nPersuader: OK like you I gave .20 cents to them, how are you doing today?\n\t\t\tPersuadee: ITS VERY NICE .HOW ABOUT YOU\nPersuader: I can't complain, its been raining here this morning; I love the thunder sounds\n\t\t\tPersuadee: OH , I LIKE THE DONATE TO THE CHILDREN\nPersuader: Hmm, your responce seems out of place in this line of thought we were sharing. We have already said we would donate, that's over now. I was just chatting with you until the hit is over.\n\t\t\tPersuadee: OH, OK I AM SORRY FOR THAT.\nPersuader: LOL ARE YOU AN AI?\n\t\t\tPersuadee: OK THAT FINE. ", "label": [[45, 140, "1-RAPPORT-DISCLOSE"], [317, 350, "1-RAPPORT-DISCLOSE"], [352, 418, "2-NEGOTIATE-BARGAIN"], [140, 231, "2-NEGOTIATE-REQUEST"], [232, 257, "3-EMOTION-GUILT"], [733, 797, "1-RAPPORT-DISCLOSE"], [733, 797, "6-SOCIAL-NORMS"], [851, 878, "1-RAPPORT-FRIEND"], [934, 970, "1-RAPPORT-SIMILAR"], [972, 996, "1-RAPPORT-FRIEND"], [1051, 1130, "1-RAPPORT-FRIEND"], [1195, 1272, "1-RAPPORT-DISCLOSE"], [733, 797, "2-NEGOTIATE-BARGAIN"], [1051, 1130, "1-RAPPORT-DISCLOSE"], [1274, 1380, "1-RAPPORT-FRIEND"]], "idx": "790"}
{"id": 1069, "data": "Persuader: Hey how are you doing today?\n\t\t\tPersuadee: Great! It's hot outside. I'm eager for cooler weather. How is the weather where you are?\nPersuader: It's also very warm here. I was curious if you have ever heard of a charity called Save the Children?\n\t\t\tPersuadee: I have, but i am not familiar with the specifics.\nPersuader: Save the Children is an organization that promotes children's rights, provides relief and helps support children is developing countries.\n\t\t\tPersuadee: do you know how many countries they work with?\nPersuader: They help children in 120 different countries. I was hoping you would be interested in donating a small amount of .10 to help a child that will never have the same opportunities as us? \n\t\t\tPersuadee: wow! that is impressive. Yes, I will donate 10 cents. I can manage that for children.\nPersuader: Is this the first time that you have ever donated to a charity before. Many people tell me that they feel very fulfilled as a person knowing that they have been able to contribute to another individual.\n\t\t\tPersuadee: I am very active with animal charities. I find that fullfilling. Do you donate and volunteer for save the children?\nPersuader: I have donated to them before. Here is their website if you would like to take a look at it when you get a chance  URL \n\t\t\tPersuadee: I will check it out. I am always looking for good causes. is this is US organization?\nPersuader: \"How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment.\n\t\t\tPersuadee: I will donate 10 cents. Are you donating also?\nPersuader: I have donated in the past but plan on donating more regularly. \n\t\t\tPersuadee: Are you familiar with italian greyhound rescue? it is the dog organization i volunteer for.\nPersuader: No I am not but I will be sure to look into it son because it sounds very interesting.\n\t\t\tPersuadee: I am an animal lover Dogs are great pets. Do you have a pet?\nPersuader: I do not. I appreciate your donation towards Save the Children today!\n\t\t\tPersuadee: I hope it helps!", "label": [[153, 178, "1-RAPPORT-SIMILAR"], [331, 468, "3-EMOTION-STORY"], [331, 399, "5-AUTHORITY-CREDENTIALS"], [587, 726, "2-NEGOTIATE-REQUEST"], [909, 1040, "6-SOCIAL-PEER"], [1182, 1211, "1-RAPPORT-SIMILAR"], [1966, 2025, "1-RAPPORT-FRIEND"], [1783, 1869, "1-RAPPORT-FRIEND"], [1601, 1665, "1-RAPPORT-DISCLOSE"], [1413, 1465, "2-NEGOTIATE-REQUEST"]], "idx": "735"}
{"id": 1070, "data": "Persuader: Hi, how are you today? I have a question for you, how interested are you in helping children in need?\n\t\t\tPersuadee: Hi! I'm doing great, and yourself? I am very interested.\nPersuader: Im doing great too. A lot better than the children I speak of that are suffering in developing countries. Have you ever heard of the organization Save the Children?\n\t\t\tPersuadee: No, I haven't. What is the organization about?\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\t\t\tPersuadee: That sounds really interesting. What countries does Save the Children operate in?\nPersuader: It operates out of the United States, it actually helps children in the US and developing countries such as Ethiopia, Indonesia, Vietnam, and many more. Just a small amount, pennies, would make a huge difference to these kids.\n\t\t\tPersuadee: I had no idea it operated outside of the United States. I understand how a donation, no matter how small would help this children. Do you know where the money goes towards to? \nPersuader: It would go into a general fund and the organization would put the money where it is most needed. Are you willing to make a small donation between fifty cents to two dollars that you would gain from this task to go toward this Charity? \n\t\t\tPersuadee: I would be more than willing to give a donation. Before I do that, I would like to know how the organization handles the money. I have no doubt its a trustworthy organization, I just want to know how it helps the children.\nPersuader: The money goes towards their healthcare, their education, what tugs on my heart strings the most is that it also goes towards protecting the children from abuse and neglect, exploitation and violence. Of course it also helps feed needy children and goes towards emergency care for any type of natural disasters or other emergencies.\n\t\t\tPersuadee: It does sound like the organization is helping improve and save children's lives\nPersuader: It is! Imagine if we convinced our friends and family to donate a small amount as well, people like you and I could actually make a difference in the world.\n\t\t\tPersuadee: Yes! So many children around the world could have better an improved lives. Why is this organization not well known?\nPersuader: I have heard of it before but not extensively. I learned a lot about them through their website  URL How much would you like to donate? The research team will collect all donations and send it to Save the Children.\n\t\t\tPersuadee: Thanks for sending me the website! I will check it out. I would like to donate .50.\nPersuader: You are a wonderful person, thank you for showing love to children in need.\n\t\t\tPersuadee: I really wish I could donate more. Maybe one day when I have enough income I will. \nPersuader: I am in the same boat, but every penny counts and weather it is .50 cents or 500 you are making a difference. Thank you and have a wonderful day.\n\t\t\tPersuadee: Thank you for all the information. Hope you also have a wonderful day. ", "label": [[861, 934, "3-EMOTION-GUILT"], [1622, 1822, "3-EMOTION-STORY"], [2061, 2217, "3-EMOTION-ALTRUISTIC"], [2684, 2759, "1-RAPPORT-COMPLIMENT"], [2869, 3014, "1-RAPPORT-SIMILAR"], [2869, 2891, "1-RAPPORT-DISCLOSE"], [1622, 1822, "3-EMOTION-GUILT"], [1823, 1954, "3-EMOTION-STORY"], [2060, 2217, "1-RAPPORT-SIMILAR"], [2461, 2574, "3-EMOTION-ALTERCASTING"], [2496, 2574, "5-AUTHORITY-CREDENTIALS"], [2868, 3014, "1-RAPPORT-COMPLIMENT"], [34, 112, "2-NEGOTIATE-REQUEST"], [195, 213, "1-RAPPORT-SIMILAR"], [215, 300, "3-EMOTION-STORY"], [432, 600, "5-AUTHORITY-CREDENTIALS"], [1235, 1372, "2-NEGOTIATE-REQUEST"]], "idx": "641"}
{"id": 1071, "data": "Persuader: Have you ever heard of the 'Save The Children' charity?\n\t\t\tPersuadee: I have! I think it's a great chairty.\nPersuader: I think the work they do is great. Helping kids in impoverished nation is a really noble thing to do. \n\t\t\tPersuadee: I agree, how frequently do you donate?\nPersuader: I generally do my charitable donations around Christmas, when I had an influx of extra cash. You?\n\t\t\tPersuadee: Similiar, I only donate when I have the money to spare.\nPersuader: You can help now! You can donate any amount from your task payment to Save the Children now if you'd like. \n\t\t\tPersuadee: I'm not sure if I want to, but I can give a little.\nPersuader: How much would you like to give? The research team will collect all donations and send them to Save the Children.\n\t\t\tPersuadee: I'll give 5 cents.\nPersuader: I'll do the same. \n\t\t\tPersuadee: Great, I'm glad we're helping a little.\nPersuader: I imagine a lot of people end up doing these hits. It probably adds up, assuming everyone pitches in a little. \n\t\t\tPersuadee: Agreed, which is probably what they want.\nPersuader: I'd assume so. I've done hits kind of like this, where the end goal seemed to be to gauge peoples charitable giving with their task payments.\n\t\t\tPersuadee: Ive done a lot of those as well, a lot I think are set up to generate certain types of responses.\nPersuader: I'm a sucker for helping people when I can. \n\t\t\tPersuadee: At least you're doing some good, though.\nPersuader: You too! Thanks for the 5 cents. It was nice talking to you. \n\t\t\tPersuadee: Nice talking to you as well.", "label": [[130, 231, "3-EMOTION-STORY"], [297, 388, "1-RAPPORT-DISCLOSE"], [476, 581, "2-NEGOTIATE-BARGAIN"], [661, 773, "3-EMOTION-ALTERCASTING"], [694, 773, "5-AUTHORITY-CREDENTIALS"], [903, 1014, "6-SOCIAL-NORMS"], [1458, 1519, "1-RAPPORT-FRIEND"], [819, 837, "1-RAPPORT-SIMILAR"], [903, 1013, "6-SOCIAL-PEER"], [1082, 1223, "1-RAPPORT-DISCLOSE"], [1347, 1391, "1-RAPPORT-DISCLOSE"], [1347, 1391, "3-EMOTION-GUILT"], [1458, 1519, "1-RAPPORT-COMPLIMENT"]], "idx": "818"}
{"id": 1072, "data": "Persuader: hello, what is your opinion about charities?\n\t\t\tPersuadee: There are good ones and bad ones\nPersuader: tell me about the good ones?\n\t\t\tPersuadee: homeless shelters, food pantries, environmental stuff.\nPersuader: what about the bad one?\n\t\t\tPersuadee: diseases, veterans, children\nPersuader: do you ever donated to charities?\n\t\t\tPersuadee: whenever i can afford it; i'm pretty poor\nPersuader: i understand you, do you want me to thell you about the todays charity?\n\t\t\tPersuadee: if you would like to\nPersuader: the todays charity is called : save the children. They help children around the world. do you want more info=?\n\t\t\tPersuadee: That sounds like one I would never donate to.\nPersuader: why is that?\n\t\t\tPersuadee: Did you see my list of bad charities above?\nPersuader: yes i saw it, just wanted to know why?\n\t\t\tPersuadee: Saving children encourages overpopulation\nPersuader: yes but children are the future. So you are not willing to donate today? i just have to ask\n\t\t\tPersuadee: Not a chance.  i hope you aren't going to donate and endanger the environment.\nPersuader: thank you for your honesty. i dont know yet\n\t\t\tPersuadee: It would be irresponsible to do so", "label": [[114, 142, "2-NEGOTIATE-REQUEST"], [301, 334, "2-NEGOTIATE-REQUEST"], [402, 473, "1-RAPPORT-FRIEND"], [402, 418, "1-RAPPORT-SIMILAR"], [520, 606, "3-EMOTION-STORY"], [784, 822, "1-RAPPORT-FRIEND"], [922, 981, "2-NEGOTIATE-BARGAIN"], [784, 822, "2-NEGOTIATE-BARGAIN"], [890, 921, "4-LOGIC-COUNTER"], [1086, 1129, "1-RAPPORT-COMPLIMENT"]], "idx": "386"}
{"id": 1073, "data": "Persuader: Hello! I need you to make a donation for us to work this out.\n\t\t\tPersuadee: hello. What do we need to work out and what would this donation be for?\nPersuader: We have to make sure we get a bonus by donating the $2. It's for Save the Children, and actually my family and I have experience with them. They're one of the more reputable charities luckily. But for this to work, I really need you to donate both dollars.\n\t\t\tPersuadee: I can not donate until 10 chat turns. how do you have experience with them?\nPersuader: My family has been involved with charities due to our business. We make regular donations and Save the Children actually has done the most with what we've given them.\n\t\t\tPersuadee: What is your families business and what do you enjoy most of the Save the Children charity?\nPersuader: We own furniture stores on the west coast. We just love that they're so transparent with their spending and they give us concrete examples of why our past donations have helped them.\n\t\t\tPersuadee: could you name a couple of examples please?\nPersuader: Well, the examples they provided were specifically showing us what parts of their charity the money was going towards, and what those parts did. Essentially a lot of it was relief for the poor, in the form of shelter, clothing and food.\n\t\t\tPersuadee: Glad to see it goes to shelter, clothing, and food. What would benefit me towards donating my $2 to the Save the Children fund?\nPersuader: I can't give you too many details, but trust me, donating the entire 2 would GREATLY benefit you. Not to mention the satisfaction of helping a charity that actually does good work.\n\t\t\tPersuadee: I do like the satisfaction of doing good work for and towards others.\nPersuader: That's fantastic, so do I. Small amounts actually do go far. A couple bucks and it's a few meals for someone. It's mind blowing.\n\t\t\tPersuadee: sound good. You do make a point. I am interested to help.\nPersuader: Thanks! Then definitely donate the full two. You'll be really happy you did, trust me.\n\t\t\tPersuadee: I trust you. I will donate the $2 towards the Save the Children fund.\nPersuader: Awesome, you'll be happy you did :)\n\t\t\tPersuadee: I am glad to help. Thank you for the information you provided.\nPersuader: Thank you too, have a good night!\n\t\t\tPersuadee: thank you. you too. goodnight!", "label": [[18, 72, "7-PRESSURE-FORCE"], [528, 694, "3-EMOTION-STORY"], [812, 994, "3-EMOTION-STORY"], [170, 224, "7-PRESSURE-FORCE"], [226, 361, "3-EMOTION-STORY"], [363, 426, "7-PRESSURE-PRESIST"], [527, 694, "1-RAPPORT-DISCLOSE"], [1064, 1300, "1-RAPPORT-DISCLOSE"], [812, 994, "1-RAPPORT-DISCLOSE"], [1064, 1300, "3-EMOTION-STORY"], [1453, 1551, "3-EMOTION-PROMISE"], [1552, 1634, "3-EMOTION-EMPATHY"], [1730, 1755, "1-RAPPORT-SIMILAR"], [1757, 1857, "3-EMOTION-STORY"], [2248, 2281, "1-RAPPORT-COMPLIMENT"], [1942, 2028, "3-EMOTION-ALTERCASTING"], [1942, 2028, "7-PRESSURE-PRESIST"], [1987, 2028, "3-EMOTION-PROMISE"], [2124, 2159, "3-EMOTION-PROMISE"]], "idx": "654"}
{"id": 1074, "data": "Persuader: Hello! How are you doing today?\n\t\t\tPersuadee: Hello! I am doing well. How are you?\nPersuader: I am good.  I am asking you to donate a portion of your hit earnings to Save the Children.  Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\t\t\tPersuadee: Can  you tell me more about them?\nPersuader: Sure!  First it's a reputable organization and trustworthy. Independent charity watchdog groups give them high ratings.\n\t\t\tPersuadee: In what ways do they help the kids?\nPersuader: They help in many ways, help ensuring children's rights to health, education, safety, etc.  Things we tend to take for granted.\n\t\t\tPersuadee: How much of the donation will be used for the children?\nPersuader: That's where those independent watchdog groups I mentioned have rated them highly.  For example, about 87% of their money goes to their programs.  \n\t\t\tPersuadee: What relief do they offer in terms of healthcare?\nPersuader: The healthcare initiatives include maternal, newborn and child health. For example, they target child malnutrition and hunger and prevent HIV transmission, and ensure treatment for those living with HIV before they develop AIDS.  All in all they help to give 86 million children a healthy start in life and help 33.3 million children directly with lifesaving care, medicines and preventive treatments.\n\t\t\tPersuadee: And what do they offer in terms of food aid?\nPersuader: It's not just providing food, though that is a part of it.  They also help to build household and community resilience to food security and economic shocks and stresses. Strengthen socio-economic conditions to improve standards of living and the ability of families to provide for their children. I really like that they provide youth with the skills and linkages they need to earn and manage a decent income.\n\t\t\tPersuadee: How much can I choose to donate today?\nPersuader: I really thank you for thinking about donating.  This small amount can make a huge difference to children in need.  You can choose any amount from $0 to all your payment ($2).  How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. \n\t\t\tPersuadee: I choose to donate 40 cents from the total.\nPersuader: Thank you very much! I work with at-risk children for a living, so this is something I am passionate about.  I really appreciate it!\n\t\t\tPersuadee: This is a good cause you are working for. Thank you!\nPersuader: Have a good night and a good week! (we may need to send a few more messages before we can end this hit)\n\t\t\tPersuadee: Okay sounds good. Thank you for all the information.", "label": [[196, 365, "5-AUTHORITY-CREDENTIALS"], [117, 195, "2-NEGOTIATE-REQUEST"], [425, 544, "5-AUTHORITY-CREDENTIALS"], [606, 733, "3-EMOTION-STORY"], [698, 733, "3-EMOTION-EMPATHY"], [815, 897, "5-AUTHORITY-CREDENTIALS"], [899, 961, "5-AUTHORITY-CREDENTIALS"], [1109, 1266, "3-EMOTION-STORY"], [1268, 1439, "3-EMOTION-STORY"], [1807, 1919, "1-RAPPORT-DISCLOSE"], [1984, 2030, "1-RAPPORT-COMPLIMENT"], [2367, 2452, "1-RAPPORT-DISCLOSE"], [2367, 2453, "3-EMOTION-EMPATHY"], [1510, 1919, "3-EMOTION-STORY"], [1807, 1919, "3-EMOTION-EMPATHY"], [2033, 2097, "2-NEGOTIATE-OPINION"], [2100, 2211, "2-NEGOTIATE-BARGAIN"], [2455, 2478, "1-RAPPORT-FRIEND"], [2557, 2591, "1-RAPPORT-COMPLIMENT"]], "idx": "367"}
{"id": 1075, "data": "Persuader: Hello\n\t\t\tPersuadee: Hi\nPersuader: I would like to tell you about a charity\n\t\t\tPersuadee: OK, I'm listening.\nPersuader: The charity is called Save the Children. As the name suggests, this charity is helping the children around the world\n\t\t\tPersuadee: I believe I have heard of this charity.\nPersuader: It is good. Let me give you a bit more information. Your donations would be used to ensure children's rights to health, education, safety. It helps especially in war zones like Syria\n\t\t\tPersuadee: I understand but I am low on funds right now.\nPersuader: I can guess, but isn't there any amount you could donate like a little bit of money that you use for a snack or candy? Even a little amount helps. \n\t\t\tPersuadee: Well, yes. Maybe I could give a quarter.\nPersuader: That would be great. And let me assure you, this is a professional and trustworthy fund. If you would like to check for more information, the website is  URL \n\t\t\tPersuadee: I will check it out, thank you.\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\t\t\tPersuadee: I would like to donate $0.25\nPersuader: Thank you, that would be great. Even with our little helps, the children around the world may have a better chance\n\t\t\tPersuadee: Of course. I wish I could afford more. Maybe later.\nPersuader: I hope so. In the future, if you have better finances, please remember this fund.\n\t\t\tPersuadee: Is this the end?\nPersuader: I think so, it had been 10 turns. And thank you again for your help. Have a good day.\n\t\t\tPersuadee: You are welcome", "label": [[171, 246, "4-LOGIC-ARGUE"], [311, 324, "2-NEGOTIATE-OPINION"], [780, 868, "1-RAPPORT-COMPLIMENT"], [780, 868, "5-AUTHORITY-CREDENTIALS"], [996, 1046, "3-EMOTION-ALTERCASTING"], [1225, 1339, "1-RAPPORT-COMPLIMENT"], [1225, 1339, "3-EMOTION-EMPATHY"], [364, 494, "2-NEGOTIATE-OPINION"], [364, 494, "3-EMOTION-EMPATHY"], [565, 577, "1-RAPPORT-FRIEND"], [579, 712, "3-EMOTION-GUILT"], [579, 713, "2-NEGOTIATE-BARGAIN"], [869, 932, "5-AUTHORITY-CREDENTIALS"], [996, 1170, "2-NEGOTIATE-BARGAIN"], [1225, 1339, "2-NEGOTIATE-OPINION"], [1417, 1498, "2-NEGOTIATE-REQUEST"]], "idx": "634"}
{"id": 1076, "data": "Persuader: Hello is someone there?\n\t\t\tPersuadee: Hello, yes I'm here\nPersuader: Awesome, I am a part of the Save The Children fund and I have been connected to you because you marked that you wanted to help those in need around the world\n\t\t\tPersuadee: Oh nice. Is that the organization that provides food for kids around the world?\nPersuader: Correct, With a primary focus on those in troubled nations (such as war zones or poorly developed nations). If you would like to help, a donation from you could help save the thousands of children that deal with violence and hunger as a daily part of their lives.\n\t\t\tPersuadee: Do you provide other things besides food?\nPersuader: Of course, one of our focus points is to provide health care, education, and safety to these children to help give them a way out of their troubled lives. And your small donation can go a long way, something as small as the price of a candy bar can be the difference in these kids lives.\n\t\t\tPersuadee: Oh wow, that's a lot. what percent of my donation goes directly to the kids?\nPersuader: In 2017 86% of all fund raise went directly to the children in need, and of the 86%, 34% was directly put into providing food and nutrition.\n\t\t\tPersuadee: And the other percent that didn't go to food went to what? \nPersuader: Education, Emergency Relief, HIV/Aids treatment, and helping the children stay in a safe environment. I know its easy to ignore these children because they are half way around the world, but they need your help. Nearly 5.6 million children die each year due to preventable and treatable causes. Malnutrition contributes to the deaths of children and a lifetime of poor health. All it takes is an easy donation from you to help these children\n\t\t\tPersuadee: Which countries are being helped right now? \nPersuader: Much of the focus right now goes to war torn countries like Syria, but your donation would also go to help those who were hurt by Hurricane Harvey in Texas and Hurricane Maria in the Gulf of Mexico \n\t\t\tPersuadee: Texas, that's interesting. A lot of people lost homes and belongings in Harvey. It would be nice to help them.\nPersuader: So, How much do you like to donate to the charity now?\n\t\t\tPersuadee: I don't have a lot to give\nPersuader: Thats okay, a donation as little as 77 cents can house a refugee family for a day.\n\t\t\tPersuadee: OK 77 cents sounds good\nPersuader: Awesome, The research team will collect all donations and send it to Save the Children.\n\t\t\tPersuadee: great, I'm glad to help.", "label": [[135, 237, "3-EMOTION-ALTERCASTING"], [343, 606, "3-EMOTION-STORY"], [829, 961, "3-EMOTION-ALTERCASTING"], [674, 828, "2-NEGOTIATE-OPINION"], [1064, 1204, "4-LOGIC-ARGUE"], [2137, 2191, "2-NEGOTIATE-REQUEST"], [2244, 2326, "3-EMOTION-EMPATHY"], [2376, 2462, "5-AUTHORITY-CREDENTIALS"], [829, 961, "3-EMOTION-GUILT"], [1289, 1391, "4-LOGIC-ARGUE"], [1391, 1502, "3-EMOTION-GUILT"], [1502, 1665, "4-LOGIC-ARGUE"], [1667, 1731, "3-EMOTION-EMPATHY"], [1802, 1999, "4-LOGIC-ARGUE"], [2137, 2191, "3-EMOTION-ALTERCASTING"]], "idx": "322"}
{"id": 1077, "data": "Persuader: Hello! Have you ever donated to a charity before?\n\t\t\tPersuadee: Hi, Yes, I have donated to the ASPCA\nPersuader: I have too! I love dogs. What about Save the Children?\n\t\t\tPersuadee: I have never donated to Save the Children, but I would be willing to do so. I love to help children also.\nPersuader: Save the Children is a great organization. Would you be willing to donate some of your earnings from this task toward that charity?\n\t\t\tPersuadee: yes, I would be willing to donate a portion of my earnings to the charity.\nPersuader: That's so generous! It's easy to donate when you feel attached to the situation, but helping someone you don't know takes a really special kind of person.\n\t\t\tPersuadee: yes, plus your making a difference in other peoples lives or animals. it is gods work.\nPersuader: I agree! Have you ever volunteered your time for a charity?\n\t\t\tPersuadee: I have made donations to the charity, but I have never volunteered for one.\nPersuader: We're all so busy or sometimes it's hard to get out to help so donating is a really good way to be able to help. Based on my understanding of Save the Children, it's an organization that is really important in this present time. In 2018 many children are affected by wars (for example Syria). \n\t\t\tPersuadee: yes, I heard they are a good organization and are willing to help as much children as positive. is 0.30 cents a good donation to give?\nPersuader: Anything you could donate would be amazing, from .01 to the full $2. Even a small donation helps multiple children. Do you think you could give a little more?\n\t\t\tPersuadee: i was thinking 0.30 as the amount I want to give. but I could up to to 0.50 cents\nPersuader: That's great. I think about the amount of money I spend on buying cup of coffee these days, I could definitely go without one in order to help some kids!\n\t\t\tPersuadee: yeah same here. every bit is appreciated.\nPersuader: Maybe we can each encourage someone else in our lives to make a donation, and spread the impact. Do you feel like you're willing to donate that .50 cents?\n\t\t\tPersuadee: yes I will donate 50 cents\nPersuader: That's amazing. Thanks so much for being so kind and open-minded today.  I've enjoyed talking to you and hope you have a great day!\n\t\t\tPersuadee: thank you and you too", "label": [[123, 135, "1-RAPPORT-SIMILAR"], [309, 351, "2-NEGOTIATE-OPINION"], [561, 695, "1-RAPPORT-COMPLIMENT"], [561, 695, "2-NEGOTIATE-OPINION"], [135, 177, "1-RAPPORT-DISCLOSE"], [352, 440, "2-NEGOTIATE-REQUEST"], [541, 560, "1-RAPPORT-COMPLIMENT"], [807, 816, "1-RAPPORT-SIMILAR"], [969, 1080, "2-NEGOTIATE-OPINION"], [1197, 1261, "4-LOGIC-ARGUE"], [1538, 1581, "2-NEGOTIATE-REQUEST"], [1689, 1702, "1-RAPPORT-COMPLIMENT"], [1703, 1842, "3-EMOTION-GUILT"], [1910, 2006, "2-NEGOTIATE-BARGAIN"], [1081, 1197, "2-NEGOTIATE-OPINION"], [1423, 1491, "2-NEGOTIATE-BARGAIN"], [1492, 1539, "3-EMOTION-GUILT"], [2007, 2064, "3-EMOTION-ALTERCASTING"], [2117, 2248, "1-RAPPORT-COMPLIMENT"]], "idx": "64"}
{"id": 1078, "data": "Persuader: Good morning, how are you today?\n\t\t\tPersuadee: Good you?\nPersuader: Feeling good today, day off from work.\n\t\t\tPersuadee: Yeah, same. Am I supposed to come up with a topic to discuss?\nPersuader: I am hear to talk to you about an amazing charity called Save the Children, that uses donated money to help provide essentials of life to children in developing countries.  Would you consider making a donation from your task payment?\n\t\t\tPersuadee: No. Not at this time. \nPersuader: Does your heart no go out to the suffering that children go through on a daily basis in order to get basic needs such as water and food?\n\t\t\tPersuadee: Yes it does. Life is hard. It's unfortunate that some people have to live under the rule of extremely corrupt governments. It's also unfortunate that a semester of university in the US should be $700 adjusted for inflation from 1975 but instead it's  tens of thousands of dollars. The wealthy run the world and we're here doing bullshit for $2. The struggle is real\nPersuader: I hear you.  I have a degree that I will be paying on til I am in my 60s if I don't make real efforts to pay it back faster.  But I still try to give back and help others, even if it's just a measly dollar to help someone buy a burger.  It works 2 fold, in that it helps someone in need and makes me feel that the world if not always the worst.\n\t\t\tPersuadee: Good to hear. I also donate from time to time. Just not doing it right now. Are you receiving any indication when this is over?\nPersuader: Yea, I don't know.  I have a 10 min chat exchange but not seeing a submit or anything.  You?\n\t\t\tPersuadee: Maybe we both need to say 10 things?\nPersuader: I guess.  I am glad that you do donate.  Hopefully things will change for the better sooner rather than later in the world.\n\t\t\tPersuadee: Yeah. Same here. But probably not because money talks\nPersuader: Try this....How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\t\t\tPersuadee: I would like to donate $0\nPersuader: Ok thanks for your time.  Hope things work out for you in life.  Take care.\n\t\t\tPersuadee: Thanks you too\nPersuader: I guess we just exit now, not seeing a submit or end button\n\t\t\tPersuadee: Wish they would make it more clear\nPersuader: Lol, you were right", "label": [[79, 117, "1-RAPPORT-DISCLOSE"], [205, 377, "4-LOGIC-ARGUE"], [1141, 1250, "3-EMOTION-GUILT"], [1678, 1707, "1-RAPPORT-COMPLIMENT"], [1871, 2057, "2-NEGOTIATE-BARGAIN"], [378, 438, "2-NEGOTIATE-REQUEST"], [487, 623, "3-EMOTION-GUILT"], [1015, 1139, "1-RAPPORT-SIMILAR"], [1252, 1359, "3-EMOTION-GUILT"], [1252, 1359, "3-EMOTION-ALTRUISTIC"], [1871, 2057, "3-EMOTION-ALTERCASTING"]], "idx": "404"}
{"id": 1079, "data": "Persuader: Hi Michel, How are you doing today?\n\t\t\tPersuadee: im doing well how are you?\nPersuader: Doing good. Would you like to contribute for \"Save the Childern\"?\n\t\t\tPersuadee: what is that?\nPersuader: Please refer the site -  URL  Around 150 Million Children are being helped around the world through our organization.  It would be great if you are also a part of contributing to children to make their life happier\n\t\t\tPersuadee: How do I know this is legitimate?\nPersuader: Please refer the link -  URL s/about-us/awards-and-rankings and you will find its a legitimate organisation\n\t\t\tPersuadee: Can you tell me more of your personal experience with the organization?\nPersuader: I am sponsoring two children from India for their education and I am in contact with them through phone and I used to visit them often and take care of them\n\t\t\tPersuadee: interesting. so where do i sign up to donate?\nPersuader: Thank you for your consideration.  Please refer the link - https://support. URL ite/SPageNavigator/login.html?nexturl=https%3A%2F%2Fsupport. URL 2Fsite%2FSPageNavigator%2Fsupporter_center.html to sign up\n\t\t\tPersuadee: thank you for the info\nPersuader: Hopefully you will help the children by making donations?\n\t\t\tPersuadee: yes  i will\nPersuader: Great of you.  Looking forward to pass the information to your near and dear ones and ask them to help the Children to eradicate Children's sufferings around the world\n\t\t\tPersuadee: thank you for all your help!\nPersuader: Please let us know when do you have the plan to make contribution? It would be great if you can contribute right now ( Since good things should not be postponed :) )\n\t\t\tPersuadee: i do plan to contribute right now\nPersuader: Thank you so much\n\t\t\tPersuadee: you are welcome", "label": [[99, 164, "2-NEGOTIATE-REQUEST"], [203, 320, "4-LOGIC-ARGUE"], [478, 585, "5-AUTHORITY-CREDENTIALS"], [683, 839, "1-RAPPORT-DISCLOSE"], [1258, 1271, "1-RAPPORT-COMPLIMENT"], [1273, 1425, "3-EMOTION-ALTRUISTIC"], [1479, 1597, "2-NEGOTIATE-BARGAIN"], [323, 418, "3-EMOTION-EMPATHY"], [1163, 1220, "3-EMOTION-ALTRUISTIC"], [1597, 1645, "1-RAPPORT-FRIEND"], [1480, 1546, "2-NEGOTIATE-REQUEST"]], "idx": "76"}
{"id": 1080, "data": "Persuader: Good afternoon, how are you today?\n\t\t\tPersuadee: fine, hopefully you are too\nPersuader: Pretty good, thanks. do you ever donate to charities?\n\t\t\tPersuadee: I do sometimes. I have a few favorites.\nPersuader: What are your favorite charities to donate to?\n\t\t\tPersuadee: The Red Cross and The Human Fund\nPersuader: Have you ever thought about donating to Save the Children?\n\t\t\tPersuadee: no, what do they do?\nPersuader: Save the Children promotes children's rights and provides relief/support in developing countries around the world\n\t\t\tPersuadee: That sounds good. Have they been around for long?\nPersuader: 2019 will be 100 years, I believe. Would you be willing to donate some of your payment for this task to Save the Children?\n\t\t\tPersuadee: Sure, are you a contributor as well?\nPersuader: How much would you like to donate to charity? Your donation will be directly donated from your task payment. You can choose any amount from $0.00 to $2.00\n\t\t\tPersuadee: I can contribute a dollar. Will you do the same?\nPersuader: That is very kind of you to do. How much do you usually contribute to charities over the course of the year?\n\t\t\tPersuadee: a decent amount, or at least I like to think so. \nPersuader: Save the Children will greatly appreciate the donation of $1.00. Would you consider donating more? Every small donation will indeed help a lot of children and their families around the world\n\t\t\tPersuadee: I'll stick with $1. Hopefully you will follow suit.\nPersuader: You are part of the solution and we all have a moral responsibility to help the children around the world. I hope you would reconsider.\n\t\t\tPersuadee: understood, but I'll stick with my $1 donation. What are your donation plans?", "label": [[218, 264, "1-RAPPORT-FRIEND"], [652, 739, "2-NEGOTIATE-REQUEST"], [802, 847, "2-NEGOTIATE-REQUEST"], [911, 956, "2-NEGOTIATE-BARGAIN"], [1031, 1061, "1-RAPPORT-COMPLIMENT"], [1483, 1589, "6-SOCIAL-GROUP"], [1589, 1618, "2-NEGOTIATE-BARGAIN"], [323, 381, "2-NEGOTIATE-REQUEST"], [428, 541, "4-LOGIC-ARGUE"], [617, 652, "4-LOGIC-ARGUE"], [1063, 1139, "6-SOCIAL-NORMS"], [1215, 1279, "3-EMOTION-ALTRUISTIC"], [1280, 1313, "2-NEGOTIATE-BARGAIN"], [1314, 1405, "3-EMOTION-ALTRUISTIC"], [1483, 1589, "3-EMOTION-ALTRUISTIC"]], "idx": "338"}
{"id": 1081, "data": "Persuader: Hello\n\t\t\tPersuadee: Hi\nPersuader: How do you feel about charities\n\t\t\tPersuadee: Generally good, it depends on the cause though\nPersuader: Save the children\n\t\t\tPersuadee: From what? Of course saving children is a good thing\nPersuader: Would you mind donating 1/2 of your money to the organization\n\t\t\tPersuadee: You mean 1/2 of the $2? I would donate $0.80\nPersuader: Thank u for your donation\n\t\t\tPersuadee: no problem. We have a few more turns before we can proceed. do you like charities?\nPersuader: I like St Jude\n\t\t\tPersuadee: great, any others?\nPersuader: The animals organization\n\t\t\tPersuadee: animals are good.\nPersuader: What organizations do u like\n\t\t\tPersuadee: animals rights organizations and mental health advocacy groups\nPersuader: I agree with those\n\t\t\tPersuadee: good to know. I'm not sure what else to ask\nPersuader: I don't know either\n\t\t\tPersuadee: this is an odd task", "label": [[45, 76, "1-RAPPORT-OTHER"], [245, 306, "2-NEGOTIATE-REQUEST"], [377, 402, "3-EMOTION-ALTERCASTING"], [510, 525, "1-RAPPORT-SIMILAR"], [570, 594, "1-RAPPORT-SIMILAR"], [510, 525, "1-RAPPORT-DISCLOSE"], [843, 862, "1-RAPPORT-SIMILAR"], [570, 594, "1-RAPPORT-DISCLOSE"], [755, 773, "1-RAPPORT-SIMILAR"], [638, 666, "8-NO-PERSUASION"]], "idx": "924"}
{"id": 1082, "data": "Persuader: Hello\n\t\t\tPersuadee: Hello!\nPersuader: How are you?\n\t\t\tPersuadee: I am doing good! How are you\nPersuader: Good! I am well. I have a really important question to ask of you\n\t\t\tPersuadee: Sure, I'm up for answering some questions.\nPersuader: I have been very lucky to be apart of a non-governmental organization called Save the Children and it provides relief and support to children in developing country\n\t\t\tPersuadee: That sounds interesting. Sounds like good meaningful work for a good cause.\nPersuader: It's so meaningful! Right now we are preparing a large shipment of supplies for Puerto Rico. There are families that we are in close contact with who have lost their children in the hurricane. More and more families are coming out of the woodwork, and we are becoming short on funds to help them. All I am asking is for the possibility of you to make a kind donation of two dollars so that we can ship more supplies to devastated families in Puerto Rico\n\t\t\tPersuadee: I do feel sorry for the american citizens in Puerto Rico that have been ignored by our government. I want to help, but I would rather just donate 1 dollar because to be frank I don't know much about the Save the Children organization. \nPersuader: We would really appreciate that. Right now, we are an international organization that has helped over 250,000 children in developing countries. We are based in the United States, and all of the people who participate in this organization have a background involving children (mainly teachers and parents). With donations, we are projected to help over 750,000 children in the next three years.\n\t\t\tPersuadee: I'll donate 1 dollar. Seems like a good organization that helps people in need. \nPersuader: I'm sorry, my computer kind of glitched out. How much would you like to donate to the organization now? Your donation will be deducted from your task payment. You can choose any amount from $) to all of your payment ($2)\n\t\t\tPersuadee: $1.00 dollar donation\nPersuader: Thank you very much. You are helping us give a wonderful service.\n\t\t\tPersuadee: no problem. It's not much by myself, but I hope a lot of people pitching together makes a difference\nPersuader: Exactly. It's surprising how $100 can go so far within this organization.\n\t\t\tPersuadee: I'm disappointed that the government isn't helping puerto rico like it did with katrina or any other disaster\nPersuader: I completely understand, especially because they are our territory. That's why organizations have stepped up and taking the place of the government. We are so desperately in need of money though, so we sincerely  thank you.\n\t\t\tPersuadee: You're welcome! Hope things get better soon for puerto ricans", "label": [[116, 181, "2-NEGOTIATE-RECIP"], [535, 811, "3-EMOTION-STORY"], [515, 534, "3-EMOTION-ALTRUISTIC"], [1536, 1623, "4-LOGIC-ARGUE"], [1775, 1833, "2-NEGOTIATE-BARGAIN"], [1834, 1950, "8-NO-PERSUASION"], [2399, 2422, "1-RAPPORT-SIMILAR"], [2399, 2465, "1-RAPPORT-FRIEND"], [250, 413, "1-RAPPORT-DISCLOSE"], [812, 956, "2-NEGOTIATE-REQUEST"], [1263, 1373, "5-AUTHORITY-CREDENTIALS"], [1374, 1535, "5-AUTHORITY-CREDENTIALS"], [1998, 2063, "1-RAPPORT-COMPLIMENT"], [2190, 2263, "3-EMOTION-EMPATHY"], [2466, 2546, "5-AUTHORITY-CREDENTIALS"], [2548, 2622, "3-EMOTION-EMPATHY"]], "idx": "110"}
{"id": 1083, "data": "Persuader: Hi! How are you today?\n\t\t\tPersuadee: Doing great, how about yourself?\nPersuader: Very good, thanks for asking! Have you ever thought about donating to Save the Children?\n\t\t\tPersuadee: I haven't, what does that charity do?\nPersuader: Save the Childrenhelps children in developing countries by giving them medicine, food and much more!\n\t\t\tPersuadee: Oh that sounds like a great cause! Have you personally donated to them before?\nPersuader: Yes I have! I usually donate to them whenever I have extra money.\n\t\t\tPersuadee: Do they have a website I could visit?\nPersuader: Of course! It's  URL \n\t\t\tPersuadee: I may consider donating a small amount then\nPersuader: That's great! You can donate anything from 0 to 2 dollars. Every litle bit helps!\n\t\t\tPersuadee: You can put me down for a dollar, it's not a lot but I feel good about it\nPersuader: Thanks a lot for your contribution! Don't worry about the amount, that one dollar can help a lot!\n\t\t\tPersuadee: Is there any other charities you've donated to in the past that you're passionate about?\nPersuader: I also really like the Ronald McDonald House system. Do you have any charities your passionate about?\n\t\t\tPersuadee: I haven't donated to them before, but I'm interested in helping the World Wildlife Fund\nPersuader: I've heard of them but I'm not sure what sure what they do.\n\t\t\tPersuadee: It's basically the leading organization in wildlife conservation and endangered species\nPersuader: That sounds awesome! I am passionate about that so I will definitely look into them! \n\t\t\tPersuadee: Yeah I always enjoy helping animals if I can!\nPersuader: Same here! It's so sad that some species are in so much trouble.", "label": [[122, 180, "2-NEGOTIATE-REQUEST"], [449, 514, "1-RAPPORT-SIMILAR"], [728, 750, "3-EMOTION-EMPATHY"], [669, 683, "1-RAPPORT-COMPLIMENT"], [1062, 1114, "1-RAPPORT-SIMILAR"], [1277, 1336, "1-RAPPORT-SIMILAR"], [1450, 1535, "1-RAPPORT-SIMILAR"], [92, 121, "1-RAPPORT-FRIEND"], [244, 344, "4-LOGIC-ARGUE"], [449, 514, "6-SOCIAL-NORMS"], [683, 727, "8-NO-PERSUASION"], [850, 886, "1-RAPPORT-FRIEND"], [886, 947, "3-EMOTION-GUILT"], [1114, 1163, "1-RAPPORT-FRIEND"], [1607, 1671, "1-RAPPORT-SIMILAR"]], "idx": "708"}
{"id": 1084, "data": "Persuader: Have you heard of the charity Save the Children?\n\t\t\tPersuadee: Yes I have, but I don't know a lot about it.\nPersuader: They promote children's rights, provides relief, and helps support children in developing countries.\n\t\t\tPersuadee: That sounds like a very nice cause.\nPersuader: Yes, it\\'s a great cause.  And the charity is highly rated with many positive rewards.  Including an \"A\" rating from the American Institute of Philanthropy.  \n\t\t\tPersuadee: That's awesome! Do you know when the charity began?\nPersuader: It was founded way back on April 15, 1919! A charity with that kind of history shows that it has made an amazing impact.  Just last year they helped a total of 155 million children!\n\t\t\tPersuadee: That is very impressive. Do you know on average how much money the charity makes per year?\nPersuader: The total operating revenue was $807,412 in 2017, and 9 out of every 10  dollars they make goes straight into the programs and services to help children and families in need.\n\t\t\tPersuadee: That is awesome.\nPersuader: I know I was surprised by those numbers.  A lot of widely known charities aren't as open and honest about where their finances go, but you can easily find Save the Children's financial reports online.  That's important to me in a charity.\n\t\t\tPersuadee: Yes, definitely. Unfortunately some \"charities\" are just scams that do not donate to a worthy cause at all.\nPersuader: That's the truth.  That's why it's so important to do research before donating.  Save the Children even breaks down where exactly your money goes on their website.  For example, 34% of the money donated goes to health & nutrition services and programs, 21% to education, 11% to emergencies, 11% to HIV/AIDs, etc.  It is fully listed on the site with an easy to read graphic.  Super helpful.\n\t\t\tPersuadee: That's very helpful. It is best to be transparent when running a charity like that, especially when the charity brings in a large amount of money. That way nobody can question anything.\nPersuader: Oh yeah.  When I first heard about these super well known organizations only actually using about 5% of their proceeds for their services I was shocked.  Save the Children uses a total of 86% of proceeds for their services and programs! The rest goes to \"fundraising, management, and general\" as the website says.  That\\'s good to hear that it\\'s not all about filling some people\\'s pockets.\n\t\t\tPersuadee: Right. I understand that people have to get paid for what they do, but they shouldn't be making an extravagant amount of money.\nPersuader: Exactly.  It's pretty infuriating to know that some people play on people's sensitivities and vulnerable states to just get rich.  I know when I make donations I always be sure to get the facts first now.  Have you ever donated to charity in the past?\n\t\t\tPersuadee: Yes I have. I usually like to donate to Johns Hopkins Hospital because that is where I had many of my surgeries when I was a child. The people there saved my life on more than one occasion and it's just a great hospital.\nPersuader: That is so special.  That must be an amazing feeling to be able to give back.  How do you feel about donating to Save the Children?  You can choose an amount that would be taken out automatically from your reward from this task.  You can pick any amount from $0 to $2.  I know that any small donation counts, because the more individuals donate the more impact they can make.\n\t\t\tPersuadee: Sure, I'd be glad to donate $0.25 to Save the Children.\nPersuader: That is awesome!  Nice move.  That's some good karma for you right there, and knowledge that your money is going to help children around the world.  Thanks for doing your part!", "label": [[318, 379, "6-SOCIAL-PEER"], [528, 709, "4-LOGIC-ARGUE"], [826, 1000, "4-LOGIC-ARGUE"], [1042, 1083, "1-RAPPORT-DISCLOSE"], [1043, 1084, "2-NEGOTIATE-OPINION"], [1085, 1243, "2-NEGOTIATE-OPINION"], [130, 230, "4-LOGIC-ARGUE"], [292, 450, "5-AUTHORITY-CREDENTIALS"], [528, 648, "2-NEGOTIATE-OPINION"], [1244, 1281, "1-RAPPORT-DISCLOSE"], [1415, 1431, "1-RAPPORT-SIMILAR"], [1496, 1728, "4-LOGIC-ARGUE"], [2017, 2169, "1-RAPPORT-DISCLOSE"], [2171, 2331, "4-LOGIC-ARGUE"], [2330, 2409, "1-RAPPORT-DISCLOSE"], [2563, 2692, "1-RAPPORT-SIMILAR"], [3061, 3080, "1-RAPPORT-COMPLIMENT"], [3140, 3329, "2-NEGOTIATE-BARGAIN"], [3330, 3436, "3-EMOTION-EMPATHY"], [3518, 3548, "1-RAPPORT-COMPLIMENT"], [3667, 3694, "1-RAPPORT-COMPLIMENT"], [1434, 1494, "2-NEGOTIATE-OPINION"], [1729, 1805, "3-EMOTION-ALTRUISTIC"], [2017, 2170, "2-NEGOTIATE-OPINION"], [2332, 2409, "2-NEGOTIATE-OPINION"], [2563, 2692, "3-EMOTION-EMPATHY"], [2693, 2767, "6-SOCIAL-NORMS"], [2768, 2814, "2-NEGOTIATE-REQUEST"], [3082, 3137, "3-EMOTION-ALTRUISTIC"], [3548, 3665, "3-EMOTION-ALTRUISTIC"]], "idx": "24"}
{"id": 1085, "data": "Persuader: Hello-- have you ever heard of the charity Save the Children?\n\t\t\tPersuadee:  Curious.  quite im me to the explain exain you can have i think UI'm\nPersuader: Save the Children is an international charity that provides food and services to children in desperate need around the world.\n\t\t\tPersuadee:  africa like countries in donations the Is much how interesting sounds That\nPersuader: Exactly!  They work in Africa and other places around the world where children need help.  Would you be willing to donate some of your task payment to this charity to help children in need?\n\t\t\tPersuadee:  eventually donate will will will i moment the at low quite Is.  money my but Yes\nPersuader: I understand.  Sometimes I have money problems too.  But if you think about the children that would be helped, they have nothing.  No food, no medical care, sometimes no home.  You can donate anything from zero to the full task payment amount.  It would really help.\n\t\t\tPersuadee: card debit my use i do work this does Howyou for fine is that if 0$ donate would I\nPersuader: The research team conducting this conversation task will collect all donations and send them to Save the Children, so you don't need a credit card.  Even a few cents would help provide food or clean water for a child.\n\t\t\tPersuadee:  house my around change of bit little a have i cool Thats\nPersuader: I'm so happy that you're willing to give!  If you want to donate part of this task payment, all we need to do is agree on an amount.\n\t\t\tPersuadee:  nickels nickela some have i house my around check to have i acceptable dimes and pennies is Okay\nPersuader: In this case, we will use electronic payment through this task.  It could be up to $2.  How much do you think you would like to donate from your payment?\n\t\t\tPersuadee: enough cebt1 5 5_5050$ Is\nPersuader: I'm sorry--I don't quite understand the amount you are suggesting.  Donations are in US$.  So it would be $0.15, for example?  or maybe $0.50?\n\t\t\tPersuadee: cents01 0. donate i Can\nPersuader: Just to make sure, you would like to donate $0.10 US?  Is that right?\n\t\t\tPersuadee: cent1  its is phone my sorry Im\nPersuader: Okay, so just one cent?  Is that your donation amount?  Every cent helps, but ten cents would be even better!\n\t\t\tPersuadee: tjst with.  with agree I.  cents10 \nPersuader: Great!  Ten cents to help children!  Thank you so much!", "label": [[405, 485, "3-EMOTION-EMPATHY"], [486, 584, "2-NEGOTIATE-REQUEST"], [1216, 1284, "2-NEGOTIATE-BARGAIN"], [1411, 1500, "2-NEGOTIATE-BARGAIN"], [168, 293, "4-LOGIC-ARGUE"], [692, 743, "1-RAPPORT-SIMILAR"], [745, 958, "3-EMOTION-GUILT"], [869, 935, "2-NEGOTIATE-BARGAIN"], [1067, 1214, "5-AUTHORITY-CREDENTIALS"], [1216, 1284, "3-EMOTION-EMPATHY"], [1368, 1409, "1-RAPPORT-FRIEND"], [1689, 1709, "2-NEGOTIATE-BARGAIN"], [2147, 2202, "2-NEGOTIATE-BARGAIN"], [2319, 2374, "1-RAPPORT-COMPLIMENT"], [1711, 1777, "2-NEGOTIATE-REQUEST"], [1897, 1971, "2-NEGOTIATE-BARGAIN"], [2021, 2090, "2-NEGOTIATE-BARGAIN"], [2204, 2257, "7-PRESSURE-PRESIST"]], "idx": "416"}
{"id": 1086, "data": "Persuader: Hi\n\t\t\tPersuadee: Hello, how are you this evening? \nPersuader: Pretty good. How about yourself?\n\t\t\tPersuadee: good, I thought I would try this HIT, it looked interesting\nPersuader: Totally agree! And I'm still reading through my instructions but it's even cooler than I thought. What did you think of the personality survey?\n\t\t\tPersuadee: it was interesting and you wonder what they are trying to gauge\nPersuader: I know. Even though this is anonymous I found myself wondering what the researchers would think of me lol. It got pretty into our character, didn't it?\n\t\t\tPersuadee: yes it did, some surveys actually give you an email of your personality traits if you want,I have taken them up on that a few times,and I concur usually\nPersuader: That would be both cool and frightening at the same time. I always feel like I want to explain WHY I gave questions certain scores but don't have the chance to do that.\n\t\t\tPersuadee: yes, you do have to wonder if they are judgmental,good thing anonymous! \nPersuader: No joke. I'm curious what your little instructions bar says. Mine has a bunch of information on a charity called Save the Children.\n\t\t\tPersuadee: really? I do not have anything regarding that, I heard of that charity \nPersuader: I hadn't before this HIT. It sounds pretty cool. What do you know about it?\n\t\t\tPersuadee: They help out children in many ways, food,shelter,learning,etc it is a reputable charity\nPersuader: Yeah. It had a link to their website so I'm poking around. It sounds like it makes sure that somebody is sticking up for kids and helps them out where it can. It must be simultaneously really hard and really fulfilling to work for them.\n\t\t\tPersuadee: yes,I know it is, I did volunteer work for 8 years with a children's group starting when I was 13\nPersuader: That's really cool. What group?\n\t\t\tPersuadee: it was through Missionettes  from my church a volunteer group who went to hospital's , homeless shelters etc it was an enriching experience\nPersuader: That sounds really cool. It's been too long since I've volunteered. I did Habitat for Humanity 3 years ago but nothing since then. Do you still do any volunteer work?\n\t\t\tPersuadee: yes,I am a foster mom! for cats and dogs lol only a few times a year,but still it helps\nPersuader: Hey, that counts. We rent so we can't do that right now but I want to foster dogs someday. I love animals. Do you have any full-time pets?", "label": [[432, 530, "1-RAPPORT-FRIEND"], [424, 432, "1-RAPPORT-SIMILAR"], [530, 575, "1-RAPPORT-FRIEND"], [812, 922, "1-RAPPORT-DISCLOSE"], [1021, 1152, "1-RAPPORT-FRIEND"], [1299, 1325, "8-NO-PERSUASION"], [1499, 1676, "2-NEGOTIATE-OPINION"], [191, 206, "1-RAPPORT-SIMILAR"], [206, 288, "2-NEGOTIATE-OPINION"], [289, 334, "8-NO-PERSUASION"], [432, 530, "1-RAPPORT-DISCLOSE"], [754, 810, "1-RAPPORT-FRIEND"], [1249, 1298, "1-RAPPORT-DISCLOSE"], [1250, 1298, "2-NEGOTIATE-OPINION"], [1440, 1499, "1-RAPPORT-FRIEND"], [1800, 1820, "1-RAPPORT-COMPLIMENT"], [1997, 2021, "1-RAPPORT-COMPLIMENT"], [2022, 2128, "1-RAPPORT-SIMILAR"], [2277, 2294, "1-RAPPORT-FRIEND"], [2295, 2382, "1-RAPPORT-DISCLOSE"]], "idx": "862"}
{"id": 1087, "data": "Persuader: Hi, how are you?\n\t\t\tPersuadee: Very well, thank you. How are you today?\nPersuader: I'm great.  Thank you!  Are you familiar with Save the Children?\n\t\t\tPersuadee: Yes I am familiar with them.\nPersuader: Great!  If you want you can donate some of your task payment today.  Would you be interested in doing that?\n\t\t\tPersuadee: No thank you. I donate to other organizations on a yearly basis already. \nPersuader: That's great.  I certainly understand.  Save the Children does a lot to help children internationally.  Any amount you could give would help.  But I understand if you don't want to\n\t\t\tPersuadee: Thank you for understanding. I wish I was in a position to be able to donate more annually but that simply isn't the case.\nPersuader: Yeah, I get that.  Asking someone to donate from their mTurk earnings is asking a lot considering how little these HITs pay!\n\t\t\tPersuadee: Absolutely it tends to pay much lower than minimum wage per the hour but the extra income does help,\nPersuader: Yeah, it does help a lot.  Any little bit extra you can bring in is a bonus\n\t\t\tPersuadee: That is why I am here. Grinding it out to make all ends meet.\nPersuader: yep lol that sounds familiar.  I'm in the same boat\n\t\t\tPersuadee: So did they pair us as two MTurker's with two different roles? \nPersuader: Yeah, I think so.  They told me to try to persuade you to donate to Save the Children\n\t\t\tPersuadee: I think you are failing at achieving their goal here. \nPersuader: lol I know I am...I'm not really interested in trying to convince anyone to donate.  I don't even know if its a real charity.  It gets used an awful lot in these HITs\n\t\t\tPersuadee: Neither do I its just research based on our qualities from the screening questions prior. \nPersuader: Yeah, I agree with that.  Well, I hope you have a great day!\n\t\t\tPersuadee: I hope you do too. Enjoy!", "label": [[221, 320, "2-NEGOTIATE-BARGAIN"], [420, 458, "1-RAPPORT-COMPLIMENT"], [524, 600, "2-NEGOTIATE-BARGAIN"], [460, 523, "4-LOGIC-ARGUE"], [749, 766, "1-RAPPORT-SIMILAR"], [1304, 1389, "5-AUTHORITY-SUPERIOR"], [1470, 1636, "1-RAPPORT-FRIEND"], [1753, 1777, "1-RAPPORT-SIMILAR"], [420, 457, "1-RAPPORT-SIMILAR"], [768, 872, "3-EMOTION-EMPATHY"], [1000, 1075, "2-NEGOTIATE-BARGAIN"], [1163, 1214, "1-RAPPORT-SIMILAR"], [1778, 1813, "1-RAPPORT-COMPLIMENT"]], "idx": "56"}
