{"id": 3072, "data": "Persuader: thank you\n\tPersuadee: Hello there\nPersuader: haw are you\n\tPersuadee: I am good, what do you think about children's charity?\nPersuader: yes i donate very much money\n\tPersuadee: Thats great, I do too, well not a lot but what I can give.\nPersuader: i give 1000_ for this children\n\tPersuadee: Wow that is great, do you have a particular charity you give to?\nPersuader: no my family and my friend\n\tPersuadee: I donate clothes I cant fit into anymore\nPersuader: very good for you\n\tPersuadee: What is it about childrens charity that you give?  Any other charity you give to?\nPersuader: save the children is the organization\n\tPersuadee: Oh yes I have heard of that, it is very good and reputable from what I hear!\nPersuader: i am pleasure for my charity, all the best for you\n\tPersuadee: I also like to give to Goodwill, they aren't a specific childrens charity but they do help kids as well.\nPersuader: yes is very good \n\tPersuadee: I would like to help the children in Africa too, they have basic needs that a couple dollars could really help!\nPersuader: yes i understand, \n\tPersuadee: I think I will look into save the children later, thanks for the advice", "label": [[11, 20, "8-NO-PERSUASION"], [55, 67, "8-NO-PERSUASION"], [146, 174, "1-RAPPORT-DISCLOSE"], [257, 287, "6-SOCIAL-OTHER"], [376, 402, "8-NO-PERSUASION"], [466, 484, "1-RAPPORT-FRIEND"], [590, 627, "6-SOCIAL-OTHER"], [727, 778, "1-RAPPORT-OTHER"], [907, 923, "2-NEGOTIATE-OPINION"], [1060, 1078, "8-NO-PERSUASION"]], "idx": "790"}
{"id": 3073, "data": "Persuader: Hello would you be interested in make a donation from a portion of your earnings from this hit?\n\tPersuadee: I might be interested, but I would like some more information!\nPersuader: It is for a charity called Save the Children   URL that is the website.\n\tPersuadee: I am looking at the website now! Do you recommend this charity?\nPersuader: Highly recommend it! In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence.  This helps those children heal\n\tPersuadee: Would you donate if you were me?\nPersuader: Of course!  I already donated 2 dollars which is a typical amount.\n\tPersuadee: Will I know where my donation is going?\nPersuader: They are renowned for having one of the lowest administrative costs of all charities. Aside from the cause itself it is one of the main reasons I donated myself.\n\tPersuadee: That sounds great, thank you for your information. I would like to donate $1.00.\nPersuader: That is fantastic!  I\\'m so glad to hear that.  I don\\'t want to be overbearing but typically people will donate $2.  That extra dollar means so much more to them than you or I.  Like Neil Young said, \\'it doesn\\'t mean that much to me to mean that much to you\"\n\tPersuadee: I usually like more time to research charities before I commit a lot of money to them! This seems like a reputable charity from what I can see, but at this time I would only like to donate $1.00.\nPersuader: I completely understand that and since you aren't comfortable with the 2 dollar donation I can just put you down for a 1.75.  \n\tPersuadee: That's all right! $1.00 will work for me today, but thank you.\nPersuader: Alright I completely understand, but for less than what you can even buy a soda for, five additional children could eat for an entire day with a donation of 1.50. \n\tPersuadee: I will be happy to donate further once I have a chance to further research! I hope that my $1.00 will be helpful. \nPersuader: Your dollar will be  extraordinarily helpful, and your donation will help several children.  I'm sure you'd like to be apart of keeping at least a few more alive?  Your donation is all set at 1.30\n\tPersuadee: Perhaps we can compromise at $1.25, but that's all I can really do today!\nPersuader: 1.25 is great!  I'm sure it will go a long way with helping the children.  I make sure your donation is set at 1.25.  Do you have any other questions?\n\tPersuadee: No, I don't think so, and thank you for your help!", "label": [[11, 106, "2-NEGOTIATE-REQUEST"], [193, 264, "4-LOGIC-OTHER"], [352, 373, "2-NEGOTIATE-OPINION"], [373, 488, "4-LOGIC-OTHER"], [488, 518, "3-EMOTION-EMPATHY"], [575, 641, "6-SOCIAL-NORMS"], [705, 791, "5-AUTHORITY-CREDENTIALS"], [791, 866, "5-AUTHORITY-CREDENTIALS"], [970, 990, "1-RAPPORT-COMPLIMENT"], [991, 1018, "1-RAPPORT-FRIEND"], [1019, 1088, "6-SOCIAL-NORMS"], [1088, 1149, "4-LOGIC-OTHER"], [1150, 1232, "1-RAPPORT-OTHER"], [1451, 1578, "2-NEGOTIATE-BARGAIN"], [1665, 1697, "4-LOGIC-CONCEDE"], [1698, 1827, "3-EMOTION-GUILT"], [1967, 2059, "3-EMOTION-PROMISE"], [2059, 2131, "3-EMOTION-EMPATHY"], [2131, 2163, "2-NEGOTIATE-BARGAIN"], [2261, 2277, "1-RAPPORT-COMPLIMENT"], [2277, 2336, "4-LOGIC-OTHER"], [2379, 2411, "8-NO-PERSUASION"], [2336, 2379, "2-NEGOTIATE-REMIND"]], "idx": "791"}
{"id": 3074, "data": "Persuader: Hello!\n\tPersuadee: Hi!\nPersuader: Have you ever heard of Save the Children?\n\tPersuadee: I think I may have.  You can tell me about them.\nPersuader: The first thing I want to share with you is that Save the Children is an international non-governmental organization that promotes children's rights. They help children all over the world. \n\tPersuadee: That sounds like an important cause.\nPersuader: It is very important. You and I are part of the solution though. It's our moral responsibility to help. How much would you like to donate now? \n\tPersuadee: I may be interested but first can you tell me what my donations go to.\nPersuader: Sure. Right now millions of Syrian children have grown up facing violence every day. Your donation helps to address those problems. \n\tPersuadee: Do you donate to this organization personally? \nPersuader: Yes, I just donated a couple of days ago. I am so fortunate that my family has their needs met. I turn to tears when I see children suffering. \n\tPersuadee: How long have you been apart of this organization?\nPersuader: I don't work for them. I only communicate through this platform to help them.\n\tPersuadee: Ok it really sounds worthwhile.  I am always willing to help kids.\nPersuader: Thank you. How much would you like to donate? You know whatever amount you choose, the donation will be directly deducted from your task payment.\n\tPersuadee: What is the average of what most people donate?\nPersuader: You can choose any amount from ten cents to two dollars today. \n\tPersuadee: Ok today I think I can do thirty cents.  I can probably give more later. \nPersuader: Thank you. The research team will collect all donations and send it to Save The Children. I'm sure I'm going to donate more today also. It's such a good cause.\n\tPersuadee: Thank you for telling me about this worthwhile cause!\nPersuader: You are welcome. Have a nice day. ", "label": [[11, 17, "1-RAPPORT-FRIEND"], [44, 86, "1-RAPPORT-OTHER"], [159, 309, "4-LOGIC-OTHER"], [309, 348, "4-LOGIC-OTHER"], [408, 430, "2-NEGOTIATE-OPINION"], [431, 474, "6-SOCIAL-PEER"], [474, 513, "4-LOGIC-OTHER"], [513, 552, "2-NEGOTIATE-REQUEST"], [647, 653, "8-NO-PERSUASION"], [653, 732, "3-EMOTION-STORY"], [732, 779, "4-LOGIC-OTHER"], [850, 892, "6-SOCIAL-OTHER"], [893, 947, "1-RAPPORT-DISCLOSE"], [947, 994, "3-EMOTION-EMPATHY"], [1069, 1092, "1-RAPPORT-DISCLOSE"], [1092, 1146, "1-RAPPORT-DISCLOSE"], [1237, 1248, "8-NO-PERSUASION"], [1248, 1283, "2-NEGOTIATE-REMIND"], [1283, 1382, "8-NO-PERSUASION"], [1454, 1516, "2-NEGOTIATE-BARGAIN"], [1615, 1626, "8-NO-PERSUASION"], [1626, 1704, "5-AUTHORITY-CREDENTIALS"], [1705, 1751, "2-NEGOTIATE-RECIP"], [1750, 1774, "2-NEGOTIATE-OPINION"], [1852, 1886, "8-NO-PERSUASION"]], "idx": "792"}
{"id": 3075, "data": "Persuader: Hello, welcome .\n\tPersuadee: Hello. How are you?\nPersuader: Fine. Have you know about any children charity?\n\tPersuadee: I know of things like St Jude. \nPersuader: What do you think about these charity?\n\tPersuadee: I think that St Jude does a lot of good for the health of children\nPersuader: Great.I also a member of an  children charity.\n\tPersuadee: What type of charity are you involved with?\nPersuader: Save the children is the name of our charity.It's an children charity we save many children's life.\n\tPersuadee: How do you save children's lives?\nPersuader: We are providing food,shelter,clothes,education,health etc.\n\tPersuadee: Do you do this internationally?\nPersuader: No.But we trying to do internationally.\n\tPersuadee: What country are you based in?\nPersuader: USA is my country.In Iowa state.\n\tPersuadee: What else can you tell me about your country?\nPersuader: This is a city of Cedar Rapids' Museum of Art has paintings by native Iowan Grant Wood\n\tPersuadee: What else can you tell me about your charity?\nPersuader: We are saving more than 500 children in our charity.WE are giving them best and quality shelter and food etc.\n\tPersuadee: That sounds great. How does someone help your charity?", "label": [[10, 27, "8-NO-PERSUASION"], [174, 212, "1-RAPPORT-OTHER"], [303, 309, "8-NO-PERSUASION"], [574, 633, "4-LOGIC-OTHER"], [692, 728, "4-LOGIC-OTHER"], [885, 971, "8-NO-PERSUASION"], [1041, 1093, "4-LOGIC-OTHER"], [1093, 1150, "4-LOGIC-OTHER"], [71, 77, "8-NO-PERSUASION"], [77, 118, "1-RAPPORT-OTHER"], [309, 349, "1-RAPPORT-DISCLOSE"], [417, 462, "6-SOCIAL-OTHER"], [462, 516, "3-EMOTION-EMPATHY"], [689, 692, "8-NO-PERSUASION"], [783, 815, "1-RAPPORT-DISCLOSE"]], "idx": "793"}
{"id": 3076, "data": "Persuader: Good evening! How are you doing?\n\tPersuadee: I am doing well! how are you?\nPersuader: Great! I am working on an awesome project and I am in need of some help!\n\tPersuadee: What is the project?\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: How do they go about making that happen?\nPersuader: We're in need of donations in any amount.\n\tPersuadee: How are donations used?\nPersuader: Millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. Your donation can address such problems. \n\tPersuadee: Oh my goodness, thats terrible.  How are the donations used to help solve the problems?\nPersuader: Save the Children provide heath care for about 120 countries in emergency situations such as violence and war. \n\tPersuadee: Do they get any help from anywhere besides donations?\nPersuader: You can also donate your services if you're interested in volunteering\n\tPersuadee: Are they partnered with anyone?\nPersuader: They are partnered with several organizations. check out their website.  URL Your donation will indeed help a lot of children and their families. I would really like for you to say yes to donating part of what you will be earning today. \n\tPersuadee: Yeah, I'd like to donate 50 cents\nPersuader: Thank you so much for your generous donation of 50 cents\n\tPersuadee: You're welcome. Have a great night!\nPersuader: I will and you as well!\n\tPersuadee: I sure will!", "label": [[24, 43, "8-NO-PERSUASION"], [97, 104, "8-NO-PERSUASION"], [104, 169, "1-RAPPORT-OTHER"], [729, 770, "4-LOGIC-OTHER"], [1070, 1141, "8-NO-PERSUASION"], [1274, 1343, "4-LOGIC-OTHER"], [1492, 1548, "1-RAPPORT-COMPLIMENT"], [11, 25, "8-NO-PERSUASION"], [214, 382, "4-LOGIC-OTHER"], [447, 488, "2-NEGOTIATE-REQUEST"], [536, 615, "3-EMOTION-STORY"], [614, 729, "4-LOGIC-OTHER"], [882, 993, "4-LOGIC-OTHER"], [1197, 1244, "5-AUTHORITY-CREDENTIALS"], [1244, 1274, "5-AUTHORITY-CREDENTIALS"], [1274, 1342, "3-EMOTION-ALTERCASTING"], [1343, 1434, "2-NEGOTIATE-REQUEST"], [1608, 1631, "8-NO-PERSUASION"]], "idx": "794"}
{"id": 3077, "data": "Persuader: Hey you wanna donate some money today?\n\tPersuadee: what is the donation for?\nPersuader: Save the Children!  It's an awesome charity!  Promotes childrens rights and supports them in developing countries!\n\tPersuadee: i would love to donate for childrens' cause\nPersuader: You can help out A LOT by donating!  Today you can donate up to .30 cents. \n\tPersuadee: i would love to donate .30 for sure\nPersuader: That would be awesome!  Do you have any kids?\n\tPersuadee: yes, i do. i have three kids. do you?\nPersuader: I don't have any personally therefore I spend my free time helping other kids by taking donations and such. It's awesome to see the smiles on their faces!\n\tPersuadee: without a doubt, every kid on this planet deserves the best. therefore we should do our best to make that happen\nPersuader: This is so true!  If you have any questions about where your donation goes or anything, you can go do  URL and follow up on your donation\n\tPersuadee: okey. thank you so much for offering your help for childrens' donation\nPersuader: You are very welcome and thank you for being so generous!  It helps out so much!\n\tPersuadee: bye now. you take care\nPersuader: Thank you buddy.  You take care also! :D\n\tPersuadee: i really hope this will somehow help to enhance the current situation of kids who are in need of money\nPersuader: I wonder why this chat won't end\n\tPersuadee: i wish everybody could fight to make lives better of the kids\nPersuader: Yeah.  How much did you say you wanted to donate today?\n\tPersuadee: i am donating .30 cents for your organization.", "label": [[11, 49, "2-NEGOTIATE-REQUEST"], [280, 318, "1-RAPPORT-OTHER"], [318, 356, "2-NEGOTIATE-BARGAIN"], [416, 461, "8-NO-PERSUASION"], [99, 144, "2-NEGOTIATE-OPINION"], [145, 213, "4-LOGIC-OTHER"], [523, 631, "1-RAPPORT-DISCLOSE"], [631, 677, "3-EMOTION-EMPATHY"], [832, 951, "5-AUTHORITY-CREDENTIALS"], [1046, 1126, "8-NO-PERSUASION"], [1339, 1372, "8-NO-PERSUASION"], [814, 830, "1-RAPPORT-SIMILAR"], [1173, 1213, "8-NO-PERSUASION"], [1458, 1465, "8-NO-PERSUASION"], [1465, 1513, "2-NEGOTIATE-REMIND"]], "idx": "795"}
{"id": 3078, "data": "Persuader: Good evening, I would hope you are well. I would also like for you to donate to a great charity called Save the Children.\n\tPersuadee: I might be interested, please explain what Save the Children does?\nPersuader: Save the Children program halp children in many different ways. One way is to help them to get nutritional foods to eat.\n\tPersuadee: Are you the leader/facilitator of this program?\nPersuader: I am not but I truly think this organization is well worth donating to. They are committed to children in providing health and nutrition programs that save children's lives and ensure they grow up healthy.\n\tPersuadee: How did you hear about this program?\nPersuader: I heard about this program through friends and family who have volunteered with this program. Have you ever volunteered with any organization?\n\tPersuadee: Yes I volunteered with a horse rescue ranch when I was in high school, we helped to save, retrain, and rehabilitate injured and neglected animals\nPersuader: That is awesome! Do you know that what we would spend on one cup of coffee at a restaurant would feed several children through this program? I'm so excited to be feel like I am helping many children live healthy lives. Are you willing to donate to Save the Children?\n\tPersuadee: to be honest sir I am a very broke college student who can barely afford to pay his rent or buy my own food. Is there another way I can help\nPersuader: The best way would be the monetary donation. Even one or two dollars can help so many children. I think we owe it to these children to help in this way. \n\tPersuadee: The most I can spare is 25 cents. Would that be alright?\nPersuader: Can I ask if you spend money on candy, snacks of stuff like that? If so the funds spent on that could really be saved to help a child eat healthy. Would you be willing to forgo a snack or two to donate $2 to Save the Children fund?\n\tPersuadee: I really do not spend money on that sort of frivolous thing. If you can understand that $2 is the most I am currently getting paid I will not be able to donate that much. Would 50 cents pacify your need?\nPersuader: Absolutely! 50 cents is better than nothing. I just feel so passionate about donating funds to help these children. In the first two months of this year over 1,000 children were injured or killed in Syria. Save the Children program can help these children in these war zones. Are you sure you wouldn't be able to donate $2?\n\tPersuadee: I wish I could. I think we can agree on 50 cents\nPersuader: Ok great 50 cents is good and thank you for agreeing to donate.\n\tPersuadee: Thank you for helping me donate to a great cause!\nPersuader: You are welcome! Its so important as people that we always try and help those in need. Thank you!\n\tPersuadee: did we complete the task? how do we submit this conversation?", "label": [[287, 343, "4-LOGIC-OTHER"], [680, 775, "5-AUTHORITY-CREDENTIALS"], [415, 487, "2-NEGOTIATE-OPINION"], [836, 981, "1-RAPPORT-DISCLOSE"], [993, 1009, "8-NO-PERSUASION"], [1010, 1134, "4-LOGIC-OTHER"], [1133, 1211, "3-EMOTION-ALTRUISTIC"], [1520, 1577, "3-EMOTION-GUILT"], [2117, 2128, "8-NO-PERSUASION"], [2162, 2233, "1-RAPPORT-DISCLOSE"], [2323, 2393, "4-LOGIC-OTHER"], [2513, 2576, "4-LOGIC-CONCEDE"], [11, 52, "8-NO-PERSUASION"], [52, 132, "2-NEGOTIATE-REQUEST"], [223, 287, "4-LOGIC-OTHER"], [680, 775, "4-LOGIC-CONCEDE"], [487, 620, "4-LOGIC-OTHER"], [1212, 1259, "2-NEGOTIATE-REQUEST"], [1424, 1468, "2-NEGOTIATE-OPINION"], [1469, 1520, "4-LOGIC-OTHER"], [1658, 1724, "1-RAPPORT-OTHER"], [1724, 1805, "4-LOGIC-OTHER"], [1805, 1889, "3-EMOTION-GUILT"], [2129, 2161, "4-LOGIC-OTHER"], [2233, 2323, "3-EMOTION-STORY"], [2393, 2440, "2-NEGOTIATE-BARGAIN"], [2649, 2747, "8-NO-PERSUASION"]], "idx": "796"}
{"id": 3079, "data": "Persuader: Hi, how are you?\n\tPersuadee: good and you\nPersuader: Good, thank you! \n\tPersuadee: ok what do you want?\nPersuader: I just wanted to tell you a little bit about a charity called Save the Children. It's an international organization, not affiliated with the government or anything. It provides relief and support for children in developing countries\n\tPersuadee: ok sounds interesting\nPersuader: It's a great organization. It gives children rights to health, safety, and education.\n\tPersuadee: ok yes there are many great organizations out there I have heard of them\nPersuader: Yes, and this one is very reputable. Any donation to this organization would be sure to go directly to help the children\n\tPersuadee: yea lots of organizations rely on donations\nPersuader: Yes, they sure do. Donations from ordinary people, just like you. Would you consider making a small donation today?\n\tPersuadee: no I dont think so I already donate to other great causes\nPersuader: It can come right out of your task payment-a small amount of just $0 to $2. That's less than what you'd spend on your cup of coffee every day, and  even that little bit would go a long long way to helping children. Just a one time thing\n\tPersuadee: ok I will donate 3 cents to Save the Children\nPersuader: Okay, sounds great. Thank you so much! \n\tPersuadee: sure is there anything you need today?\nPersuader: No, your donation will be directly deducted from your task payment.\n\tPersuadee: Ok I have no problem with that....\nPersuader: Great! The research team will collect all donations and send it to Save the Children!\n\tPersuadee: yea I understand that\nPersuader: Great! Thanks again! It was so good to chat with you! Have a nice day!", "label": [[10, 27, "8-NO-PERSUASION"], [64, 81, "8-NO-PERSUASION"], [126, 207, "1-RAPPORT-OTHER"], [207, 290, "5-AUTHORITY-CREDENTIALS"], [291, 358, "4-LOGIC-OTHER"], [404, 431, "2-NEGOTIATE-OPINION"], [586, 623, "5-AUTHORITY-CREDENTIALS"], [623, 706, "5-AUTHORITY-CREDENTIALS"], [840, 889, "2-NEGOTIATE-REQUEST"], [971, 1047, "2-NEGOTIATE-BARGAIN"], [1047, 1186, "3-EMOTION-GUILT"], [1186, 1207, "4-LOGIC-OTHER"], [1277, 1316, "8-NO-PERSUASION"], [1379, 1446, "8-NO-PERSUASION"], [1636, 1706, "8-NO-PERSUASION"], [431, 489, "4-LOGIC-OTHER"], [774, 793, "8-NO-PERSUASION"], [793, 840, "6-SOCIAL-NORMS"], [1505, 1590, "8-NO-PERSUASION"]], "idx": "797"}
{"id": 3080, "data": "Persuader: Hi! How are you today?\n\tPersuadee: Doing fine.  How are you?\nPersuader: I am doing alright! I would like to talk to you about a charity, do you donate at all?\n\tPersuadee: I do. I have a few local charities I like.\nPersuader: that is great. Have you heard of Save the Children?\n\tPersuadee: Only generally. What do they do specifically?\nPersuader: They help raise funds to ensure children's rights to health, education, safety, etc. around the world\n\tPersuadee: Rights or actual access?\nPersuader: actual access. They have been helping children suffering in war-torn areas, for example\n\tPersuadee: There are enough of those areas.\nPersuader: exactly, and it is not fair for these children to suffer \n\tPersuadee: Right. What's your proposition?\nPersuader: I encourage you to donate some or all of your bonus today to help save these children\n\tPersuadee: Let's settle on $.15 for today.\nPersuader: every little bit helps! .15 is great!\n\tPersuadee: You bet. Hope they get to use it right away.\nPersuader: yes the researchers ensure that the money gets to the children\n\tPersuadee: Excellent.  They must have a pretty decent charity rating.\nPersuader: They do what they can to help the children\n\tPersuadee: Anything else I can do for you?", "label": [[103, 169, "1-RAPPORT-OTHER"], [11, 33, "8-NO-PERSUASION"], [81, 102, "8-NO-PERSUASION"], [356, 458, "4-LOGIC-OTHER"], [651, 708, "3-EMOTION-EMPATHY"], [235, 251, "8-NO-PERSUASION"], [251, 287, "1-RAPPORT-OTHER"], [507, 594, "4-LOGIC-OTHER"], [763, 849, "2-NEGOTIATE-REQUEST"], [905, 928, "4-LOGIC-OTHER"], [1010, 1073, "5-AUTHORITY-CREDENTIALS"], [1156, 1198, "4-LOGIC-OTHER"], [929, 942, "8-NO-PERSUASION"]], "idx": "798"}
{"id": 3081, "data": "Persuader: Good morning! How are you today?  I am helping Save the Children raise money for their causes. Do you know about that charity?\n\tPersuadee: Hello. How are you. Yes, I am familiar with Save the Children.\nPersuader: Well today, we are asking MTurk workers to donate a portion or all of their earnings connected with this HIT to Save the CHildren. It is an easy way to support a very good cause.\n\tPersuadee: Okay. Sounds like a good way to raise some money.\nPersuader: As yo u are probably aware, the charity has a very good track record of getting donations to the supported projects and has a very low overhead cost structure.\n\tPersuadee: Yes - I have donated to this charity before in the past.\nPersuader: That is great and thank you for your past support! How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: I don't think I will donate anything today.\nPersuader: If you don't mind me asking, what is the reason for your decision? \n\tPersuadee: I donate to the charity twice a year already and today I would like to keep my full bonus.\nPersuader: I completely understand and appreciate your past support. I would also like you to think about how your MTurk bonus could be put to good use in places like Syria and Myanmar where there are on going tragedies. You could do a lot of good with the additional donation today.\n\tPersuadee: Yes I understand that these are important causes that need donations.\nPersuader: Think of it as giving up a cup of coffee today. I am not sure where you live, but I am in New York and you would be hard pressed to get a cup of coffee for $2. That money could really be used to help children in terrible situations and make their lives slightly better.\n\tPersuadee: Yes - I am sure that $2 dollars would be able to accomplish a lot more through Save the Children.\nPersuader: Not only that, but think about it in the bigger picture. When all MTurk workers contribute their bonus payment today, it adds up to a lot of money very quickly. While you may think your $2 is not that much, when it is put together with all the other generous donations from MTurk workers, it really adds up quickly.\n\tPersuadee: I didn't think about it like that. This is something to consider. It would be a nice-sized donation.\nPersuader: It really would. Your $2 along with everyone else's can make a big difference in the lives of other people. Would you reconsider your earlier decision?\n\tPersuadee: I don't think that I will donate anything today, sorry.\nPersuader: Can I ask what you will be using your $2 for than? It seems like such a small amount that it should be easy to make the donation and not have it impact you greatly.\n\tPersuadee: It will be put into savings along with my other mturk money.\nPersuader: Well I can understand your position even though I think it is selfish. Thank you again for your past donations and please reconsider your decision today.", "label": [[1401, 1463, "3-EMOTION-ALTRUISTIC"], [1557, 1604, "4-LOGIC-OTHER"], [1604, 1716, "1-RAPPORT-DISCLOSE"], [1948, 2005, "4-LOGIC-OTHER"], [2005, 2108, "4-LOGIC-OTHER"], [2109, 2263, "4-LOGIC-OTHER"], [2387, 2405, "8-NO-PERSUASION"], [2496, 2539, "2-NEGOTIATE-REQUEST"], [2670, 2783, "8-NO-PERSUASION"], [2868, 2939, "3-EMOTION-GUILT"], [2938, 3021, "3-EMOTION-GUILT"], [1717, 1826, "3-EMOTION-EMPATHY"], [2405, 2495, "4-LOGIC-OTHER"], [2619, 2669, "3-EMOTION-GUILT"], [45, 106, "1-RAPPORT-OTHER"], [224, 355, "1-RAPPORT-OTHER"], [355, 402, "4-LOGIC-OTHER"], [476, 635, "5-AUTHORITY-CREDENTIALS"], [716, 767, "1-RAPPORT-FRIEND"], [818, 881, "8-NO-PERSUASION"], [882, 941, "2-NEGOTIATE-BARGAIN"], [1009, 1076, "4-LOGIC-ARGUE"], [11, 43, "8-NO-PERSUASION"], [106, 137, "1-RAPPORT-OTHER"], [767, 817, "2-NEGOTIATE-REQUEST"], [1191, 1249, "4-LOGIC-CONCEDE"], [1249, 1401, "3-EMOTION-EMPATHY"]], "idx": "799"}
{"id": 3082, "data": "Persuader: Good evening. Have you heard of the charity \"Save the Children\"?\n\tPersuadee: Yes, I have heard of that charity.\nPersuader: Great. I think their international focus is really persuasive. They help the people that need it the most.\n\tPersuadee: That's true, I recently donated to their cause after seeing a commercial on television. It's well worth the money and time.\nPersuader: Interesting. I actually have only recently learned of them. Do you plan to continue supporting them?\n\tPersuadee: Yes, I do. the commercials featuring actual recipients has convinced me to do so.\nPersuader: Did you know that this chat is an opportunity to make a donation?\n\tPersuadee: Yes, I actually read that in the above instructions.\nPersuader: What a coincidence that you already support them! That probably skews the research.\n\tPersuadee: What do you mean by \"skewing the research?\"\nPersuader: Well, I'm assuming the researchers want to know how to convince new people to donate.\n\tPersuadee: That's what I figured after erasing your comment on skewing.\nPersuader: What did you like about their commercials?\n\tPersuadee: Discussions about giving children in need a healthy start in life.\nPersuader: Children are the future I suppose! And it would be easy to support them here, just have to give up some of the task payment...\n\tPersuadee: Yes, they are our future. With my donating to their causes, before participating in this \"research,\" I\\'m willing to give up a few cents here to go along with what I already do. GREAT way to convince me!\nPersuader: I might have even convinced myself. How much of your $2 do you plan to donate?\n\tPersuadee: I can give 0.10\nPersuader: That is better than nothing, I suppose. Don't you think you should give more though? It's really somebody else's money.\n\tPersuadee: The instructions state that I can choose any amount from $0 to all of the payment of $2. I'm choosing $0.10\nPersuader: Your choice of course!", "label": [[25, 75, "4-LOGIC-OTHER"], [11, 25, "8-NO-PERSUASION"], [134, 141, "8-NO-PERSUASION"], [141, 196, "2-NEGOTIATE-OPINION"], [197, 240, "4-LOGIC-OTHER"], [448, 488, "1-RAPPORT-OTHER"], [594, 659, "1-RAPPORT-OTHER"], [887, 972, "8-NO-PERSUASION"], [1057, 1099, "1-RAPPORT-OTHER"], [1190, 1224, "4-LOGIC-OTHER"], [1544, 1580, "3-EMOTION-HUMOUR"], [388, 401, "8-NO-PERSUASION"], [401, 448, "1-RAPPORT-DISCLOSE"], [736, 785, "8-NO-PERSUASION"], [786, 819, "8-NO-PERSUASION"], [1225, 1316, "1-RAPPORT-OTHER"], [1580, 1622, "2-NEGOTIATE-BARGAIN"], [1661, 1701, "4-LOGIC-OTHER"], [1702, 1746, "2-NEGOTIATE-BARGAIN"], [1747, 1781, "4-LOGIC-OTHER"], [1913, 1935, "1-RAPPORT-OTHER"]], "idx": "800"}
{"id": 3083, "data": "Persuader: Hi, how do you feel about the charity Save the Children\n\tPersuadee: Sorry couldn't type for some reason. I feel like they are a good organization. Can you tell me more about them\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Those are all good things.\nPersuader:   If you really look, you can see the future in every child. Through the power of child sponsorship, you can help a child in need realize her dreams ¡ª transforming her life and the future we all share. Sponsor a child today! Find your child  Somewhere, a child is waiting for you. Through child sponsorship, you can be the hero in the life of a child in need. You can make sure they grow up healthy, educated and safe\n\tPersuadee: How does this charity fund themselves.\nPersuader: We rely soley on volunteers and donations.\n\tPersuadee: Is this like some of those charities that consume most of the funds themselves and do not actually contribute much to the cause.\nPersuader: no not at all, Emergency Alert Right now, Save the Children remains gravely concerned about the well-being of children in the custody of the U.S. government after crossing our southern border. We know from our nearly 100 years of service that family separation and detention can cause severe, long-lasting trauma, which ultimately results in the loss of childhood.\n\tPersuadee: thats horrible, how many children are they helping the u.s \nPersuader: Thanks to the generosity of donors like you, we help the nation's most vulnerable children become ready for kindergarten _ and excel by third grade _ so they can succeed in school and in life. Plus our teams are there before, during and after emergencies _ preparing children, protecting them and helping them cope in the aftermath.  Save the Children is a leading advocate for children, ensuring their voices are heard and their best interests are prioritized. We fill critical gaps in services and deliver scalable solutions to the challenges children face.\n\tPersuadee: Do they only support children in the U.S>\nPersuader: No, we support children all over the world. Children may only be 20% of our population, but they are 100% of our future. That's why advocacy is core to Save the Children's work on behalf of all kids across the United States. We're building bipartisan support at the local, state and federal level to make sure every child in the U.S. has access to high-quality learning opportunities, and much more.\n\tPersuadee: That is wonderful to hear. I am glad to hear more about this organization. I wish I could help.\nPersuader: All across the globe, children are dying from preventable causes, missing out on education due to poverty or gender, suffering from violence, exploitation and neglect, and are vulnerable in times of crisis. In every corner of the world, children need a strong voice to stand up for them, work on their behalf and make their lives better.\n\tPersuadee: I agree that the children need a voice.\nPersuader: Every penny counts, to learn more about all of our programs please visir http:// URL \n\tPersuadee: I will check out the site, and thank you for telling me more about the charity\nPersuader: You are moe then welcome have a blessed evening.\n\tPersuadee: Thank you, you as well", "label": [[11, 66, "1-RAPPORT-OTHER"], [201, 369, "4-LOGIC-OTHER"], [422, 481, "3-EMOTION-ALTRUISTIC"], [481, 623, "3-EMOTION-ALTRUISTIC"], [623, 646, "3-EMOTION-ALTRUISTIC"], [646, 701, "3-EMOTION-ALTRUISTIC"], [781, 838, "3-EMOTION-ALTRUISTIC"], [1289, 1460, "1-RAPPORT-OTHER"], [1543, 1737, "4-LOGIC-OTHER"], [1878, 2006, "3-EMOTION-ALTRUISTIC"], [2006, 2103, "4-LOGIC-OTHER"], [2169, 2213, "4-LOGIC-OTHER"], [2394, 2568, "4-LOGIC-OTHER"], [702, 781, "3-EMOTION-ALTRUISTIC"], [901, 943, "5-AUTHORITY-CREDENTIALS"], [1096, 1288, "1-RAPPORT-OTHER"], [1289, 1460, "4-LOGIC-OTHER"], [1544, 1737, "3-EMOTION-ALTERCASTING"], [1737, 1878, "4-LOGIC-OTHER"], [1878, 2006, "5-AUTHORITY-CREDENTIALS"], [2213, 2290, "4-LOGIC-OTHER"], [2289, 2394, "4-LOGIC-OTHER"], [2688, 2895, "3-EMOTION-STORY"], [2895, 3025, "4-LOGIC-OTHER"], [3108, 3174, "5-AUTHORITY-CREDENTIALS"], [3089, 3108, "4-LOGIC-OTHER"], [3277, 3325, "8-NO-PERSUASION"]], "idx": "801"}
{"id": 3084, "data": "Persuader: Have you ever heard of Save the Children?\n\tPersuadee: I haven't!\nPersuader: It's basically what it sounds like\n\tPersuadee: What kind of situations do they work with?\nPersuader: The organization helps children around the world with life, protecting them, coming to their aid when a crisis arises, helping them when necessary. \n\tPersuadee: That sounds like an awesome organization! Do you know how someone can get involved? \nPersuader: They have a website. You can also make a .50 cent donation through me from your compensation of this hit. The donation will go towards food and/or aiding them with their health.\n\tPersuadee: That's simple enough. I like the sound of that! Have you ever personally worked with them?\nPersuader: I have made donations in the past, yes. It made me feel good to know that I could provide some type of help especially because I have children of my own. The research team will collect all donations and send it to Save the Children.\n\tPersuadee: Gotcha! I also have a child, so I understand where you're coming from. I have a soft spot for children in general. \nPersuader: Same! Especially less fortunate children.\n\tPersuadee: Absolutely! I always think about how I would want to know my child is cared for if I'm not around. It's definitely a motivator! \nPersuader: I agree. This is one of my favorite organizations to donate to and they're well known and have done so much for children all over.\n\tPersuadee: That's good to know that they're reputable. Sometimes I'm cautious of donating, just because I want to know that they're making the difference that they saw they are.  \nPersuader: At least here we know the researchers are making the donations through this hit.\n\tPersuadee: It is nice to know that!\nPersuader: So you'd like to donate?!\n\tPersuadee: Yes, I would :)\nPersuader: Awesome! Thank you so much :)\n\tPersuadee: Oh yeah, absolutely!!", "label": [[87, 121, "3-EMOTION-HUMOUR"], [551, 622, "5-AUTHORITY-CREDENTIALS"], [737, 777, "1-RAPPORT-DISCLOSE"], [777, 891, "1-RAPPORT-DISCLOSE"], [890, 969, "5-AUTHORITY-CREDENTIALS"], [1302, 1312, "8-NO-PERSUASION"], [1312, 1433, "5-AUTHORITY-CREDENTIALS"], [1626, 1706, "1-RAPPORT-OTHER"], [10, 52, "1-RAPPORT-OTHER"], [187, 336, "4-LOGIC-OTHER"], [445, 466, "5-AUTHORITY-CREDENTIALS"], [466, 551, "2-NEGOTIATE-REQUEST"], [777, 845, "3-EMOTION-ALTRUISTIC"], [1109, 1150, "1-RAPPORT-SIMILAR"], [1755, 1780, "2-NEGOTIATE-REQUEST"], [1820, 1849, "8-NO-PERSUASION"]], "idx": "802"}
{"id": 3085, "data": "Persuader: Have you ever heard of Save the Children?\n\tPersuadee: I have not. What can you tell me about it?\nPersuader: It is an international non-governmental organisation. It promotes children's rights\n\tPersuadee: That sounds interesting. I am all for helping children in any way possible.\nPersuader: Would you be interested in donating to this charity?\n\tPersuadee: I would want to do some research first but that would be a possibility. I like to learn as much as I can about an organization before donating.\nPersuader: Kids are dying from hunger every minute. Don't you want to help stop that?\n\tPersuadee: Of course I do. I also want to make sure my donations are not going into the pockets of money hungry CEO's. How do you feel about that?\nPersuader: I understand, but I can assure you that is goes directly to the kids.\n\tPersuadee: How can you assure me? Do you work for them?\nPersuader: I do not, but they are a very professional organization. It is an international company.\n\tPersuadee: Save the Children International's CEO Helle Thorning-Schmidt earned $299,136 in 2017. Simple Google search.\nPersuader: That isn't a lot for a CEO.\n\tPersuadee: No its not. However, that is only salary. It doesnt include extras that all CEO's receive.\nPersuader: There isn't a lot of support for children in developing countries. This should make you mad and want to help.\n\tPersuadee: Have you personally donated?\nPersuader: Yes, why don't you join me?\n\tPersuadee: That is impossible at this time. I just do not have the funds available. \nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\"\n\tPersuadee: I chose to donate $0.", "label": [[11, 52, "1-RAPPORT-OTHER"], [118, 172, "5-AUTHORITY-CREDENTIALS"], [172, 202, "4-LOGIC-OTHER"], [302, 354, "2-NEGOTIATE-REQUEST"], [563, 596, "3-EMOTION-GUILT"], [521, 563, "4-LOGIC-OTHER"], [756, 825, "5-AUTHORITY-CREDENTIALS"], [1323, 1365, "4-LOGIC-OTHER"], [1543, 1593, "2-NEGOTIATE-BARGAIN"], [894, 951, "5-AUTHORITY-CREDENTIALS"], [951, 982, "5-AUTHORITY-CREDENTIALS"], [1114, 1141, "4-LOGIC-ARGUE"], [1256, 1323, "4-LOGIC-OTHER"], [1417, 1445, "2-NEGOTIATE-RECIP"], [1594, 1658, "8-NO-PERSUASION"], [1658, 1713, "2-NEGOTIATE-BARGAIN"]], "idx": "803"}
{"id": 3086, "data": "Persuader: hi. good evening\n\tPersuadee: hi, how are you? \nPersuader: great, thank you! do you have a moment to talk?\n\tPersuadee: absolutely, do know what charity we are considering today?\nPersuader: I do! it is save the children, one I am very fond of.\n\tPersuadee: ok, I know of the charity\nPersuader: that is great! would you like more info on it or may I be abrupt and ask if you'd like to donate any of your task payment to the charity tonight? it can be anything from $0 to $2.\n\tPersuadee: how about half, 1 American dollar?\nPersuader: that would be fantastic!\n\tPersuadee: well, that was easy\nPersuader: yes, it was. the money will be collected by the task researchers and distributed.\n\tPersuadee: great, look forward to it\nPersuader: I would also like to donate tonight, I will match your payment also.\n\tPersuadee: ok, sounds good to me. \nPersuader: I imagine $2 can help many children\n\tPersuadee: in some parts of the world that is enough to buy a meal. \nPersuader: yes, probably enough to feed a family in some areas even.\n\tPersuadee: in Washington DC it barely gets you a chocolate bar. \nPersuader: that really puts things into perspective. its great how far our dollar can go for them when it does so little for us.\n\tPersuadee: yes, it is ", "label": [[199, 205, "8-NO-PERSUASION"], [447, 481, "2-NEGOTIATE-BARGAIN"], [607, 621, "8-NO-PERSUASION"], [11, 27, "8-NO-PERSUASION"], [69, 116, "1-RAPPORT-OTHER"], [204, 252, "2-NEGOTIATE-OPINION"], [302, 317, "8-NO-PERSUASION"], [317, 448, "2-NEGOTIATE-REQUEST"], [540, 564, "8-NO-PERSUASION"], [620, 689, "5-AUTHORITY-CREDENTIALS"], [972, 1029, "4-LOGIC-OTHER"], [1107, 1149, "1-RAPPORT-OTHER"], [739, 807, "2-NEGOTIATE-RECIP"], [854, 890, "3-EMOTION-ALTRUISTIC"], [1149, 1224, "1-RAPPORT-OTHER"]], "idx": "804"}
{"id": 3087, "data": "Persuader: How are you today?\n\tPersuadee: I'm well, you?\nPersuader: Good, you have any holiday plans?\n\tPersuadee: Today, not particularly.  Unless you mean something further off.\nPersuader: Do you celebrate labor day where you are at?\n\tPersuadee: Ah, today.  Yes, I'm going out for dinner with my parents later.\nPersuader: Cool, are you into giving to charities?\n\tPersuadee: I do give from time to time, yes.\nPersuader: Have you ever heard of Save the Children?\n\tPersuadee: Yes, I have heard of the name.\nPersuader: Well they help children across the globe and in the US\n\tPersuadee: What do they do, specifically?\nPersuader: Here is their website:  URL They feed, clothe, and educate children who are in need\n\tPersuadee: ah yeah, I do know them\nPersuader: Would you like to make a tiny donation today?\n\tPersuadee: Yes, I think I would.  I will donate 20 cents of my pay.  They do good work.\nPersuader: That would be great, every bit helps\n\tPersuadee: Is there something else to do here?\nPersuader: Thank you and the children thank you\n\tPersuadee: Thank you and have a nice day", "label": [[323, 362, "1-RAPPORT-OTHER"], [420, 461, "1-RAPPORT-OTHER"], [625, 653, "5-AUTHORITY-CREDENTIALS"], [902, 938, "4-LOGIC-OTHER"], [516, 570, "4-LOGIC-OTHER"], [653, 708, "4-LOGIC-OTHER"], [755, 801, "2-NEGOTIATE-REQUEST"]], "idx": "805"}
{"id": 3088, "data": "Persuader: Do you like to help good causes?\n\tPersuadee: Yeah I do like to help people with good causes. What about you?\nPersuader: Yes and I found a really good one. Are you interested in helping us?\n\tPersuadee: Well I am interested in hearing what you have to say, but I don't know if I will help you yet. What is the cause?\nPersuader: Well I hope I can help you change your mind. It is Save The Children. Have you heard of them?\n\tPersuadee: I have not heard of them. What is the organization about?\nPersuader: Every donation made helps children to have better health, education, safety, and their families as well. Isn't that wonderful?\n\tPersuadee: That is a very wonderful cause, but is this a nonprofit or for profit organization? \nPersuader: It is a nonprofit organization. All money except 1% goes straight to the children and families.\n\tPersuadee: Well that's definitely very comforting. I know that some charities keep a lot of the money for themselves. Are these children from around the globe or just a specific country?\nPersuader: The 1% is for overhead. That's understandable I'm sure. We help everywhere we are able too, so many countries.\n\tPersuadee: Oh yeah definitely and that's good. How young and old are the children that get this help?\nPersuader: They are newborn to 18 years old. \n\tPersuadee: Oh cool well that's good that everyone is included. How much of a donation would I need to make to make a difference?\nPersuader: You can donate from $0 to $2 of your payment. Is that doable?\n\tPersuadee: hmm yeah that is doable, but what amount will be enough to help?\nPersuader: Even twenty-five cents will help.\n\tPersuadee: Oh well that's good. I was just making sure that even a little will help.\nPersuader: But would you like to double that to fifty cents?\n\tPersuadee: Yeah I could definitely double that to 50 cents.\nPersuader: Ok. I will take your donation of fifty cents and give to them. Thank you.\n\tPersuadee: Thank you for taking the 50 cents out and you're very welcome. Have a good day.", "label": [[11, 43, "1-RAPPORT-OTHER"], [131, 165, "2-NEGOTIATE-OPINION"], [337, 381, "1-RAPPORT-OTHER"], [407, 430, "1-RAPPORT-OTHER"], [165, 199, "1-RAPPORT-OTHER"], [382, 407, "5-AUTHORITY-CREDENTIALS"], [512, 616, "4-LOGIC-OTHER"], [617, 638, "3-EMOTION-ALTRUISTIC"], [747, 779, "5-AUTHORITY-CREDENTIALS"], [779, 842, "5-AUTHORITY-CREDENTIALS"], [1066, 1098, "5-AUTHORITY-CREDENTIALS"], [1443, 1489, "2-NEGOTIATE-BARGAIN"], [1042, 1066, "5-AUTHORITY-CREDENTIALS"], [1098, 1152, "4-LOGIC-OTHER"], [1266, 1301, "5-AUTHORITY-CREDENTIALS"], [1489, 1504, "2-NEGOTIATE-REQUEST"], [1593, 1626, "4-LOGIC-OTHER"], [1724, 1773, "2-NEGOTIATE-BARGAIN"], [1850, 1908, "2-NEGOTIATE-REMIND"]], "idx": "806"}
{"id": 3089, "data": "Persuader: Howdy\n\tPersuadee: hello\nPersuader: Use mturk a lot?\n\tPersuadee: Just started two weeks ago and have been on it everyday for a few hours. \nPersuader: I've never had a task that involved a live chat before\n\tPersuadee: Yes me either. This is the first one for me too. \nPersuader: Is it giving you an option to donate some of your earnings?\n\tPersuadee: Yes I saw that. What are you going to do about it?\nPersuader: It wants me to donate to Save the Children.  Any idea if that is a real charity?\n\tPersuadee: It sounds familiar, but I'm not a hundred percent sure if it is a legit charity. \nPersuader: Are you planning to donate part of your earnings to them?\n\tPersuadee: No. I can't afford to give part of my earnings to charity. \nPersuader: I know the feeling.  I'm on food stamps myself.  Rather feed my children than some radom ones.\n\tPersuadee: I have a sister and brother who are struggling and I often give them money. That is why I'm working on turks. I am a full time teacher and I need extra income. \nPersuader: Yeah, we need to pay our teachers more.  Children our or future.  A lot of people at your school get free lunches?\n\tPersuadee: Yes about 65% of the students receive either free or reduced lunches. \nPersuader: Obviously that should have said \"are our\".  Kinda embarrassed about that typo \n\tPersuadee: Yes, but that's OK.\nPersuader: I don\\'t have an \"end chat\" or continue button.  Do you?\n\tPersuadee: No I don't see that option. I think we have to chat for ten minutes. \nPersuader: LOL.  or not\n\tPersuadee: So we have to come up with an agreement to a donation. What is that about?\nPersuader: Oh, we do?\n\tPersuadee: It says we need to make a donation agreement\nPersuader: Oh, so it wants us both to donate the same amount or something?\n\tPersuadee: Are you willing to donate?  I'm not and if you're not then we should both agree not donate and move one with the survey.\nPersuader: Sounds like a plan.  Good luck with mturk!", "label": [[422, 465, "1-RAPPORT-OTHER"], [467, 502, "5-AUTHORITY-CREDENTIALS"], [749, 770, "1-RAPPORT-SIMILAR"], [770, 798, "3-EMOTION-EMPATHY"], [1094, 1142, "3-EMOTION-EMPATHY"], [288, 347, "1-RAPPORT-OTHER"], [608, 665, "2-NEGOTIATE-REQUEST"], [1069, 1094, "4-LOGIC-OTHER"], [1698, 1762, "2-NEGOTIATE-RECIP"]], "idx": "807"}
{"id": 3090, "data": "Persuader: The world can be a scary dangerous place, especially for children who are the most vunrable among us.  That's why its great to have an organization like Save the Children.\n\tPersuadee: I agree. We should protect vulnerable children.\nPersuader: It is a huge undertaking though.  Taking care of children means going into places ravaged by war like Syria or places suffering from famine.\n\tPersuadee: Yes, it is a \"big\" but important job.\nPersuader: I'm glad you agree.  That's why I would like to speak with you about helping doing your part in helping hurting children by supporting Save the Children's global charity.\n\tPersuadee: Yes, please tell me more. \nPersuader: Glad to hear.  Save the children helps children in advocating for their rights, providing education and healthcare services.  With a small donation today you too can be a part of the solution.\n\tPersuadee: I am familiar with the work of Save the Children.\nPersuader: Awesome!  If you donate today you're donation will be funded by a part or all of your task payment.  How much would you like to donate?\n\tPersuadee: What are the minimum and maximum amounts?\nPersuader: Great question.  The minimum donation would be 1 cent, the highest from your task payment would be 30 cents.\n\tPersuadee: I will donate 20 cents of my task payment to Save the Children.\nPersuader: Glad to hear.  And thank you for your support!\n\tPersuadee: I'm happy to donate to a worthy organization.\nPersuader: That concludes our business then.  Thank you again for your $0.20 donation today.\n\tPersuadee: Thank you for your help. You were very helpful. A quick question. Does the donation just happen automatically?\nPersuader: My appologies.  Yes, the research team will collect all donations and send it to Save the Children.  Would you also like the website link for the charity?\n\tPersuadee: Thank you. That would be helpful.\nPersuader: Here it is,  URL thank you again and have a great day!\n\tPersuadee: Thank you. This is helpful. Have a great day!", "label": [[114, 182, "4-LOGIC-OTHER"], [254, 288, "4-LOGIC-OTHER"], [456, 477, "1-RAPPORT-SIMILAR"], [477, 626, "1-RAPPORT-OTHER"], [803, 869, "6-SOCIAL-OTHER"], [11, 114, "3-EMOTION-EMPATHY"], [288, 394, "4-LOGIC-OTHER"], [692, 802, "4-LOGIC-OTHER"], [1044, 1078, "2-NEGOTIATE-BARGAIN"], [1160, 1252, "2-NEGOTIATE-BARGAIN"], [1491, 1537, "2-NEGOTIATE-REMIND"], [1687, 1772, "5-AUTHORITY-CREDENTIALS"], [1773, 1826, "5-AUTHORITY-CREDENTIALS"]], "idx": "808"}
{"id": 3091, "data": "Persuader: hi\n\tPersuadee: Hi. \nPersuader: how are you?\n\tPersuadee: Fine. I would like to discuss Saint Judes Hospital for Children with you. Is this a charity that you know of?\nPersuader: sorry i dont know\n\tPersuadee: It is and awesome charity. They assist families with children that have terminal illnesses. \nPersuader: wow! really/ \n\tPersuadee: Yes! It gets better. At St Jude's everything is free. They pay for a place for the parents to stay close to the child and all care is free. \nPersuader: woww!. which place?\n\tPersuadee: I don't think its a particular place just wherever the parents want to stay so they can be close to their child. Have you ever donated to a charity?\nPersuader: yes. i am donate but one year back?\n\tPersuadee: May I ask which charity and why you chose that charity?\nPersuader: i am telling children's charity\n\tPersuadee: Good. A children's charity is the best choice. Would you donate again to that same charity?\nPersuader: yes sir, sure.\n\tPersuadee: How much would you be willing to donate?\nPersuader: i am donate $100 donate\n\tPersuadee: Would you donate this same amount to St Jude's based on the information I have given you?\nPersuader: oh! sure sir.\n\tPersuadee: Great. Do you have access to internet so you can go to their site and donate to them?", "label": [[73, 141, "1-RAPPORT-OTHER"], [217, 245, "2-NEGOTIATE-OPINION"], [353, 369, "2-NEGOTIATE-OPINION"], [369, 401, "4-LOGIC-OTHER"], [402, 488, "4-LOGIC-OTHER"], [531, 645, "4-LOGIC-OTHER"], [645, 680, "1-RAPPORT-OTHER"], [740, 795, "1-RAPPORT-OTHER"], [857, 898, "2-NEGOTIATE-OPINION"], [981, 1021, "1-RAPPORT-OTHER"], [1203, 1281, "2-NEGOTIATE-REMIND"], [141, 176, "1-RAPPORT-OTHER"], [245, 310, "3-EMOTION-EMPATHY"], [898, 942, "1-RAPPORT-OTHER"], [1069, 1158, "2-NEGOTIATE-REQUEST"]], "idx": "809"}
{"id": 3092, "data": "Persuader: Hello, I would like to speak to you about Save The Children . Have you heard of this charity?\n\tPersuadee: No, please tell me more. Do they have a car?\nPersuader: I'm not sure if they have a car, but I am happy to tell you more about the foundation. Efforts Focus on Restoring and Improving Early Learning and Education Programs, Helping Children Emotionally Heal, Building Resilience, Preparing for Next Emergency\n\tPersuadee: How do they do that?\nPersuader: By people like you, making a a donation of just $1 a day, you can feed a child for a month. \n\tPersuadee: The exchange rate must be pretty good. How do they ensure that the money is effective in feeding the children and not lining pockets?\nPersuader: In fiscal year 2017, 86% of all expenditures went to program services.\n\tPersuadee: How do they define \"Program services\", and do they have independent verification of those findings?\nPersuader: They help to feed, house and educate children all around the world. \n\tPersuadee: That really isn't an answer to the previous question, though\nPersuader: You can find reports associated with the financial information by visiting this link:  URL s/about-us/resource-library\n\tPersuadee: That is a solid informational link, including a full board of trustees to look into. What about controveries in 2009 regarding parents in Britain?\nPersuader: I believe this is still under investigation. \n\tPersuadee: Should have went for deflection or dismissal. Works better on skeptics. Ditto for their problems with the energy company in 2013. Although that one is easier to spin as seeking more money to fund more projects. You could also mention their rating from the BBB. \nPersuader: So are you willing to donate 10 cents today, this money can go to helping children who have grown up with the threat of violence and starvation all of their lives. \n\tPersuadee: I'll donate 10 cents.\nPersuader: Cool thank you. Together, we're changing children's lives and the future we all share.\n\tPersuadee: I'm not certain if that's scripted or not but if it isn't there's a better way to word that and if it is I think the person who wrote it might need to retire because they clearly come from the 50s.\nPersuader: You should feel proud of the decision you have made today. \n\tPersuadee: Now you're just messing with me intentionally. ", "label": [[73, 104, "1-RAPPORT-OTHER"], [11, 73, "1-RAPPORT-OTHER"], [173, 260, "5-AUTHORITY-CREDENTIALS"], [259, 424, "4-LOGIC-OTHER"], [469, 561, "3-EMOTION-ALTRUISTIC"], [1686, 1850, "2-NEGOTIATE-REQUEST"], [1912, 1982, "6-SOCIAL-OTHER"], [2203, 2263, "3-EMOTION-ALTRUISTIC"], [719, 789, "5-AUTHORITY-CREDENTIALS"], [913, 981, "4-LOGIC-OTHER"], [1066, 1184, "5-AUTHORITY-CREDENTIALS"]], "idx": "810"}
{"id": 3093, "data": "Persuader: Hello, how are you?\n\tPersuadee: Hello. I am doing well. Finally feeling good after being sick for awhile.\nPersuader: I am glad that you are feeling better.  Where are you located?\n\tPersuadee: I live outside of Chicago. It a both a suburb and a more rural area.\nPersuader: I have been to Chicago, I really enjoyed it there.  We went in the Hancock observatory? I think that was the name.  And had a great breakfast buffet in Bronzville. I am in Pennsylvania but originally from MC.\n\tPersuadee: Oh yes the Hancock observatory is a great spot. What does MC stand for?\nPersuader: I meant NC, sorry, just a typo.  I am still not used to the snow in PA.  We rarely had it in NC and if it did snow, everything closed. Could I ask for your help with something?\n\tPersuadee: I have always really like NC. Only been to Pennsylvania once, Pittsburgh but it was a long time ago. Anyways, sure what is it?\nPersuader: I am trying to get donations for Save the Children from people who complete this task.  You can donate any amount, from $0-$2.00, but anything would help.  Is that something you would consider?\n\tPersuadee: I would. Can you tell me a little bit more about what they do?\nPersuader: Sure, Save the Children is an organization that helps ensure children's rights to health, education, and safety around the world. \n\tPersuadee: Do they help kids in the United States?\nPersuader: Yes, they also help alleviate child poverty in the US, but there is a particular lack of support for children in developing countries, especially in war zones. For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence.\n\tPersuadee: Sounds like they do important work.  Are they government run?\nPersuader: No, it is a non-governmental organization that has impeccable credentials. \n\tPersuadee: Cool. Well then yes I will make a donation.\nPersuader: Wow, that is great! I really appreciate it.  If more people would be willing to donate to organizations like this, they could help so many other children.  How much would you like to donate?\n\tPersuadee: You are welcome. I will probably donate 20 cents.\nPersuader: I do appreciate that.  Every amount is valuable and cents add up to dollars.  I do need a firm commitment though, I can't take probably.   \n\tPersuadee: Yes I will make a donation.\nPersuader: Thank you and enjoy the rest of your day!", "label": [[914, 1002, "1-RAPPORT-OTHER"], [1002, 1069, "4-LOGIC-OTHER"], [1548, 1641, "3-EMOTION-STORY"], [1641, 1754, "4-LOGIC-OTHER"], [2028, 2138, "4-LOGIC-OTHER"], [722, 763, "1-RAPPORT-OTHER"], [1070, 1107, "2-NEGOTIATE-REQUEST"], [1194, 1324, "4-LOGIC-OTHER"], [1388, 1548, "4-LOGIC-OTHER"], [1840, 1915, "5-AUTHORITY-CREDENTIALS"], [1983, 2002, "1-RAPPORT-COMPLIMENT"], [2138, 2173, "2-NEGOTIATE-BARGAIN"], [2247, 2269, "4-LOGIC-CONCEDE"], [2269, 2324, "4-LOGIC-OTHER"], [2325, 2386, "2-NEGOTIATE-REQUEST"]], "idx": "811"}
{"id": 3094, "data": "Persuader: Hi. Are you familiar with Save the Children?\n\tPersuadee: Hello. I am not familiar with Save the Children\nPersuader: It is worldwide and helps to feed, shelter and educate underprivileged kids around the world.\n\tPersuadee: I think that is a very good charity that appears to be doing good work. Do you currently volunteer with this charity?\nPersuader: I do. I help collect donations so the optimum number of children can be helped. Will you consider a donation?\n\tPersuadee: I like to support organizations that are Christian based and help further the spread of the Gospel to all of God's children. Is this organization Christian or religious based?\nPersuader: It is in terms of values. The majority of funds go directly to the basic care needs of children. Many have a better opportunity at life because they are nourished. What more can we do for the least of these?\n\tPersuadee: How does the organization go about determining who and where to support?\nPersuader: It is based entirely on need which is mostly in third world countries. Will you consider donating your task payment to further God's children worldwide? There is no greater service than to help.\n\tPersuadee: Maybe. In which countries do they serve?\nPersuader: They serve all African countries and all continents except Antartica. Gods love knows no boundaries. Please donate your fee to this important charity or at least part of it. You will be blessed. I just know it!\n\tPersuadee: How many children do you estimate are benefited?\nPersuader: Each year hundreds of thousands of little ones are benefited. My estimation of those benefited by your donation is 3 children for one year.\n\tPersuadee: Is this organization a 501(c)(3)?\nPersuader: Yes it is. What amount of your task fee would you like to donate today?\n\tPersuadee: I would like some more information before deciding to donate. Where is this organization based?\nPersuader: They are in Fairfield, CT. You can find more information at  URL  The children need your help. Please say yes to their most basic needs. \n\tPersuadee: how many employees are there?\nPersuader: Save the Children employs 1500 people worldwide. That is how much our help is needed. How much would you like to donate and be part of the solution to help our little brothers and sisters in Christ?\n\tPersuadee: What is the total revenue?\nPersuader: Is there anything else you would like to know as you generously commit your fee?", "label": [[15, 55, "1-RAPPORT-OTHER"], [128, 220, "4-LOGIC-OTHER"], [362, 368, "1-RAPPORT-OTHER"], [368, 442, "1-RAPPORT-OTHER"], [442, 471, "2-NEGOTIATE-REQUEST"], [671, 697, "4-LOGIC-OTHER"], [697, 767, "5-AUTHORITY-CREDENTIALS"], [768, 835, "4-LOGIC-OTHER"], [835, 878, "3-EMOTION-EMPATHY"], [975, 1046, "4-LOGIC-OTHER"], [1046, 1128, "2-NEGOTIATE-REQUEST"], [1128, 1169, "2-NEGOTIATE-OPINION"], [1234, 1304, "4-LOGIC-OTHER"], [1304, 1335, "3-EMOTION-EMPATHY"], [1334, 1408, "2-NEGOTIATE-REQUEST"], [1408, 1429, "3-EMOTION-PROMISE"], [1429, 1444, "3-EMOTION-PROMISE"], [1517, 1579, "3-EMOTION-EMPATHY"], [1579, 1656, "4-LOGIC-OTHER"], [1579, 1656, "3-EMOTION-ALTERCASTING"], [1714, 1724, "5-AUTHORITY-CREDENTIALS"], [1725, 1785, "2-NEGOTIATE-REMIND"], [1905, 1932, "5-AUTHORITY-CREDENTIALS"], [1932, 1971, "1-RAPPORT-OTHER"], [1971, 1999, "2-NEGOTIATE-REQUEST"], [2000, 2042, "2-NEGOTIATE-REQUEST"], [2095, 2145, "5-AUTHORITY-CREDENTIALS"], [2145, 2182, "3-EMOTION-EMPATHY"], [2182, 2294, "3-EMOTION-EMPATHY"], [2182, 2294, "2-NEGOTIATE-BARGAIN"], [2345, 2425, "3-EMOTION-ALTERCASTING"], [2345, 2425, "2-NEGOTIATE-REQUEST"]], "idx": "812"}
{"id": 3095, "data": "Persuader: Hi\n\tPersuadee: hi!\nPersuader: I would donate\n\tPersuadee: what would you donate?\nPersuader: I would donate money\n\tPersuadee: who arey ou givine money to?\nPersuader: To children that need help\n\tPersuadee: Yes i agree that children need our help\nPersuader: Yes good bless\n\tPersuadee: how much are you donating?\nPersuader: Like 4 dollars\n\tPersuadee: what do you think 4 dollars could do for the children\nPersuader: I know it will help alot\n\tPersuadee: who gets the help?\nPersuader: The children what about you\n\tPersuadee: I would like to help but am poor\nPersuader: Oh wow. U will be alright god be bless all of yall\n\tPersuadee: yeah I wish I could give money. I do volunteer tho\nPersuader: That's also great\n\tPersuadee: yeah i think as long as you can help in anyway, its good", "label": [[40, 55, "6-SOCIAL-OTHER"], [102, 122, "6-SOCIAL-OTHER"], [174, 201, "4-LOGIC-OTHER"], [330, 344, "6-SOCIAL-OTHER"], [421, 446, "3-EMOTION-ALTRUISTIC"], [488, 501, "4-LOGIC-OTHER"], [502, 516, "2-NEGOTIATE-RECIP"], [580, 623, "1-RAPPORT-FRIEND"], [698, 715, "1-RAPPORT-FRIEND"]], "idx": "813"}
{"id": 3096, "data": "Persuader: Hello, how are you doing today? \n\tPersuadee: Hello,I am going great, just had some barbecue chicken,how are you?\nPersuader: That is good to hear, barbecue chicken is always good too! I am doing well, just trying to talk to see if you would like to donate to Save the Children. It is an international organization that helps children in developing countries. \n\tPersuadee: Have you donated to the charity?\nPersuader: Not yet, it is something I am interested in doing though. Education is something that is really important to me and that is something that they help with. I think every child should have access to edcuation, especially in developing countries so that they can help improve their living situations. \n\tPersuadee: Yes, I agree, did you grow up with the proper resources?\nPersuader: I went through the public education system, it was one of the better school districts at the time. What about you? Is a lack of education something you faced?\n\tPersuadee: I went to private Catholic school until I was 13, then I went to Public schools which was a much better experience\nPersuader: So you were able to have a good education experience as well. Isn't that something you would like to help other children receive? Anything from $0.01 to $2.00 or any amount you choose, it can go to helping them get an education. \n\tPersuadee: Why is this charity worthy of my money?\nPersuader: Think about how often you buy a pack of gum or a candy bar, something you don't really need but it is because you want it. You can just skip that next impulse purchase to help out. Save the Children does help more than education as well. They help ensure children's access to health care (which we know is a huge topic of discussion every where),and help improve their safety and well being. Many kids do not have access to safe living conditions to even make it to school each day. \n\tPersuadee: I usually donate to animal shelters,where do you donate ?\nPersuader: What ever charity my grocery store is supporting at the time. Typically children related, sometimes it is for others. It is easy to just add a couple cents on top of my purchase (round up the total) to help their cause. \n\tPersuadee: yes, that is true I do that often at stores, how did you hear about Save the Children?\nPersuader: I was directly contacted by the research team to help get donations for this amazing cause. Helping indirectly is one thing (like through the store) but actually giving when you can be a direct part is so much better. Wouldn't you like to give just $0.50 to this cause? It can provide paper and pencils to a child for school. \n\tPersuadee: .50 would make a difference? that seems so small, not enough to make a difference\nPersuader: Any amount can make a difference, especially when everyone does a small part. \n\tPersuadee: ok I will donate .50 cents I feel compelled to help out \nPersuader: Your donation is greatly appreciated! \n\tPersuadee: I think they will do the right thing with the money they receive ", "label": [[194, 288, "1-RAPPORT-OTHER"], [288, 369, "4-LOGIC-OTHER"], [426, 484, "6-SOCIAL-OTHER"], [484, 581, "4-LOGIC-OTHER"], [581, 724, "4-LOGIC-OTHER"], [804, 904, "1-RAPPORT-DISCLOSE"], [904, 920, "1-RAPPORT-OTHER"], [920, 963, "3-EMOTION-EMPATHY"], [1102, 1164, "3-EMOTION-GUILT"], [1164, 1232, "3-EMOTION-ALTRUISTIC"], [1232, 1331, "4-LOGIC-OTHER"], [1395, 1518, "3-EMOTION-GUILT"], [1518, 1576, "4-LOGIC-OTHER"], [1576, 1632, "4-LOGIC-OTHER"], [1633, 1787, "4-LOGIC-OTHER"], [1787, 1878, "3-EMOTION-STORY"], [1960, 2022, "6-SOCIAL-OTHER"], [2022, 2078, "6-SOCIAL-OTHER"], [2078, 2180, "4-LOGIC-OTHER"], [2290, 2383, "1-RAPPORT-OTHER"], [2383, 2509, "4-LOGIC-OTHER"], [2509, 2560, "4-LOGIC-OTHER"], [2561, 2617, "4-LOGIC-OTHER"], [2723, 2801, "4-LOGIC-OTHER"]], "idx": "814"}
{"id": 3097, "data": "Persuader: Hi\n\tPersuadee: Do you like donations?\nPersuader: Which type of donations?\n\tPersuadee: Do you like to donate children's charity?\nPersuader: Yes I like to donate Children Charity.\n\tPersuadee: Please explain me about children's charity.\nPersuader: Save the Children charity is an organization that helps children in need around the wrold\n\tPersuadee: Okay, how many years you donate charity?\nPersuader: I donate last year oly firat time.\n\tPersuadee: Okay, totally how much you donate charity?\nPersuader: I approximately donate 30 dollars.\n\tPersuadee: Okay, You done a good job.\nPersuader: Thank you. Would you donate for that charity?\n\tPersuadee: No, I'm not donate charity.\nPersuader: Would you like to donate?\n\tPersuadee: Yes, I like to donate.\nPersuader: HOw much will you like to donate?\n\tPersuadee: I like to donate $25.\nPersuader: Wow super I like your excitement.\n\tPersuadee: Okay, Nice to chat with you.", "label": [[150, 188, "6-SOCIAL-OTHER"], [256, 345, "4-LOGIC-OTHER"], [409, 444, "6-SOCIAL-OTHER"], [511, 545, "6-SOCIAL-OTHER"], [606, 641, "2-NEGOTIATE-REQUEST"], [693, 718, "2-NEGOTIATE-REQUEST"], [765, 798, "2-NEGOTIATE-BARGAIN"]], "idx": "815"}
{"id": 3098, "data": "Persuader: hi how are you\n\tPersuadee: Hello, I'm doing well. How about you?\nPersuader:  I often donate clothes and assistance to childrens organizations\n\tPersuadee: That's awesome. I too like to donate clothes a d other items to those in need. I think it's great that people do this.\nPersuader: yes is very good helping this children  I am very happy to help people and make them happy\n\tPersuadee: Do you feel like you donate more during the holidays? Or is it pretty much all year round? I know I feel more prone to giving in the Fall around the holidays.\nPersuader:  I usually give up for the end of the year when I think my help will really make you happy\n\tPersuadee: You said you give assistance to children's organizations, what type of assistance? Monetary or time, if time what exactly?\nPersuader: for the Christmas and i donate 100$\n\tPersuadee: Nice. I love that people think of others during Christmas and give selflessly.\nPersuader: this is the life helping people and give the gift for the people\n\tPersuadee: I agree. It brings me joy to know I made a difference in someone else's life than my own. People helping people is a wonderful thing.\nPersuader: save the children is the best and fair organization \n\tPersuadee: I will have to look into that. I donate to a ministry that helps children in India with HIV/AIDS for their well being, food, housing, and medicine.\nPersuader: wow great \n\tPersuadee: It is nice to get personal letter from the kid I personally sponsor, it makes it so real to see the impact and how they grow up via photos.\nPersuader: this is the best think in your life the children are the future\n\tPersuadee: They are, we need to do all we can to make it better for them and better than we were given it.\nPersuader: yes i can do this\n\tPersuadee: I hope you have a great day and continue in your donation views.", "label": [[88, 152, "6-SOCIAL-OTHER"], [335, 385, "3-EMOTION-ALTRUISTIC"], [568, 658, "3-EMOTION-ALTRUISTIC"], [943, 1007, "3-EMOTION-ALTRUISTIC"], [294, 334, "3-EMOTION-ALTRUISTIC"], [805, 840, "6-SOCIAL-OTHER"], [1165, 1217, "5-AUTHORITY-CREDENTIALS"]], "idx": "816"}
{"id": 3099, "data": "Persuader: Hello\n\tPersuadee: Hello How are you\nPersuader: I am fine thank you. How bout you.\n\tPersuadee: I am good. So we are supposed to be talking about a childrens Charity? \nPersuader: I was thinking of donating part of my earnings for this to Save the Children. I think you should too.\n\tPersuadee: Okay, I might, I do not know anything at all about the charity. \nPersuader: The charity helps support children in developing countries. I will probably give $1 of the payment. What about you?\n\tPersuadee: My main consern about donating to children in need is that the donation is going to go to those children.\nPersuader: Well they have been around for a long time and on their site it says 9 out of every 10 dollars go to the children I think that they are pretty reputable and most of the money is going where it is needed.\n\tPersuadee: That is really great news then I am always concerned that it ever goes to a good place. I would be willing to give some of my money to that cause then.\nPersuader: Yea it is a really good cause. Glad you would be willing to give them a donation too.\n\tPersuadee: Is there a specific group of people this is going to help or is it just a general fund?\nPersuader: I know that you can sponsor a child but other than that it is a general fund that helps children all over the world. \n\tPersuadee: There seems to be almost constant suffering out there now. I have been watching what is happening to Venezuela and it is getting really horrible there \nPersuader: Indeed that is why I think it is important to help out even if it is just giving a small amount of money.\n\tPersuadee: I know that the charities can get like 10lbs of food from one dollar\nPersuader: How much do you think you will give right now since it can be directly deducted from the payment for this task.\n\tPersuadee: I think I would be willing to give $1\nPersuader: I think it will be really helpful.\n\tPersuadee: Well anything that is caring for someone else who is really suffering is good.", "label": [[188, 266, "2-NEGOTIATE-RECIP"], [266, 289, "2-NEGOTIATE-RECIP"], [377, 437, "4-LOGIC-OTHER"], [438, 478, "2-NEGOTIATE-RECIP"], [478, 493, "2-NEGOTIATE-BARGAIN"], [623, 826, "5-AUTHORITY-CREDENTIALS"], [1002, 1033, "2-NEGOTIATE-OPINION"], [1033, 1087, "2-NEGOTIATE-REMIND"], [1492, 1597, "4-LOGIC-OTHER"], [1690, 1801, "2-NEGOTIATE-BARGAIN"], [1862, 1897, "4-LOGIC-OTHER"]], "idx": "817"}
{"id": 3100, "data": "Persuader: On behalf of this hit i wat to talk to you about a charity\n\tPersuadee: What specifically would you like to talk about?\nPersuader: I want to talk to you about a charity called Save the Children\n\tPersuadee: I've heard of them. How much do we have to share with them?\nPersuader: well let me tell you a little bit about the charity first\n\tPersuadee: That sounds good. What do I need to know about them?\nPersuader: Save the Children is essential to help ensuring children's rights to health, education, safety and other things.\n\tPersuadee: That is a noble cause.\nPersuader: Yes without this charity young kids and their families could die of hunger, dehydration, or disease\n\tPersuadee: So, above it says, \"We encourage you to keep the conversation until a donation agreement is explicitly made.\" What type of agreement are they talking about?\nPersuader: well if you want you can donate but it says it will be deducted out of your task payment\n\tPersuadee: Honestly I'm not so inclined to at this point given how long it has taken.\nPersuader: HaHaHa ok so how much do you want to donate\n\tPersuadee: First, is your reward contingent on my donating?\nPersuader: Yes it is\n\tPersuadee: Alright then I'll donate half of whatever I can.\nPersuader: You can donate any amount you like. However big or small.\n\tPersuadee: The description said earn up to $2, so I'll donate $0.85, which is half of whatever the maximum bonus seems to be.\nPersuader: Wow so generous. i guess were done here\n\tPersuadee: Generous? Are you used to people ripping you off here lol. I usually just try to go with half for these things.\nPersuader: Lol im sure a lot of people only donate like a penny if that.", "label": [[11, 69, "1-RAPPORT-OTHER"], [140, 203, "1-RAPPORT-OTHER"], [421, 533, "4-LOGIC-OTHER"], [579, 679, "3-EMOTION-EMPATHY"], [860, 948, "4-LOGIC-OTHER"], [1047, 1090, "2-NEGOTIATE-BARGAIN"], [1245, 1302, "1-RAPPORT-OTHER"], [1616, 1677, "6-SOCIAL-OTHER"]], "idx": "818"}
{"id": 3101, "data": "Persuader: heyy. how are you?\n\tPersuadee: Hi there I am doing well. How about you today?\nPersuader: i am good here.. do you like to donate money in save the children concept?\n\tPersuadee: Well I do like to help kids.\nPersuader: oh that the great...i am donating some of the money in this concept. how much do you want to donate?\n\tPersuadee: Do you know anything about the STC charity?\nPersuader:  URL this is the website you can refer.\n\tPersuadee: Well it does look like they do really help.\nPersuader: yess. they do help very well. even i am not donating money without knowing about the concept..so what do you think to donate?\n\tPersuadee: Well how much were you asking for?\nPersuader: i can not force you for the amount. i am going to donate $50 as off now\n\tPersuadee: Well I  think I can donate some of my pay.\nPersuader: can you please let me know the amount?\n\tPersuadee: I hope the money will really help out if I donate.\nPersuader: yes that is for sure. i am also donating my money on this surity only.\n\tPersuadee: Well, I am sure I could give a little something.\nPersuader: that is good. approx how much?\n\tPersuadee: Just to confirm it is for the charity Save the Children, right?\nPersuader: yes. i already sent a link to you\n\tPersuadee: Ok would $. 05 help?\nPersuader: nice to talk with you..", "label": [[117, 174, "1-RAPPORT-OTHER"], [227, 296, "2-NEGOTIATE-RECIP"], [296, 327, "2-NEGOTIATE-BARGAIN"], [396, 434, "5-AUTHORITY-CREDENTIALS"], [508, 532, "4-LOGIC-OTHER"], [532, 596, "5-AUTHORITY-CREDENTIALS"], [596, 627, "2-NEGOTIATE-BARGAIN"], [685, 721, "1-RAPPORT-OTHER"], [721, 757, "2-NEGOTIATE-RECIP"], [823, 862, "2-NEGOTIATE-REMIND"], [937, 959, "5-AUTHORITY-CREDENTIALS"], [959, 1007, "6-SOCIAL-OTHER"], [1093, 1110, "2-NEGOTIATE-BARGAIN"]], "idx": "819"}
{"id": 3102, "data": "Persuader: Ahoy there kind stranger! Tell me, are you as full of joy , love, and charity as me today?\n\tPersuadee: I am full of joy, love. But charity is questinable\nPersuader: Can I inquire as to why the charity section of your heart id potentially hardened?\n\tPersuadee: It's not hardened, it is just suspicious of anyone and everyone \nPersuader: Well, let me ask you this. What do you believe the value of charity is to you? \n\tPersuadee: It depends on what I am giving to. Am I giving to an organization or straight to another fellow human.\nPersuader: I would argue that the recipient is not relevant. You see, in my opinion, Charity in and of itself is a selfish act. Or perhaps, a better way to say it is that it is more of an exchange. We exchange our time, energy, money etc for a powerful thing. That thing is called purpose. \n\tPersuadee: Oh!! That really opened me up. I've never thought of it that way. But that goes against the literal definition of charity, no?\nPersuader: Perhaps, but does the definition matter to those who are in need? \n\tPersuadee: Not at all. Those in need don't mind where help comes from. But I tend to question some charity organizations. What's your view on these organizations/ foundations?\nPersuader: Well, I have one in mind specifically. It's called Save The Children. They seem pretty fantastic. Theyve single handedly reduced the infant mortality rate by 62% in third world countries. Can I verify that? Of course not. But I believe it. And thats what matters to me. I believe that the little I have to give could help, and because of that it makes me feel delightful. I'm doing my best with what I've got. Are you?\n\tPersuadee: You know what they say...\"charity begins at home\". So I make sure my home is helped before I help others.\nPersuader: Of course! As you should. I believe your heart it good, I can tell just from talking to you anonymously. But I also believe that there is more of you to share with the world. The world needs it, and I believe you want to feel it. So let me ask you this: The researchers conducting this study are able to use all of your bonus or just some and send it directly to this children's charity. Do you think you are ready to do that? \n\tPersuadee: I'll pledge $0.50\nPersuader: I think thats very admirable of you. Truly kind. It's pleasure talking with you today.\n\tPersuadee: Pleasure talking to you as well\nPersuader: Do you feel like you could have given more out of curiosity? And if so, what held you back?\n\tPersuadee: No, that's max. The rest is for my home\nPersuader: Understood. Well, congrats on expanding yourself today, my friend.\n\tPersuadee: You are welcome", "label": [[37, 101, "1-RAPPORT-OTHER"], [176, 258, "1-RAPPORT-OTHER"], [374, 426, "1-RAPPORT-OTHER"], [553, 603, "4-LOGIC-OTHER"], [603, 670, "2-NEGOTIATE-REWARD"], [670, 740, "2-NEGOTIATE-REWARD"], [740, 802, "2-NEGOTIATE-REWARD"], [802, 832, "2-NEGOTIATE-REWARD"], [982, 1049, "4-LOGIC-OTHER"], [1238, 1308, "1-RAPPORT-OTHER"], [1308, 1336, "2-NEGOTIATE-OPINION"], [1336, 1426, "5-AUTHORITY-CREDENTIALS"], [1460, 1478, "2-NEGOTIATE-OPINION"], [1426, 1459, "2-NEGOTIATE-OPINION"], [1478, 1508, "2-NEGOTIATE-OPINION"], [1508, 1610, "2-NEGOTIATE-REWARD"], [1610, 1648, "6-SOCIAL-OTHER"], [1648, 1656, "6-SOCIAL-OTHER"], [1813, 1890, "3-EMOTION-ALTERCASTING"], [1891, 1961, "3-EMOTION-ALTERCASTING"], [1961, 2016, "2-NEGOTIATE-REWARD"], [2016, 2174, "4-LOGIC-OTHER"], [2174, 2213, "2-NEGOTIATE-REQUEST"], [2254, 2292, "1-RAPPORT-COMPLIMENT"], [2292, 2304, "1-RAPPORT-COMPLIMENT"], [2304, 2341, "1-RAPPORT-COMPLIMENT"], [2397, 2458, "3-EMOTION-OTHER"], [2458, 2488, "3-EMOTION-OTHER"]], "idx": "820"}
{"id": 3103, "data": "Persuader: The Save the Children charity desperately needs your help, would you consider donating to this cause?\n\tPersuadee: I'm sorry I do not know anything about the charity\nPersuader: They provide services to vulnerable children around the world.  Clean water, vaccines, etc... would you donate .15 cents? It is a small amount but added to other worker's donations it will go far in saving lives.\n\tPersuadee: Is there any link or page I can visit to get more information on the charity? I am currently donating already to another charity and I am extremely picky on who I donate to.\nPersuader: Yes, Save the Children.org  The researchers will deduct any amount you would like to donate from your pay and make the payment for you.\n\tPersuadee: Alright, to whom does the money go to\nPersuader: Save the Children.Your donation is really appreciated.  Recently for instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence.\n\tPersuadee: Does the charity only service children outside of the US?\nPersuader: No they also help children in the U.S. For instance they help children affected by natural disasters in the U.S.\n\tPersuadee: Is the charity a non profit group?\nPersuader: Yes they are a non-profit\n\tPersuadee: What are your annual goals, needs, and results?\nPersuader: In fiscal year 2017, 86% of all expenditures went to program services, 5% went to management, and 9% went to fundraising.  The goal is the more money raised the more services can be provided to children going through different disasters and crisis.\n\tPersuadee: Who are your main competitors and how do your results in recent years compare to theirs?\nPersuader: In 2017 Save the Children helped 155 million children.  I don't know the statistics for other organizations.  The nice thing about this organization is the high percentage of money that goes directly to helping children and not overhead management costs. \n\tPersuadee: Alright I have made a decision on how much to donate. I think overall the donation would not go to waste even if it is such a small amount.\nPersuader: Thank you very much it will make an impact.\n\tPersuadee: I would like to donate $2.00 to the charity.\nPersuader: That's wonderful, Thanks again :)\n\tPersuadee: Its no problem. I did my own research on the charity, and I believe that it is a solid charity.", "label": [[11, 112, "2-NEGOTIATE-REQUEST"], [187, 251, "4-LOGIC-OTHER"], [251, 281, "4-LOGIC-OTHER"], [281, 309, "2-NEGOTIATE-BARGAIN"], [309, 399, "4-LOGIC-OTHER"], [597, 625, "5-AUTHORITY-CREDENTIALS"], [624, 732, "5-AUTHORITY-CREDENTIALS"], [850, 952, "3-EMOTION-STORY"], [812, 850, "3-EMOTION-ALTERCASTING"], [952, 1065, "4-LOGIC-OTHER"], [1186, 1259, "4-LOGIC-OTHER"], [1318, 1343, "5-AUTHORITY-CREDENTIALS"], [2195, 2238, "3-EMOTION-PROMISE"], [1146, 1186, "3-EMOTION-EMPATHY"], [1414, 1537, "5-AUTHORITY-CREDENTIALS"], [1538, 1663, "4-LOGIC-OTHER"], [1775, 1831, "5-AUTHORITY-CREDENTIALS"], [1832, 1886, "5-AUTHORITY-CREDENTIALS"], [1885, 2031, "5-AUTHORITY-CREDENTIALS"]], "idx": "821"}
{"id": 3104, "data": "Persuader: hi\n\tPersuadee: hi how are you\nPersuader: Iam fine. How are you?\n\tPersuadee: you know about saving the children's charity?\nPersuader: Yes I know about Saving the children's charity.\n\tPersuadee: you give any donation\nPersuader: Yes i give donation one year back.\n\tPersuadee: Explain about that charity\nPersuader: It is a charity with the goal of helping children in need around the world\n\tPersuadee: it is very nice. how much you donate\nPersuader: I donate 50 dollars last year. Will you donate?\n\tPersuadee:  yes i will plan to donate\nPersuader: Oh super How much will you like to play?\n\tPersuadee: i plan donate 30$\nPersuader: Oh it nice amount. Where are you from?\n\tPersuadee: vancouver. are you from\nPersuader: Iam from Virginia.\n\tPersuadee: how is your family\nPersuader: Yes my family is good.\n\tPersuadee: this year u plan to donate", "label": [[236, 271, "6-SOCIAL-OTHER"], [321, 396, "4-LOGIC-OTHER"], [457, 504, "2-NEGOTIATE-RECIP"], [555, 595, "2-NEGOTIATE-BARGAIN"]], "idx": "822"}
{"id": 3105, "data": "Persuader: Hello\n\tPersuadee: Hi! How are you?\nPersuader: doing good... what about you\n\tPersuadee: I'm pretty good. Thank you for asking\nPersuader: What we are going to discuss here?\n\tPersuadee: I am not sure, about charity maybe?\nPersuader: okay.... i think this is about children's charity\n\tPersuadee: Tell me more about it\nPersuader: This is a charity program to collect money for the upliftment of the kids \n\tPersuadee: What is the name of the charity and what are the programs?\nPersuader: this is the charity to save the children.... would you like to donate something\n\tPersuadee: Is it trustworthy and how does my charity benefit the children?\nPersuader: All the amount donated by you is going for the charity\n\tPersuadee: What are the programs? \nPersuader: It will promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Where is the headquarter of the charity?\nPersuader: Headquarter is in fairfield, CT. you can visit  URL \n\tPersuadee: Are there any program for kids in US?\nPersuader: Yes there are some. Would you like to donate. you can do it after this conversation\n\tPersuadee: I will donate 20 cents ", "label": [[241, 290, "1-RAPPORT-OTHER"], [335, 410, "4-LOGIC-OTHER"], [493, 538, "5-AUTHORITY-CREDENTIALS"], [538, 572, "2-NEGOTIATE-REQUEST"], [660, 714, "5-AUTHORITY-CREDENTIALS"], [761, 865, "4-LOGIC-OTHER"], [930, 982, "5-AUTHORITY-CREDENTIALS"], [1044, 1064, "3-EMOTION-EMPATHY"], [1064, 1090, "2-NEGOTIATE-REQUEST"]], "idx": "823"}
{"id": 3106, "data": "Persuader: How much money do you spend daily on extras like a coffee or treat?\n\tPersuadee: I spend about 5 dollars a day, you?\nPersuader: About 1 dollar per day. Do you think that amount of money would make a difference in a needy child's life?\n\tPersuadee: I think it would in many places\nPersuader: I agree. Are you familiar with a charity called Save the Children?\n\tPersuadee: No i am not can you explain?\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Wow thats great. How can I help?\nPersuader: We can help by making a donation which is essential to help ensuring children's rights to health, education, safety, etc. \n\tPersuadee: Thank you. How do i donate?\nPersuader: You can donate by choosing an amount of your task payment from $0 to all.\n\tPersuadee: Ok i will donate some\nPersuader: That's great! The monies will go to a worthy cause.  Every little bit helps.\n\tPersuadee: Tha k you so much for the infkrmation\nPersuader: You are welcome.\n\tPersuadee: I will donate 10 cents\nPersuader: Any chance you would consider making a greater donation?  \n\tPersuadee: That is all i can afford\nPersuader: It is automatically deducted from your task payment.  It will be collected by the research team and sent to Save the Children.  Thank you for your contribution!\n\tPersuadee: Tha k you for my awareness", "label": [[11, 78, "3-EMOTION-GUILT"], [138, 162, "1-RAPPORT-DISCLOSE"], [162, 244, "3-EMOTION-GUILT"], [299, 309, "1-RAPPORT-SIMILAR"], [309, 366, "1-RAPPORT-OTHER"], [419, 587, "4-LOGIC-OTHER"], [644, 766, "2-NEGOTIATE-REQUEST"], [818, 891, "2-NEGOTIATE-BARGAIN"], [937, 989, "3-EMOTION-PROMISE"], [990, 1013, "4-LOGIC-OTHER"], [1137, 1196, "2-NEGOTIATE-BARGAIN"], [1245, 1373, "5-AUTHORITY-CREDENTIALS"]], "idx": "824"}
{"id": 3107, "data": "Persuader: How are you this holiday weekend?\n\tPersuadee: I am doing alright. Just trying to get some work done, but I am procrastinating by doing this. How are you?\nPersuader: Very good.  We were looking to have a cookout, but it's raining, so I have a bit of time for some mturk work.\n\tPersuadee: Oh. I am sorry about that. I hope it clears up soon. It's been raining here as well. So, is there anything specific we are supposed to be discussing here or just chatting about life? \nPersuader: Yes, I have been asked to solicit a donation to the Save the Children charity.\n\tPersuadee: Oh I see. I'm the donator and you're the solicitor. So, what is the Save the Children charity? \nPersuader: It's been around almost forever.  Save the Children supports nutrition, sanitation and education initiatives in the US and third world countries.\n\tPersuadee: That sounds pretty good. I don't know why I've never heard of it. Doesn't sound like a charity someone could disagree with. Have they had any scandals or any thing? \nPersuader: None that I am aware of.  I'm surprised you've never heard of it.  They have run television commercials off and on for decades.\n\tPersuadee: Only thing that comes to mind is UNICEF. It also has kind of a generic name, but I suppose if it's been around so long, then others copied those sorts of names from them. But that could be why it isn't strong in my memory. \nPersuader: Less than 10% of the money raised goes for fund raising purposes, and only 5% for management.  Over 85% goes directly to recipients.  It is one of the most efficient charities around and is highly rated by the groups that do such things.\n\tPersuadee: Awesome. Well then, I guess I would like to donate. How does that work? \nPersuader: You can donate the money that you are receiving for this mturk task, up to $2.  It's for a good cause.\n\tPersuadee: Ahhhh. I see. Ok that wasn\\'t clear to me in my instructions. Alright. So, do I just say something specific like \"I would like to donate 2 dollars\" or do you have to ask me a specific question?\nPersuader: I suspect that end of the conversation, you will be asked to donate a specific amount.  But it can't hurt to state how much of it you would like to donate.  With me, there's something about holiday weekends that makes me feel more charitable.\n\tPersuadee: Ok. I am going to donate the entire $2 then. Are you provided with any sort of incentive to make me donate more? The donation will stay the same regardless. Or are you not allowed to say?\nPersuader: What I know is that the research team will collect all the money all the donations and send the money directly to Save the Children.\n\tPersuadee: I feel like that is a statement they told you to say if someone asks haha. That's fine. Like I said. I will keep the donation the same, I just was curious. I am I the only person you've had to ask? \nPersuader: Yes, you are.  Sometimes it's hard to figure out what some of these mturk tasks are going after.\n\tPersuadee: Yeah. I am wondering if they will still give me the $2 regardless, but I am not holding hope. It's okay regardless. If it's as good of an organization as it seems, then I don't mind. \nPersuader: The task indicates that we can complete the conversation now.  Thank you for the donation.  I hope the rain stops where you are and you can enjoy the rest of the day.\n\tPersuadee: Great. Same to you. Enjoy the rest of the day! ", "label": [[493, 571, "1-RAPPORT-OTHER"], [692, 725, "5-AUTHORITY-CREDENTIALS"], [725, 836, "4-LOGIC-OTHER"], [1026, 1052, "5-AUTHORITY-CREDENTIALS"], [1052, 1093, "5-AUTHORITY-CREDENTIALS"], [1092, 1153, "5-AUTHORITY-CREDENTIALS"], [1401, 1494, "5-AUTHORITY-CREDENTIALS"], [1496, 1535, "5-AUTHORITY-CREDENTIALS"], [1534, 1638, "5-AUTHORITY-CREDENTIALS"], [1735, 1815, "2-NEGOTIATE-BARGAIN"], [1815, 1837, "4-LOGIC-OTHER"], [2143, 2211, "6-SOCIAL-OTHER"], [2212, 2297, "6-SOCIAL-OTHER"], [2509, 2641, "5-AUTHORITY-CREDENTIALS"]], "idx": "825"}
{"id": 3108, "data": "Persuader: Hello.\n\tPersuadee: Hello.\nPersuader: Kids are so in need. Don't you want to help them.\n\tPersuadee: Of course.  Do you have a favorite children's charity?\nPersuader: save the kids\n\tPersuadee: Is that a specific charity?  I've never heard of it.\nPersuader: united nations refugee\n\tPersuadee: I've never heard of that specifically.  I do know that the United Nations runs UNICEF, which helps children in need around the world.  Do you like that charity?\nPersuader: yes. I like physicians without borders too\n\tPersuadee: Me too.  If we're trying to decide on a charity, I think either one of those would be a good choice.  Do you have a preference for one over the other?\nPersuader: Charity is so important...\n\tPersuadee: Am I speaking to a real person right now?\nPersuader: oh yes. lisa\n\tPersuadee: Just making sure.  Do you have anything else to add that might help us come to an agreement?  Any charity preference?\nPersuader: whatever donates the most...has the lowest operating costs\n\tPersuadee: I don't have that information, unfortunately.  Would you say UNICEF does better work or Doctors Without Borders.  Both are good charities.\nPersuader: doctors without borders is my fave...my best friend's parents used to work for them\n\tPersuadee: I'm totally fine with that.  So we agree then that Doctors Without Borders is our prefered charity?\nPersuader: yes I agree\n\tPersuadee: Alright then, I think we've accomplished the goal.  I explicitly agree that Doctors Without Borders is what we've decided on.  Thanks.", "label": [[48, 69, "3-EMOTION-EMPATHY"], [68, 97, "3-EMOTION-GUILT"], [690, 716, "4-LOGIC-OTHER"], [936, 994, "5-AUTHORITY-CREDENTIALS"], [1157, 1240, "1-RAPPORT-DISCLOSE"]], "idx": "826"}
{"id": 3109, "data": "Persuader: i'm ready to continue\n\tPersuadee: Hello we will be discussing a children's charity today\nPersuader: yes i'm ready \n\tPersuadee: we need to come up with an amount that we agree upon \nPersuader: i come up with an amount 500\n\tPersuadee: thats a good amount but we could also do 250\nPersuader: Ok i'll definitely do 250\n\tPersuadee: do you think that is too low\nPersuader: yes,we need to save many childrens \n\tPersuadee: i think 1000 is too much, you?\nPersuader: yes i'm also think so. But 1000 is much helpful for childrens\n\tPersuadee: i agree i want to help the kids also, between 500 and 250 which one do you like\nPersuader: i agree with 500\n\tPersuadee: ok 500 sounds good that should help the children, how many do u think that will help\nPersuader: maximum number that will help\n\tPersuadee: i am hoping for at least 10 or so, any other number you are thinking about \nPersuader: i think about with 15\n\tPersuadee: so 500 is the agreed upon amount\nPersuader: yes i agree with that\n\tPersuadee: I am good with that number also", "label": [[202, 231, "2-NEGOTIATE-BARGAIN"], [300, 325, "2-NEGOTIATE-RECIP"], [378, 412, "2-NEGOTIATE-BARGAIN"], [468, 491, "4-LOGIC-CONCEDE"], [491, 529, "2-NEGOTIATE-BARGAIN"]], "idx": "828"}
{"id": 3110, "data": "Persuader: Good morning! I hope that you are having a great day so far!\n\tPersuadee: good morning, yes i am... i hope you are as well\nPersuader: Indeed I am :) would it be alright with you if I spoke to you a little bit about a wonderful charity called Save The Children?\n\tPersuadee: Absolutely, I am a little familiar with that orginization....\nPersuader: Thats great! Save The Children is a charity program that helps millions of children across the world. We provide numerous support groups and programs to help children everywhere. For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. We provide protection to children and emotional support to them.\n\tPersuadee: wow.... My career is working with the homeless... i am thankful that we dont have to factor protection from real bodily harm into our work. Save the Children truly is a good cause\nPersuader: That is amazing :) I have several friends and family that work together in my area to provide support for children and women against domestic violence. And to be able to speak to someone about the Save The Children Foundation is an honor. Across the US one in five children grows up in poverty. We have been around since 1932, providing support to the most isolated and under-served children in Rural America. The best program we offer in my opinion is Education and our programs to help children grieve and obtain the emotional support they need in order to grow.\n\tPersuadee: So Save The Children is 86 years old... that's incredible... a tremendous ammount of good has been done in all those years.... just out of curiosity, what is the percentage of donations that actually get to the need? i mean how much of every dollar is used for the actual program?\nPersuader: Please don't hesitate to ask any questions. I am more than happy to provide information about our cause. 86% of our funding goes to  Program Services, 9% goes into fundraising meaning we get the word out about the charity and set up events. And just 5% goes to management and general things. Here is a link that breaks down all our costs and the donations we receive.  URL s/about-us/financial-information\n\tPersuadee: Please dont misunderstand... i think you are a little low though.... i think more like 88.3% goes to your programs which is an incredibly great amount by comparison... like i said, I also work in Charity so its very interesting to me\nPersuader: PERSON_1: PERSON_1: PERSON_1: Our 86% was based off our 2017 annual report, I am sure there could be even more of a percentage as of late. Around 34% of donations go to health and nutrition, and my personal favorite is 21% into education benefits. I believe if we are able to give people a proper education they can learn so much and see that anything is possible in our world. That the world is not always cruel and that you can pull yourself from the ground up to the sky if you really want to. \n\tPersuadee: I Completely agree.... and after all... we have to take care of our children because they are our future\nPersuader: I would like to apologize for my mistype in the previous message. It seems as if my wording went over and it caused some issues for the system. I completely agree with you as well. If we do not help our children then there will be no future. Every childs life matters, and where we are not forced to help those that need it, a lot of people still find the compassion to see that even a little amount of money can go a long way in helping those around us less fortunate.\n\tPersuadee: you are absolutely correct... if a lot of people donate a little.... its still an astounding amount\nPersuader: So based off our discussion would you be interested in donating to the charity now? Your donation would be directly deducted from your task payment. You can choose any amount from $0 to all of your payment.\n\tPersuadee: I do not have a problem with that at all, as a matter of fact... i've been waiting for you to ask... hahaha\nPersuader: Thats great! I would much rather give someone facts and accurate/detailed information about a cause or charity before asking for anything from said person. So that depending on what you like and what you hear you can make the decision yourself on what you feel would be a good donation. For I cannot decide how much you donate to the cause, but rather what I myself can donate. Do you have a figure in mind?\n\tPersuadee: I do, I was thinking Half of my payment which would be a total donation of $1\nPersuader: Thank you so much! Your donation means the world, and is very generous of you.\n\tPersuadee: Honestly it is a blessing to me to be able to help even in such a small way", "label": [[159, 270, "1-RAPPORT-OTHER"], [458, 535, "5-AUTHORITY-CREDENTIALS"], [369, 458, "5-AUTHORITY-CREDENTIALS"], [535, 628, "3-EMOTION-STORY"], [628, 742, "4-LOGIC-OTHER"], [742, 806, "4-LOGIC-OTHER"], [1010, 1029, "1-RAPPORT-COMPLIMENT"], [1162, 1249, "5-AUTHORITY-CREDENTIALS"], [1249, 1305, "4-LOGIC-OTHER"], [1305, 1420, "5-AUTHORITY-CREDENTIALS"], [1420, 1574, "2-NEGOTIATE-OPINION"], [1879, 1922, "5-AUTHORITY-CREDENTIALS"], [1923, 1984, "5-AUTHORITY-CREDENTIALS"], [1984, 2120, "5-AUTHORITY-CREDENTIALS"], [2119, 2170, "5-AUTHORITY-CREDENTIALS"], [2170, 2284, "5-AUTHORITY-CREDENTIALS"], [2572, 2681, "5-AUTHORITY-CREDENTIALS"], [2681, 2790, "5-AUTHORITY-CREDENTIALS"], [2790, 2920, "2-NEGOTIATE-OPINION"], [2920, 3038, "3-EMOTION-OTHER"], [3312, 3348, "1-RAPPORT-FRIEND"], [3349, 3410, "4-LOGIC-OTHER"], [3409, 3637, "4-LOGIC-OTHER"], [3761, 3845, "2-NEGOTIATE-REQUEST"], [3909, 3967, "2-NEGOTIATE-BARGAIN"], [4112, 4255, "5-AUTHORITY-CREDENTIALS"], [4255, 4386, "2-NEGOTIATE-BARGAIN"], [4386, 4477, "6-SOCIAL-OTHER"], [4477, 4506, "2-NEGOTIATE-BARGAIN"], [4627, 4686, "1-RAPPORT-COMPLIMENT"]], "idx": "829"}
{"id": 3111, "data": "Persuader: Hello there.  Have you heard of a charity called Save the Children?\n\tPersuadee: no\nPersuader: It is an international non-governmental organisation that promotes children's rights, provides relief and helps support children in developing countries.  The organisation promotes policy changes in order to gain more rights for young people, especially by enforcing the UN Declaration of the Rights of the Child. Alliance members co-ordinate emergency-relief efforts, helping to protect children from the effects of war and violence.\n\tPersuadee: That sounds extremely awesome.\nPersuader: Yeah, it was founded in 1919, so it's coming up on 100 years.\n\tPersuadee: Congratulations to them.\nPersuader: They're really everywhere.  They even help deal with hurricane relief efforts here in the United States, as they did with Hurricane Harvey last year.\n\tPersuadee: That's good because hurricanes have devastating effects.\nPersuader: Would you like to donate a portion of the earnings from this task to Save the Children?  The research team will collect the donations and send them to Save the Children.\n\tPersuadee: I think I'm ok.\nPersuader: All right, thank you for your time.\n\tPersuadee: you're welcome, that was fun\nPersuader: Oh, I see, this conversation has to go for 10 turns EACH.\n\tPersuadee: It does. I think the charity sounds pretty good.\nPersuader: Yeah, I mistimed that.  That's on me.\n\tPersuadee: Its all good bud. Switching tasks all the time can be very difficult.\nPersuader: Yeah. such is Mturk life.\n\tPersuadee: Not very much of a life. Maybe we will get a dollar. lol\nPersuader: Haha, touche. GL\n\tPersuadee: same to you and good night", "label": [[105, 259, "5-AUTHORITY-CREDENTIALS"], [260, 418, "4-LOGIC-OTHER"], [419, 539, "4-LOGIC-OTHER"], [594, 655, "5-AUTHORITY-CREDENTIALS"], [934, 1021, "2-NEGOTIATE-REQUEST"], [703, 731, "5-AUTHORITY-CREDENTIALS"], [732, 853, "4-LOGIC-OTHER"], [1023, 1103, "5-AUTHORITY-CREDENTIALS"]], "idx": "830"}
{"id": 3112, "data": "Persuader: Hello, How you doing\n\tPersuadee: Great thanks, Im here to talk about the childrens charity.\nPersuader: Yes, Hope you aware whats going with child who died from hunger \n\tPersuadee: I am mostly aware yes. This is why i would love to donate an amount.\nPersuader: You are such a good personality .. How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: I not sure, how many children are in need of a donation? This will impact my decision on how much to give.\nPersuader: 1000 childrens at the first slot\n\tPersuadee: Right, it will probably have to be 80% of my task payment then. I'd love to help 1000 children.\nPersuader: Thanks so much.\n\tPersuadee: No problem, what day is the charity meet up then?\nPersuader: We will circulate the information to all the volunteers soon . \n\tPersuadee: Great, and can i bring family members to the donation event?\nPersuader: Sure , everyone are welcome\n\tPersuadee: Great what time is it on?\nPersuader: Falls on morning timeslot and venue details will be shared shortly after we cosolidated the donators\n\tPersuadee: Okay great, is there parking for the venue or should i get a taxi there?\nPersuader: You will have a parking slot available . However, based on our venue finalization we can check the feasability for everyone. \n\tPersuadee: Thanks. Just to confirm, I'm donating 80% of my task amount.\nPersuader: sure thanks again\n\tPersuadee: Thanks very much, nice speaking to you.", "label": [[114, 178, "3-EMOTION-EMPATHY"], [271, 306, "1-RAPPORT-COMPLIMENT"], [421, 475, "2-NEGOTIATE-BARGAIN"], [606, 638, "4-LOGIC-OTHER"], [306, 357, "2-NEGOTIATE-BARGAIN"]], "idx": "831"}
{"id": 3113, "data": "Persuader: Hello.\n\tPersuadee: hello  how are you?\nPersuader: I'm doing well. Do you donate to charities at all?\n\tPersuadee: yes  i do.   how about you?\nPersuader: Yes, I especially like Save the Children. \n\tPersuadee: i like donating to St Jude.  i have a cousin that was treated in memphis at one of their hospitals\nPersuader: Yes, they are good too. Save the Children helps children all over the world. A huge amount of their donation money goes right back to the children in need. \n\tPersuadee: I also like Make A Wish Foundation.  i have donated there a few times\nPersuader: Would you be interested in donating to Save the Children. I just learned recently they helped children during the hurricanes in the United States.\n\tPersuadee: i honestly prefer St Jude. If it wasnt for donations being made, my cousin might not be here today.  He goes back every year now to get a check up and will for life at no cost.  \nPersuader: I am so grateful that your cousin got the medical care they needed. Consider that Save the Children does good things also with a very low overhead. I could give you their website if you would like to learn more about their good works. \n\tPersuadee: Childhood cancer is something that I believe is worth fighting for.  Families never receive a bill and are allowed to stay at The Ronald McDonald house while their child is being treated.  \nPersuader: I do feel for your family and that terrible disease of cancer. I recently lost my sister-in-law to breast cancer but I've never been through it with my children. It can break your heart\n\tPersuadee: St Jude runs on  donations made by people like you and I.  My sincerest apologies on losing your sister-in-law.  Cancer is an awful disease.  Research is being done every day at St Jude to find ways of fighting cancer.\nPersuader: Yes, St Jude is one I donate to also. Is there a chance you would make a donation to Save the Children today? It can be a small amount such as ten cents, up to $2. Your donation will be directly deducted from your task payment. \n\tPersuadee: I would prefer to donate to St Jude at this time.  Would you be willing to do the same?\nPersuader: Okay. Thank you for sharing your personal information with me. Yes, I'll consider what you said about your charity of choice. \n\tPersuadee: So, can we both agree to donate a portion of our task payment to St Jude?\nPersuader: I believe this task is for Save the Children only. \n\tPersuadee: If that is the case then i will donate $0.20 of my task payment to that charity if you will do the same.\nPersuader: Yes, that is agreeable, but don't hang up yet. \n\tPersuadee: Ok.  I'm glad we came to this decision.\nPersuader: Me too. I promise you I'm donating per your request. Thank you for helping Save the Children. ", "label": [[77, 111, "1-RAPPORT-OTHER"], [163, 204, "2-NEGOTIATE-OPINION"], [352, 404, "4-LOGIC-OTHER"], [405, 484, "5-AUTHORITY-CREDENTIALS"], [578, 636, "2-NEGOTIATE-REQUEST"], [636, 724, "4-LOGIC-OTHER"], [927, 995, "1-RAPPORT-FRIEND"], [995, 1075, "5-AUTHORITY-CREDENTIALS"], [1075, 1162, "5-AUTHORITY-CREDENTIALS"], [1375, 1439, "1-RAPPORT-FRIEND"], [1439, 1537, "1-RAPPORT-DISCLOSE"], [1538, 1561, "1-RAPPORT-FRIEND"], [1804, 1842, "1-RAPPORT-DISCLOSE"], [1842, 1913, "2-NEGOTIATE-REQUEST"], [1913, 1968, "2-NEGOTIATE-BARGAIN"], [2150, 2207, "1-RAPPORT-FRIEND"], [2548, 2570, "2-NEGOTIATE-RECIP"], [2659, 2667, "1-RAPPORT-FRIEND"], [2667, 2712, "2-NEGOTIATE-RECIP"]], "idx": "832"}
{"id": 3114, "data": "Persuader: Save the Children is a great charity you should consider donating to\n\tPersuadee: yeah , i agree it is a great charity, but i prefer to donate to St Jude\nPersuader: I think that's great too but if you already give to St Jude why not give to Save the Children this time?\n\tPersuadee: I guess I could throw them .10\nPersuader: Why not give them more so they can really help the children with it?\n\tPersuadee: I am so broke but giving a dime is really all i can afford today.\nPersuader: It wouldn't hurt to give more. Honestly, if you think you're broke you should see how poor these children are. You know they're worse off than you, right?\n\tPersuadee: Honestly < do not think so. My dqaughter and I are Homeless at the moment and have to sleep in parking lots.. To be able to afford to get her some milk would be nice.\nPersuader: These are kids we're talking about they know nothing but war going on and you already mentioned you give to St Jude. Why not give what you were going to give to St Jude to Save the Children?\n\tPersuadee: 0k Here is a .25\nPersuader: Couldn't you split it 50/50? Give them $1? I mean you'd give that to St Jude wouldn't you?\n\tPersuadee: I would ifd my daughter was not needing milk also... Its hard to donate when I feel i would be taking from my daughter to give to other children.. \nPersuader: This isn\\'t money you\\'ve even seen yet though. It\\'s \"imaginary\" money until it materializes so that\\'s different? I\\'m sure you could give $2\n\tPersuadee: Its not imaginary money though... what i give takes away from ours later.\nPersuader: Well think of all the money you spend on things you don't need? $2 is definitely money we waste daily and that would really help these kids.\n\tPersuadee: No, I do not waste any money, Right now school is about to start and she has no school supplys or anything new for school. shoot i am the biggest tight wad when it comes to trying to save anything for her.\nPersuader: Then why not give some money to these kids too? They have even less than your daughter has. You can surely spare $2\n\tPersuadee: no, I cant .25 is the most I am willing to part with.\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: >15 cents sorry maybe more next time.", "label": [[11, 79, "2-NEGOTIATE-OPINION"], [175, 279, "4-LOGIC-OTHER"], [334, 402, "2-NEGOTIATE-BARGAIN"], [492, 523, "2-NEGOTIATE-BARGAIN"], [523, 603, "3-EMOTION-GUILT"], [603, 646, "3-EMOTION-GUILT"], [837, 953, "4-LOGIC-ARGUE"], [954, 1027, "4-LOGIC-OTHER"], [1068, 1096, "2-NEGOTIATE-BARGAIN"], [1096, 1110, "2-NEGOTIATE-BARGAIN"], [1111, 1158, "4-LOGIC-ARGUE"], [1330, 1377, "4-LOGIC-ARGUE"], [1378, 1446, "4-LOGIC-ARGUE"], [1446, 1473, "2-NEGOTIATE-BARGAIN"], [1571, 1635, "3-EMOTION-GUILT"], [1635, 1711, "3-EMOTION-GUILT"], [1941, 1989, "4-LOGIC-ARGUE"], [1989, 2033, "3-EMOTION-EMPATHY"], [2033, 2056, "2-NEGOTIATE-BARGAIN"], [2134, 2185, "2-NEGOTIATE-REMIND"], [2247, 2308, "2-NEGOTIATE-BARGAIN"]], "idx": "833"}
{"id": 3115, "data": "Persuader: Hi there!\n\tPersuadee: Hello, how are you today?\nPersuader: I'm pretty good, the weather where I am is still hot, cant wait for the summer to end.\n\tPersuadee: I totally agree!  It is so humid where I live and everyone has a summer cold right now.\nPersuader: Yuck, summer colds are the worst!\n\tPersuadee: That is true, it makes you feel like doing nothing at all.  So i'm sitting here working on my computer drinking hot tea.\nPersuader: I'm drinking ginger ale, with maximum amount of ice cubes my glass can hold, lol\n\tPersuadee: I love ginger ale, I am a vegan, so I eat alot of ginger already and I don't normally drink sodas, but when I do, it's ginger ale.\nPersuader: yeah you can get some great ginger ale's from whole foods etc, which are made with stevia and wot not, I don't drink traditional sodas myself, anyway, if I may digress. Have you heard of an organization called Save the Children?\n\tPersuadee: Yes I have heard of save the children, do you work with them?\nPersuader: No I don't, but I was wondering if you would be willing to donate a portion of your task money to this worthy cause?\n\tPersuadee: I love helping children and animals in need and I know a lot of children are malnourished in the world, it's sad.  Before I donate, How can I find out more about Save the children? \nPersuader: This is their website URL  it is a truly worthy cause, to support children's rights to healthcare, education, etc.\n\tPersuadee: Thank you, I looked at the website and I would love to donate to Save the Children\nPersuader: Fantastic, your donation will have a tangible impact on the world, may I ask how much you are willing to donate at this time/\n\tPersuadee: I would like to donate half of the money I earn on this task, which will be 1.00\nPersuader: Great that is very generous of you. And the children of the world appreciate it, as do I.\n\tPersuadee: You are very welcome, thank you for sharing the Charity information with me today.  How do i donate?\nPersuader: You can go to the website I posted earlier.\n\tPersuadee: Ok, I will do that and I will also ask other people and family to donate as well.", "label": [[446, 526, "1-RAPPORT-DISCLOSE"], [681, 850, "1-RAPPORT-FRIEND"], [850, 909, "1-RAPPORT-OTHER"], [995, 1111, "2-NEGOTIATE-REQUEST"], [1317, 1344, "5-AUTHORITY-CREDENTIALS"], [1344, 1431, "2-NEGOTIATE-OPINION"], [1537, 1605, "3-EMOTION-PROMISE"], [1605, 1663, "2-NEGOTIATE-BARGAIN"], [1768, 1804, "1-RAPPORT-COMPLIMENT"], [1804, 1857, "3-EMOTION-ALTRUISTIC"]], "idx": "834"}
{"id": 3116, "data": "Persuader: Have you heard of Save the Children charity?\n\tPersuadee: I haven't, please tell me more.\nPersuader: They specialize only in children's needs,  they provide hot breakfasts, lunches, all manner of school supplies, clothing and shoes.  They do this in the United States and some overseas countries where the need is tremendous.\n\tPersuadee: That sounds like a great charity. One that does much needed work for children in this world. \nPersuader: It does.  I remember years ago going to a presentation for thi cha4ity, it broke my heart\n\tPersuadee: Do you donate to this charity? I would like to as well, but feel now is not the best time for me financially.\nPersuader: I did years ago.  Now I contribute to my local cat rescue group and we have a shelter dog group too.  As you can probably tell, I love animals\n\tPersuadee: I had no idea actually. Good for you. I appreciate your commitment and donations.\nPersuader: It makes me feel that I am helping a little bit, if I won the lottery, I would adopt all of them and buy a farm.\n\tPersuadee: That seems like a lofty goal. I will keep Save the Children foundation in mind once I start doing better in my financial management skills.\nPersuader: You know that even .25 could go a long way.  With a group of folks just giving that much would add up.  And such a small amount probably wouldn't hurt the pocketbook too badly.\n\tPersuadee: I would have to give $0 right now. I agree with that mentality though, we can accomplish much with little. I hope to play my part in the future in this.\nPersuader: Well that's good that you will keep save the children in your thoughts for a later time.\n\tPersuadee: Yes, I will and have you to thank for that. Also you make me positive about giving what I can when the time comes and it mattering to that cause.\nPersuader: You're right and it makes me feel so good inside when I think I can contribute someway, even if it's a little.  That warm fuzzy feeling. Lol\n\tPersuadee: Yep. Do you have any dogs from that rescue group? If so, how many and their names?\nPersuader: Yes, I have Dude, he is a black lab, I have Popeye who is a little corgi mix.  They are the best dogs I have ever had.  Do you have pets?\n\tPersuadee: I have one dog, Sasha we adopted 10 years ago from a dog pound. She is great and we love her a lot. Thank you for the great conversation and have a great night.\nPersuader: That is great, love to hear when our fur babies get good homes.  Nice to talk to you too and remember save the children.\n\tPersuadee: I will, thanks!", "label": [[11, 55, "1-RAPPORT-OTHER"], [111, 243, "4-LOGIC-OTHER"], [244, 335, "4-LOGIC-OTHER"], [462, 542, "1-RAPPORT-DISCLOSE"], [676, 693, "1-RAPPORT-DISCLOSE"], [694, 776, "1-RAPPORT-DISCLOSE"], [778, 818, "1-RAPPORT-DISCLOSE"], [923, 1036, "3-EMOTION-ALTRUISTIC"], [1200, 1245, "4-LOGIC-OTHER"], [1245, 1304, "4-LOGIC-OTHER"], [1304, 1376, "4-LOGIC-OTHER"], [1553, 1641, "3-EMOTION-ALTERCASTING"], [1811, 1922, "2-NEGOTIATE-REWARD"], [1922, 1951, "3-EMOTION-HUMOUR"], [2058, 2137, "1-RAPPORT-DISCLOSE"], [2137, 2177, "1-RAPPORT-DISCLOSE"], [2178, 2195, "1-RAPPORT-FRIEND"], [2380, 2444, "3-EMOTION-ALTRUISTIC"], [2445, 2500, "1-RAPPORT-OTHER"]], "idx": "835"}
{"id": 3117, "data": "Persuader: You should donate to Save the Children.\n\tPersuadee: I would like to donate $0\nPersuader: I suggest you donate something because they help to save many lives. \n\tPersuadee: I am not interested in saving lives. I would like to donate $0\nPersuader: Can I ask why?\n\tPersuadee: I would prefer more money for myself.\nPersuader: do you hope others donate?\n\tPersuadee: I do not care one way or the other.\nPersuader: By donating, you are ensuring children's rights to health and safety and education\n\tPersuadee: I understand, I am simply not interested in donating today.\nPersuader: Your donation will do a lot to help kids\n\tPersuadee: I have to help myself before I help others.\nPersuader: You are helping yourself first by donating. People who donate receive back a lot more than they give\n\tPersuadee: That is a good point. I have heard of that principle before. However how do I know I can trust this charity?\nPersuader: They are not regulated by the government and they are international, not local\n\tPersuadee: I think I will stick to my original decision of donating $0.\nPersuader: A simple internet search will show you what they have done. They need your donation\n\tPersuadee: Maybe I can donate sometime in the future. \nPersuader: Okay, thank you for your time then\n\tPersuadee: Okay thank you, I will stick to my original decision of donating $0.", "label": [[11, 50, "2-NEGOTIATE-OPINION"], [99, 168, "4-LOGIC-OTHER"], [256, 270, "4-LOGIC-COUNTER"], [331, 358, "6-SOCIAL-OTHER"], [418, 500, "4-LOGIC-OTHER"], [584, 624, "3-EMOTION-ALTERCASTING"], [692, 736, "2-NEGOTIATE-REWARD"], [736, 792, "4-LOGIC-OTHER"], [925, 1003, "5-AUTHORITY-CREDENTIALS"], [1088, 1148, "1-RAPPORT-OTHER"], [1148, 1171, "2-NEGOTIATE-REQUEST"]], "idx": "837"}
{"id": 3118, "data": "Persuader: hi there!\n\tPersuadee: Hello.  How you doin\nPersuader: pretty good.  It looks like this chat is supposed to be to learn more about \"Save the Children\".  Have you ever heard of it?\n\tPersuadee: Yes I am aware of that charity\nPersuader: It seems vaguely familiar but I never paid attention specifically.  Have you ever donated to them?\n\tPersuadee: I have not but I have to some others recently\nPersuader: Do you feel that Save the Children is a good charity to give to?  From what I'm reading, it sounds like a great cause\n\tPersuadee: I know a little can you maybe provide some info for me?\nPersuader: It seems to be international, and supports children in developing countries.  It's apparently very influential in war zones like Syria\n\tPersuadee: Oh wow that is good to know.  I know Syria is a mess recently\nPersuader: Absolutely.  It says on their site that in the first two months of this year alone, 1000 children were killed or injured there\n\tPersuadee: Ugh that is rough..  Nobody deserves that in this world\nPersuader: I can't imagine what that's like for the parents.  As a mom myself, I'm thinking about donating my earnings from this task to them\n\tPersuadee: That sounds like a good idea so what amount is the max i can donate?\nPersuader: From what I can tell, we can donate anywhere from 0 to $2 (the full payment).  Then through the official Save the Children website, I'm sure there's no max (and there'd be a tax deduction)\n\tPersuadee: Ok good to know.  Thank you very much forthat info you have been very helpful!  I will donate all of $2 then :)\nPersuader: How often do you donate to things like this?  \n\tPersuadee: There are always things in my community that I attend and donate as much as I can and donate my time as well at the local Salvation Army.\nPersuader: I usually give to animal charities like the local no-kill shelter, but it's always interesting to learn about new places to make an impact.  Do you feel that you donate more in terms of money, or in terms of volunteering your time?\n\tPersuadee: More money but I enjoy giving the time\nPersuader: I'm usually pretty busy so try to donate a little here and there.  Anyway, glad to meet you!  Have a great rest of your night!\n\tPersuadee: Nice to meet you as well have a good one :)", "label": [[78, 163, "1-RAPPORT-OTHER"], [163, 189, "1-RAPPORT-OTHER"], [312, 342, "1-RAPPORT-OTHER"], [244, 312, "1-RAPPORT-OTHER"], [412, 477, "3-EMOTION-ALTERCASTING"], [478, 529, "2-NEGOTIATE-OPINION"], [609, 686, "4-LOGIC-OTHER"], [1035, 1085, "3-EMOTION-EMPATHY"], [687, 743, "4-LOGIC-OTHER"], [842, 955, "4-LOGIC-OTHER"], [1086, 1165, "2-NEGOTIATE-RECIP"], [1258, 1335, "2-NEGOTIATE-BARGAIN"], [1337, 1446, "2-NEGOTIATE-BARGAIN"], [1582, 1628, "1-RAPPORT-OTHER"], [1790, 1930, "1-RAPPORT-DISCLOSE"], [1930, 2021, "1-RAPPORT-FRIEND"], [2084, 2150, "1-RAPPORT-DISCLOSE"]], "idx": "838"}
{"id": 3119, "data": "Persuader: Hi! How are you doing today?\n\tPersuadee: Good, thanks! How are you?\nPersuader: I am doing well thank you. Do you ever donate to charity?\n\tPersuadee: In the past few years I rarely have.\nPersuader: I know, it can be hard to donate. especially in today's society, but a tiny amount, even less than a dollar, can go a long way\n\tPersuadee: That seems so hard to believe, but I guess lots of pennies still add up!\nPersuader: Exactly, I feel the same way sometimes, but think if everyone in the US gave a nickel, that's over 16 million dollars\n\tPersuadee: Wow, that definitely puts it in perspective! \nPersuader: There are so many charities too, but I believe that children are the future, and we need to do what we can to help them have fulfilling lives\n\tPersuadee: I agree with you! \nPersuader: Have you ever volunteered? It's another way to help without having to spend any money\n\tPersuadee: I have! I used to volunteer often, but I have so little time it feels like now!\nPersuader: Time and money these days can be scarce! But think about the little things you buy, and maybe one week, instead of buying that bad of chips or cup of coffee, donate it to the children\n\tPersuadee: You're right! It doesn't take much sacrifice to think of small ways to help!\nPersuader: And think of all the kiddies you will be helping!\n\tPersuadee: Haha that's true!\nPersuader: do you think you will donate today?\n\tPersuadee: I think so!\nPersuader: How much would you like to donate?\n\tPersuadee: I'm not sure! What is the range of options?", "label": [[117, 147, "1-RAPPORT-OTHER"], [207, 242, "4-LOGIC-CONCEDE"], [242, 334, "4-LOGIC-OTHER"], [430, 548, "1-RAPPORT-OTHER"], [618, 759, "1-RAPPORT-OTHER"], [802, 829, "1-RAPPORT-OTHER"], [829, 887, "3-EMOTION-ALTRUISTIC"], [990, 1031, "4-LOGIC-CONCEDE"], [1032, 1174, "4-LOGIC-OTHER"], [1275, 1324, "3-EMOTION-ALTRUISTIC"], [1366, 1401, "2-NEGOTIATE-REQUEST"], [1437, 1471, "2-NEGOTIATE-BARGAIN"]], "idx": "839"}
{"id": 3120, "data": "Persuader: Hey, do some good, give some money to kids.\n\tPersuadee: Sure.I would be glad to. How much money do you think I should give?\nPersuader: oh, could you afford maybe fifteen cents?\n\tPersuadee: I can afford $5.00\nPersuader: that sounds pretty good, I would definitely accept that\n\tPersuadee: How much would you donate?\nPersuader: well, I'll match your 5.00, does that sound cool?\n\tPersuadee: Yeah, that sounds great. I love donating to charity. I think it is important to help those less fortunate. \nPersuader: yes there are so many in terrible need\n\tPersuadee: I donate a portion of my paychecks to feed the children. Do you have a favorite charity?\nPersuader: yes I like to give to doctors without borders, they risk their lives to go where they are most needed\n\tPersuadee: Oh wow, I would also be interested in donating to that. \nPersuader: there are so many wars and so many natural disasters\n\tPersuadee: It really breaks my heart. I wish I could help everyone in need. \nPersuader: it is so hard to make a choice\n\tPersuadee: I feel bad about only giving $5, do you think we should give more?\nPersuader: wish that we could, but like all working on MTurk we are poor ourselves\n\tPersuadee: Very true. $5 it is. At least we are giving something. Most people wouldn't.\nPersuader: yes that is so true, so often it is just left to governments to do\n\tPersuadee: If everyone would just give something, everyone could have food and a warm place to sleep. ", "label": [[11, 54, "2-NEGOTIATE-REQUEST"], [146, 187, "2-NEGOTIATE-BARGAIN"], [229, 285, "2-NEGOTIATE-BARGAIN"], [336, 385, "2-NEGOTIATE-RECIP"], [517, 555, "3-EMOTION-EMPATHY"], [668, 769, "1-RAPPORT-DISCLOSE"], [850, 902, "3-EMOTION-EMPATHY"], [992, 1022, "4-LOGIC-CONCEDE"], [1285, 1351, "3-EMOTION-ALTRUISTIC"]], "idx": "840"}
{"id": 3121, "data": "Persuader: Save the children is a fund that is established for the sole purpose of saving syrian children lives in war torn zones of the world. They are credible and need your donation to help with medical and food costs for these kids. Please consider a donation and I can answer any questions you may have. \n\tPersuadee: How does 'Save the Children' use its charitable donations? What percent actually goes to the children?\nPersuader: 86 percent of all donations go directly to helping the children. A full financial report and breakdown of our funds as well as our yearly audit can be found at this link here  URL s/about-us/financial-information We maintain this info yearly for full transparency. \n\tPersuadee: OK. I'm interested in making a donation. How would I go about doing that?\nPersuader: The make a donation page can be found here https://support. URL ite/Donation2?df_id=1620&1620.donation=form1 after I tell you a bit more about our company however I can deduct the donation straight from this task payment. What type of donation would you be most interested in? We have things such as sponsor a child within the u.s as well as globally as well as different programs in different regions. \n\tPersuadee: I thought that this was specifically for Syrian children?\nPersuader: Our initial push as of right now is for people to donate to the syrian children fund as it is a rather dire situation in Syria with the war conditions, however I would be ashamed If I detracted attentions from our other charity programs and funds seeking donations. \n\tPersuadee: OK. I would be most interested in donating to the Syrian children fund.\nPersuader: Ok that is amazing news. Here is the link to our full page on the syrian children relief fund  URL s/what-we-do/where-we-work/greater-middle-east-eurasia/syria Do you have any questions relating to this page or fund? \n\tPersuadee: No. I don't think I do. I'm happy to be able to help some kids who haven't had the best life. Thank you for sending me the information.\nPersuader: I am very happy to help, we are doing our best to combat a global problem. If you have any family that would be interested in donating please direct them to our page. \n\tPersuadee: I will certainly do. Do you know how many children this program assists each year?\nPersuader: Its impossible for our organization to know exact specifics but we have been in the process of relief for well over a 100 years. Just take a look at our global history!  URL s/about-us/why-save-the-children/history\n\tPersuadee: Wow. 100 years. You must feel good about the work that you do.\nPersuader: It is an amazing feeling to be part of such a valuable organization to world relief. And we are always looking for people to help! Local organizers for donations are always needed and more info can be found here on that  URL s/more-ways-to-help/become-a-fundraiser\n\tPersuadee: I'll have to look into it. Is there anything else I need to do for the donation?\nPersuader: Nope! You are all set, you can donate here https://support. URL ite/Donation2?df_id=1620&1620.donation=form1 or I can simply ask you to donate through the task payment if that is something that interests you? \n\tPersuadee: How does that work?\nPersuader: Simply specify within this chat how much you would like to donate to charity of the task payment. You can specify any amount from 0 dollars to all of your payment. \n\tPersuadee: I'll donate 50 cents. I'm not swimming in money over here. :)", "label": [[11, 144, "4-LOGIC-OTHER"], [144, 237, "5-AUTHORITY-CREDENTIALS"], [237, 309, "2-NEGOTIATE-REQUEST"], [436, 501, "5-AUTHORITY-CREDENTIALS"], [501, 648, "5-AUTHORITY-CREDENTIALS"], [649, 701, "5-AUTHORITY-CREDENTIALS"], [799, 1021, "5-AUTHORITY-CREDENTIALS"], [1021, 1075, "1-RAPPORT-OTHER"], [1076, 1202, "4-LOGIC-OTHER"], [1284, 1549, "4-LOGIC-OTHER"], [1646, 1670, "1-RAPPORT-COMPLIMENT"], [1670, 1863, "5-AUTHORITY-CREDENTIALS"], [2022, 2098, "3-EMOTION-ALTRUISTIC"], [2097, 2190, "2-NEGOTIATE-REQUEST"], [2297, 2426, "5-AUTHORITY-CREDENTIALS"], [2426, 2511, "5-AUTHORITY-CREDENTIALS"], [2598, 2683, "2-NEGOTIATE-REWARD"], [2683, 2729, "1-RAPPORT-OTHER"], [2729, 2862, "5-AUTHORITY-CREDENTIALS"], [2967, 3176, "2-NEGOTIATE-REMIND"], [3220, 3318, "1-RAPPORT-OTHER"], [3318, 3384, "2-NEGOTIATE-BARGAIN"]], "idx": "841"}
{"id": 3122, "data": "Persuader: Hello, how ware you today?\n\tPersuadee: Hello, I'm alright.\nPersuader: Do you consider yourself someone that wants to make a change in the world?\n\tPersuadee: Yes somewhat. With e environment and food system. What do you think of children's charities?\nPersuader: I think some are good but i've been donating to Save the Children (foundation). Have you ever heard of them?\n\tPersuadee: I think I have. I've heard of Red Cross\nPersuader: It is similar in which all funds donated are used to help kids in need. \n\tPersuadee: That's nice. How much would you donate if given the chance to help a childrens charity?\nPersuader: i'm not sure i already donate my time. \n\tPersuadee: Oh ok. Do you have any other questions?\nPersuader: yes, have you heard about the crisis in syria?\n\tPersuadee: Is it about the civil war in Syria?\nPersuader: Children are being hit with bombs they are looking for help in war zones \n\tPersuadee: Thats horrible.. Is this recent? Is America helping?\nPersuader: not as much as they should. Given the chance would you be willing to donate some of your task payment to organizations like save the children? \n\tPersuadee: Sure. I would.\nPersuader: choosing anywhere between $0 and all of your payment, how much would you like to donate?\n\tPersuadee: Ill donate $1\nPersuader: Ok, your donation to Save the Children is greatly appreciated! One day at a time, people like you will help make the world a better place.\n\tPersuadee: Yes they will\nPersuader: Have a wonderful day", "label": [[81, 155, "3-EMOTION-ALTERCASTING"], [272, 351, "2-NEGOTIATE-OPINION"], [352, 380, "1-RAPPORT-OTHER"], [444, 515, "5-AUTHORITY-CREDENTIALS"], [731, 777, "1-RAPPORT-OTHER"], [837, 909, "3-EMOTION-EMPATHY"], [987, 1014, "6-SOCIAL-OTHER"], [1015, 1130, "2-NEGOTIATE-REQUEST"], [1169, 1257, "2-NEGOTIATE-BARGAIN"], [1295, 1358, "3-EMOTION-PROMISE"], [1358, 1433, "1-RAPPORT-COMPLIMENT"]], "idx": "842"}
{"id": 3123, "data": "Persuader: How much would you donate to the children's charity?\n\tPersuadee: how about a dollar?\nPersuader: Every dollar counts for the charity to help the childrens. Do you think you can donate a bit more?\n\tPersuadee: Well, I figured i would at least keep a dollar to myself\nPersuader: I understand but these are children, it would help them out very much. Every dollar counts.\n\tPersuadee: I think a dollar is enough.\nPersuader: Ok, if you say you'll donate a dollar that will be fine. I'm really glad you decided to donate.\n\tPersuadee: No problem.  \nPersuader: The research team will collect all donations and send it to Save the Children, so thank you!\n\tPersuadee: awesome, no problem.  Good luck.\nPersuader: And good luck.\n\tPersuadee: How do I end the chat?\nPersuader: I think we need to do atleast 10 inputs, the one before I counted 7.\n\tPersuadee: Oh crap. okay.  This is tough since we've already reached an agreement lol.\nPersuader: Well I guess there's a few more information I forgot to mention. (2 more input to go).\n\tPersuadee: Okay, what else is there?\nPersuader: I forgot to link the website to Save the Children  URL \n\tPersuadee: Alright, I'll check it out.\nPersuader: Sounds good I hope the website helps out.\n\tPersuadee: i think when i have some more money, and I'm not so broke, I'll donate more in the future.", "label": [[10, 63, "2-NEGOTIATE-BARGAIN"], [107, 166, "4-LOGIC-OTHER"], [166, 205, "2-NEGOTIATE-BARGAIN"], [286, 357, "3-EMOTION-EMPATHY"], [357, 377, "4-LOGIC-OTHER"], [429, 486, "2-NEGOTIATE-BARGAIN"], [485, 524, "1-RAPPORT-FRIEND"]], "idx": "843"}
{"id": 3124, "data": "Persuader: Howdy! How are you today?\n\tPersuadee: Hey I'm great! How are you today?\nPersuader: I'm well. Waiting for the summer heat to die down, though it's nicely dying, LOL. What part of the world are you in?\n\tPersuadee: I hear that! I'm in Georgia, USA. It's super humid today. How about you?\nPersuader: Oh wow, I used to live in Atlanta. I'm in Pennsylvania. Yesterday was humid, and I still haven't stepped outside today. Still in the AC!\n\tPersuadee: I'm originally from NYC. My friends back at home were telling me that it has been particularly hot these past few days. The temperature down here has been rather lower than usual, but the humidity is high!\nPersuader: Oh wow, I used to live in Jersey City, which is a ride away from NYC. So cool. I went to school there from nonprofit management, and ironically I'm working with a group called Save The Children. It's an org that provides basic assistance to children around the world with necessities needed to live. Ones we often take for granted in the states. We're currently seeking donations up to $2. Are you interested in giving back a bit of $$? It could do so much good in the life of a hungry, neglected, or abused child. \n\tPersuadee: I wish I could! For right now, this is my only source of income, and I have a 5 month old infant to feed. In the future, I will give back double, but for now he and I need all the help we can get.\nPersuader: Oh wow. Do you have a boy or a girl? I totally understand your position. Again, no amount is too small. One penny donated from your earnings could do a lot of good in the 3rd world. I'll match whatever you decide to give. I'm not floating in money either, but to me this is worth it. Let me know.\n\tPersuadee: A little boy, my first. I will donate $.25. During our difficult time, I can still spare some money to help another. I can only hope that will help, and maybe we will have some good karma! His dad was working, but was in a car accident and now he's still in the hospital in Jacksonville, FL recovering.\nPersuader: Well total congrats to you on new mother! And thank you so much for your donation! I will of course match that $.25. I think $.50 from the both us us can go a long way. Every little bit counts. I believe in karma as well. Is the father of your child expected to recover soon and be released. That is so terrible. For anyone, but especially a new dad. You totally have my prayers and positive energy.\n\tPersuadee: Thank you so much! I have found my calling in life and love being a mommy. I'm glad to help. Every little bit does count, and while I have downtime I do lots of online work to make a little bit of money. He will be in the hospital for the rest of September, he shattered his ankle in a car crash. He has epilepsy and had a breakthrough seizure. He is doing ok though, thank God, and thank you for your prayers and positive energy. \nPersuader: I'm glad you found your calling. I work online and do on demand jobs as well. It started out due to illness, but I really like it. I like Turking, but I also like Microworkers, TextBroker (writing), and finding gigs on Upwork.com. Are there any good online work sites you'd recommend? I'm up for any job.\n\tPersuadee: For now, I am just using Turk, but I have used other survey sites in the past. I get the best results and most consistent payments with Turking.\nPersuader: Oh so cool. When I was driving for uber last year, I drove a woman with epilepsy, who just began having seizures recently, and we were talking about remedies for her. I suggested the legal CBD oil as I began taking it for anxiety, and she said she would check it out. A lot of people have also been helped with legal marijuana, but I don't think that's available in GA. And that sucks.\n\tPersuadee: Agreed. My husband is a strong supporter of CBD oil. He is trying to get approved for a medical marijuana card, because it helps him immensely.\nPersuader: Oh wow so cool. I know funds are low, but in the future are there any causes you feel strongly about that you would put your money behind?\n\tPersuadee: Epilepsy and finding a cure, for sure.\nPersuader: Oh. Recently I've become interested in donating to people who are wrongfully incarcerated. I'd like to donate to their legal fees. Like you, I do believe in karma and goodness, but haven't really donated much. Matching your donation today makes me feel really good.\n\tPersuadee: Well I'm glad that I was able to help today, even with a small amount.\nPersuader: Thank you so much, have a great day! And I'll truly keep your family in my prayers! I know your partner will heal sooner than expected!!\n\tPersuadee: Thank you! It was very nice speaking with you today.", "label": [[176, 210, "1-RAPPORT-OTHER"], [673, 742, "1-RAPPORT-DISCLOSE"], [743, 751, "1-RAPPORT-OTHER"], [752, 868, "1-RAPPORT-OTHER"], [868, 973, "4-LOGIC-OTHER"], [973, 1019, "3-EMOTION-GUILT"], [1019, 1063, "1-RAPPORT-OTHER"], [1063, 1109, "2-NEGOTIATE-REQUEST"], [1109, 1188, "3-EMOTION-EMPATHY"], [1409, 1445, "1-RAPPORT-FRIEND"], [1446, 1482, "4-LOGIC-CONCEDE"], [1482, 1513, "4-LOGIC-OTHER"], [1513, 1591, "4-LOGIC-OTHER"], [1591, 1630, "2-NEGOTIATE-RECIP"], [1631, 1693, "6-SOCIAL-OTHER"], [1693, 1705, "2-NEGOTIATE-REQUEST"], [2032, 2074, "1-RAPPORT-FRIEND"], [2074, 2114, "1-RAPPORT-FRIEND"], [2115, 2149, "2-NEGOTIATE-RECIP"], [2149, 2201, "4-LOGIC-OTHER"], [2225, 2253, "2-NEGOTIATE-REWARD"], [2324, 2345, "1-RAPPORT-FRIEND"], [2383, 2431, "1-RAPPORT-FRIEND"], [3912, 3929, "1-RAPPORT-FRIEND"], [3929, 4051, "1-RAPPORT-OTHER"], [4245, 4323, "3-EMOTION-ALTRUISTIC"], [2200, 2226, "4-LOGIC-OTHER"], [2254, 2324, "1-RAPPORT-FRIEND"], [2345, 2383, "1-RAPPORT-FRIEND"], [4114, 4205, "1-RAPPORT-DISCLOSE"], [4204, 4245, "1-RAPPORT-DISCLOSE"], [4324, 4379, "2-NEGOTIATE-REWARD"]], "idx": "844"}
{"id": 3125, "data": "Persuader: Hello. I am glad you are joining me here for this important task.\n\tPersuadee: Hi Thanks\nPersuader: You're welcome. I am glad they assigned us this task because it has the potential to help children. Do you consider yourself an empathetic person normally?\n\tPersuadee: Yes. I am an empathetic person because I have children myself. \nPersuader: Oh that is good! I also have children. I have three girls. You? (I won't ask for any personal details - I promise.)\n\tPersuadee: I have a son and a daughter. Both are adults now but it seems like yesterday they were younger. \nPersuader: Ahh, yes I know what you mean. My oldest will be 21 next week, and the youngers ones are in their late teenage years. It goes by so quickly!\n\tPersuadee: Yes it does! My daughter is 19 and she is still living with us. Going to school for nursing. My son is 26 and lives with us because he is autistic and non-verbal.\nPersuader: My husband has a little brother who has Asperger's. Not nearly the level of autism of your son, but I do have empathy for you. \n\tPersuadee: Oh thank you so much. Me and my husband are very grateful that he is not as severe as some. He can pretty much understand everything you are saying and he can do many things for himself like eating, bathing, washing his clothes and many other things. It's just that the speech is not there. He started at 2 yrs. but it never developed.\nPersuader: It must be very hard, and also at the same time very rewarding, taking care of a child with special needs.  It is interesting that your daughter is going to school for nursing. Do you think that it's because she has spent her life watching (and I'd assume participating in the) care of her brother?\n\tPersuadee: Yes, that is exactly what she said was the reason she got into nursing! She has been his right hand since she was born. She knows more about him than i do. :)\nPersuader: Wow! You must be very proud of her! \n\tPersuadee: Yes I am. I know you are proud of your daughters. What is your daughter going to college to do?\nPersuader: She graduated with a degree in Interior Design. She has been a designer since she was about 3 years old! LOL  My other girls, though, have no idea what they like, except that they all like taking care of children (all work in day care or nanny jobs).\n\tPersuadee: That awesome! I always admire people who can visualize what is stylish for a room. I don't know a thing about decorating! And your other two sound like very compassionate and caring young ladies. You have to be to take care of little ones!\nPersuader: I am with you there! I have absolutely zero flair for style. But my daughter has always been able to put things together so well. I honestly don't know where she got it from! But, I am happy that at least someone in the family can make us look good. Haha  And yes, they are all so good with little ones. It does make me feel good to see that. I feel like I must have done some good things right as a mom, if they like kids so much!\n\tPersuadee: Yes indeed! Some people are not as fortunate to have parents such as us. But I think that I did pretty good myself! My son did learn some living skills and learning more and my daughter is in school. \nPersuader: I am sure you have done a great job with both of your kids! It sounds like they are very special!  I didn't design it this way, but I am glad that we talked about our kids so much. Are you familiar with a charity called Save the Children? I am to ask you if you would please donate all or part of the small stipend that we make for this discussion to that charity tonight.  Would you do that?\n\tPersuadee: Yes I am familiar and I sure will. I can donate $1 if that is all right. \nPersuader: Yes, absolutely, $1 would be a lovely donation.  That will be deducted directly from your payment. Is that okay with you?\n\tPersuadee: Yes that is fine. I love to be a part of helping a child in need.\nPersuader: Yes, as do I. I am grateful that there are people like you out there.  I am also very happy that your daughter will be in the nursing profession. It sounds like she comes from a good family!\n\tPersuadee: Thank you! You sound like you have a lovely family also!! It was so nice to chat with you. I wish you and your family the best.\nPersuader: Thank you for your $1 donation, and for your time and conversation. :)\n\tPersuadee: Take care and thank you!", "label": [[18, 76, "1-RAPPORT-OTHER"], [126, 209, "1-RAPPORT-OTHER"], [210, 265, "3-EMOTION-ALTERCASTING"], [353, 369, "1-RAPPORT-COMPLIMENT"], [370, 391, "1-RAPPORT-DISCLOSE"], [392, 412, "1-RAPPORT-DISCLOSE"], [589, 619, "1-RAPPORT-SIMILAR"], [707, 729, "1-RAPPORT-OTHER"], [916, 968, "1-RAPPORT-SIMILAR"], [412, 468, "1-RAPPORT-FRIEND"], [620, 707, "1-RAPPORT-SIMILAR"], [968, 1043, "1-RAPPORT-SIMILAR"], [1403, 1510, "2-NEGOTIATE-REWARD"], [1511, 1580, "3-EMOTION-ALTRUISTIC"], [1580, 1701, "1-RAPPORT-FRIEND"], [1884, 1920, "1-RAPPORT-FRIEND"], [2150, 2290, "1-RAPPORT-OTHER"], [2553, 2575, "1-RAPPORT-SIMILAR"], [2575, 2614, "1-RAPPORT-SIMILAR"], [2810, 2858, "1-RAPPORT-OTHER"], [2857, 2897, "1-RAPPORT-OTHER"], [2897, 2985, "1-RAPPORT-OTHER"], [3210, 3270, "1-RAPPORT-COMPLIMENT"], [3270, 3307, "1-RAPPORT-COMPLIMENT"], [3309, 3391, "1-RAPPORT-OTHER"], [3391, 3449, "1-RAPPORT-OTHER"], [3448, 3583, "2-NEGOTIATE-REQUEST"], [3584, 3602, "2-NEGOTIATE-REQUEST"], [3700, 3749, "2-NEGOTIATE-BARGAIN"], [3798, 3821, "2-NEGOTIATE-REMIND"], [3911, 3925, "1-RAPPORT-SIMILAR"], [3925, 3981, "1-RAPPORT-COMPLIMENT"], [3982, 4056, "1-RAPPORT-FRIEND"], [4057, 4101, "1-RAPPORT-OTHER"]], "idx": "845"}
{"id": 3126, "data": "Persuader: Hello\n\tPersuadee: Hi , how are you tonight ?\nPersuader: I am good. How are you?\n\tPersuadee: I am fine  ,  Thank you .What are we working on here ?\nPersuader: I am asking you on the behalf of save the children charity to donate for the noble cause.\n\tPersuadee: Where is the  charity  located ? where do they serve?\nPersuader: It is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Can we donate by  Paypal or how do we donate ?\nPersuader: Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: That is interesting , how has that been working out ? Are many people donating ?\nPersuader: Yes many people donate for this noble cause. We beleive that we people are the part of solution and every one of us has the moral responsibility to help.\n\tPersuadee: I  have to agree with you.  Can I ask that my donation goes to a specific cause or country ?\nPersuader: We have several campaigns. Like Educate a Girl. In this you can sponsor the education fee for a girl. Likewise you can also sponsor full expense of a child residing in USA or anywhere in the world.\n\tPersuadee: Ok That  sounds  great !  How do I go about  donating ?\nPersuader: Thank you. You have made a great decision. As I said before you can donate directly from your task payment. You can select any amount you like from your task money.\n\tPersuadee: Is there a link that you can give so I can get a little  more information ?\nPersuader: Sure. Here is the link to our website.  URL \n\tPersuadee: Oh  wow you do a lot of different things ! You should be proud!\nPersuader: Thank you. It would be impossible without support from people like you.\n\tPersuadee: ok  time for me to donate  .. send me there , Thanks ", "label": [[168, 258, "1-RAPPORT-OTHER"], [336, 489, "4-LOGIC-OTHER"], [624, 678, "2-NEGOTIATE-BARGAIN"], [783, 828, "6-SOCIAL-NORMS"], [828, 936, "4-LOGIC-OTHER"], [1052, 1079, "1-RAPPORT-OTHER"], [1080, 1100, "1-RAPPORT-OTHER"], [1101, 1154, "1-RAPPORT-OTHER"], [1155, 1250, "1-RAPPORT-OTHER"], [1330, 1373, "1-RAPPORT-COMPLIMENT"], [1438, 1494, "2-NEGOTIATE-BARGAIN"], [1599, 1638, "5-AUTHORITY-CREDENTIALS"], [1737, 1797, "1-RAPPORT-COMPLIMENT"]], "idx": "846"}
