{"id": 2632, "data": "Persuader: Hi, there! Are you knowledgeable of what our chat is about? I am not, so far.\n\tPersuadee: No, no subject has been shown\nPersuader: I am reading my role right now. This is fun.\n\tPersuadee: What is your role and why do you think it's fun?\nPersuader: It's my first time doing this type of assignment here.\n\tPersuadee: I've never done anything like this either.\nPersuader: Tell me, do you usually get involved with organizations that you trust and try to make a difference in the world by cooperating with the service these organizations offer?\n\tPersuadee: Yes, I do a pretty good amount of volunteer work. I mostly offer my time and services as opposed to money.\nPersuader: Oh, just like me!\n\tPersuadee: What types of organizations are you involved in?\nPersuader: Mostly the ones that help children. I think offering time instead of money is the best thing to do. Giving money sounds like the easiest way to go and it doesn't require too much dedication or involvement. But when the organization is located far from where I live, I donate money. How about you? \n\tPersuadee: I don't like to donate money unless I know exactly where the money is going. I don't want to pay for administrative bonuses and vacations or things like that. \nPersuader: Have you heard of Save the Children? They are a trustful organization, they publish all the financial information on their website for all to see, and they make sure that the donations are used in the most cost-effective ways possible. Would you be willing to donate to this organization your compensation on this task?\n\tPersuadee: That is a charitable organization I have heard a lot about. The compensation for this is only $2.00 and, I guess, I can afford to donate that. I can only hope that even this small amount of money will DIRECTLY help children and no line some the pocket of some unscrupulous person.\nPersuader: I took a look in their annual report and I like what I see. I am convinced they make sure the money goes directly to the kids needs. And they have been helping 157 million children in 120 countries --not a small task. And I am sure they can appreciate even $2.00, for any penny can make a difference. I am willing to donate too. So, do you agree to donate? \n\tPersuadee: Yes, I will give my $2.00 payment to Save The Children and take the gamble that it helps someone.\nPersuader: That's the first time I hear from them, but just by looking their website I can tell they are trustworthy. Have you seen the website?  URL s/about-us/resource-library/annual-report \n\tPersuadee: No, I wouldn't do that type of research on line because, again, it's hard to know what to trust. It could be a fake website or it could be a real website with fax statistics. That is why I usually prefer to give money directly to the cause of my choice.\nPersuader: I am happy to see that they help children all over the world, being 12% of the donations directed to children in the US.\n\tPersuadee: I hope all that information is true.\nPersuader: It was a pleasure talking to you. Have a good day.", "label": [[11, 21, "1-RAPPORT-FRIEND"], [772, 1053, "1-RAPPORT-DISCLOSE"], [1054, 1069, "1-RAPPORT-OTHER"], [1253, 1289, "1-RAPPORT-OTHER"], [1290, 1488, "4-LOGIC-ARGUE"], [1877, 2009, "2-NEGOTIATE-OPINION"], [2095, 2141, "1-RAPPORT-DISCLOSE"], [2815, 2935, "1-RAPPORT-DISCLOSE"], [380, 551, "1-RAPPORT-OTHER"], [682, 699, "1-RAPPORT-DISCLOSE"], [872, 977, "3-EMOTION-ALTRUISTIC"], [1489, 1572, "2-NEGOTIATE-REQUEST"], [2009, 2095, "4-LOGIC-ARGUE"], [2141, 2177, "3-EMOTION-ALTRUISTIC"], [2177, 2234, "2-NEGOTIATE-RECIP"], [2356, 2462, "1-RAPPORT-DISCLOSE"], [2463, 2495, "1-RAPPORT-OTHER"], [2996, 3046, "1-RAPPORT-FRIEND"]], "idx": "453"}
{"id": 2633, "data": "Persuader: Hi.  Have you heard of Save the Children\n\tPersuadee: no i have not tell me about and what makes tyhem special?\nPersuader: they help children all over the world, including the US.  They help them with education, medical treatment, food\n\tPersuadee: where does the money go for the children directly or to their schools?\nPersuader: neither.  it's a charity that provides resources for the children.  would you like to donate $1 today\n\tPersuadee: well i need more information like how long have they been helping children and  which parts of the US do they help?\nPersuader: I'm really not sure how long they have been helping.  they help children over all parts of the US\n\tPersuadee: how would my dollar be divided if I was to donate? like which amount will go where can I choose?\nPersuader: 88% of donations goes towards programs and services.  as an individual donor you can choose a child to sponsor\n\tPersuadee: that sounds like a good idea could i get to write to the child or talk to them?\nPersuader: yes, you would be given a welcome kit which would include a photo and contact info on the child\n\tPersuadee: what else would be done to help the children? will there be a way to video chat with them?\nPersuader: you can't video chat with them but you would receive video updates on how they are doing.  Would you like to donate $1 today\n\tPersuadee: i would probably liek to donate less than that maybe about 25 cents since I am not familiar with the organization.\nPersuader: Great.  ANy amount will help.  THanks\n\tPersuadee: no problem hope that it can go to a good cause to see it benefit from it at all.\nPersuader: So good of you. I hopemore people contribute\n\tPersuadee: yea me too . since it would help kids but I feel they would need more infomation so they feel it is legit\nPersuader: Thanks for your donation\n\tPersuadee: no problem thanks for explaining to me about it and going in depth a bit to answer questions that I have had.", "label": [[11, 14, "1-RAPPORT-FRIEND"], [16, 51, "1-RAPPORT-OTHER"], [340, 348, "4-LOGIC-COUNTER"], [581, 678, "1-RAPPORT-DISCLOSE"], [1223, 1312, "4-LOGIC-COUNTER"], [1486, 1492, "1-RAPPORT-FRIEND"], [1628, 1643, "1-RAPPORT-COMPLIMENT"], [1644, 1672, "1-RAPPORT-FRIEND"], [1802, 1826, "1-RAPPORT-FRIEND"], [133, 245, "4-LOGIC-ARGUE"], [350, 406, "4-LOGIC-ARGUE"], [408, 441, "2-NEGOTIATE-REQUEST"], [799, 909, "4-LOGIC-ARGUE"], [1013, 1108, "1-RAPPORT-DISCLOSE"], [1314, 1347, "2-NEGOTIATE-REQUEST"], [1494, 1515, "2-NEGOTIATE-OTHER"], [1517, 1523, "1-RAPPORT-FRIEND"], [1802, 1826, "1-RAPPORT-FRIEND"]], "idx": "454"}
{"id": 2634, "data": "Persuader: Hi...\n\tPersuadee: Hello\nPersuader: Do you know about children charity?\n\tPersuadee: I can't say I'm terribly familiar.\nPersuader: Sorry, I do not understand what you say\n\tPersuadee: I am saying that I do not know what children charity is or what it implies\nPersuader: Have you donate any charity?\n\tPersuadee: Yes, specifically to a charity for cancer research\nPersuader: Okay, Do not you know about Save the children?\n\tPersuadee: No I do not\nPersuader: The Save the Children Fund, commonly known as Save the Children, that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: I see. Thanks for the explanation\nPersuader: Do you like to donate the Children charity?\n\tPersuadee: How much do people usually donate at a time\nPersuader: Sorry, I do not know that.\n\tPersuadee: I would like to donate\nPersuader: Oh! That is great. Thank you very much.\n\tPersuadee: How would the process go?\nPersuader: I'm not fully aware of this, but I've donated it\n\tPersuadee: How do I donate?", "label": [[381, 427, "1-RAPPORT-OTHER"], [464, 628, "5-AUTHORITY-CREDENTIALS"], [686, 729, "2-NEGOTIATE-REQUEST"], [797, 823, "1-RAPPORT-DISCLOSE"], [11, 16, "1-RAPPORT-FRIEND"], [46, 81, "1-RAPPORT-OTHER"], [139, 179, "1-RAPPORT-DISCLOSE"], [278, 306, "1-RAPPORT-OTHER"], [870, 909, "1-RAPPORT-FRIEND"], [959, 1007, "1-RAPPORT-DISCLOSE"]], "idx": "455"}
{"id": 2635, "data": "Persuader: Hello there.\n\tPersuadee: Hi! How are you?\nPersuader: I'm doing well thanks. Im glad we have a chance to talk. Are things going good for you?\n\tPersuadee: Yes. Work is a bit stressful. But overall everything's going pretty nicely.\nPersuader: Totally understandable. Do you consider yourself a charitable person? I know I'm guilty of not doing all i can sometimes.\n\tPersuadee: I donate to charity sometimes. But often I don't really bother. Overall I guess I'm fairly charitable.\nPersuader: I think its easy to forget about how hard others have it sometimes. I've done a little more lately. I have to say it feels good. I found a great organization that helps children in developing countries.\n\tPersuadee: Yes, that's very true. Everybody gets so caught up in their own drama that we forget the problems that others are having.\nPersuader: Would you have any interest in learning about Save the Children? You are able to make a donation with some or all of your incoming payment for this task. It's amazing how much this has helped.\n\tPersuadee: I am truly interested in that charity and helping others but I'm not able to donate at this time for personal reasons. Sorry.\nPersuader: No judgement is ever passed. Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.  URL  URL Visit for more info.\n\tPersuadee: Thank you very much. I will look into that for sure. Perhaps in the future I will be able to make a donation.\nPersuader: I just want to be sure you do not wish me to ask How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2) Please understand I must do my part as well.\n\tPersuadee: At this point I'm not able to donate anything so $0.\nPersuader: I hope great things come for you and your loved ones. Thanks for your consideration.\n\tPersuadee: Thank you very much. I wish you all the best as well!\nPersuader: Goodbye for now.\n\tPersuadee: Bye. It was nice talking to you! Have a great night!\nPersuader: You as well Please feel free to close out of chat whenver convinient \n\tPersuadee: Thank you very much again!", "label": [[250, 274, "4-LOGIC-CONCEDE"], [321, 372, "1-RAPPORT-DISCLOSE"], [847, 911, "2-NEGOTIATE-REQUEST"], [912, 1000, "2-NEGOTIATE-OTHER"], [1218, 1386, "5-AUTHORITY-CREDENTIALS"], [1651, 1773, "2-NEGOTIATE-OTHER"], [1774, 1818, "2-NEGOTIATE-RECIP"], [2150, 2219, "1-RAPPORT-OTHER"], [11, 23, "1-RAPPORT-FRIEND"], [64, 151, "1-RAPPORT-FRIEND"], [275, 320, "1-RAPPORT-OTHER"], [499, 566, "2-NEGOTIATE-OPINION"], [567, 701, "1-RAPPORT-DISCLOSE"], [1001, 1039, "3-EMOTION-ALTRUISTIC"], [1189, 1217, "4-LOGIC-CONCEDE"], [1388, 1417, "4-LOGIC-ARGUE"], [1551, 1650, "2-NEGOTIATE-REQUEST"], [1895, 1979, "1-RAPPORT-FRIEND"], [2057, 2073, "1-RAPPORT-FRIEND"]], "idx": "456"}
{"id": 2636, "data": "Persuader: Have you thought about giving to the Save the Children charity?\n\tPersuadee: I used to donate to them. Do you like that charity?\nPersuader: I think that they are good, they help a lot of children\n\tPersuadee: What do they do exactly?\nPersuader: They work for the rights of children in developing countries in safety, health, education\n\tPersuadee: That is super important work, obviously. Do you know if they are a trustworthy organization?\nPersuader: Yes they are very trustworthy, and they have been around for a long time\n\tPersuadee: I can't stand charities where the top level execs make a ton of money\nPersuader: I agree, that doesn't happen with this charity, most of the money goes to helping the children\n\tPersuadee: that's good to hear. they sound like a good charity to donate to\nPersuader: I would highly recommend it\n\tPersuadee: what other organizations would you consider?\nPersuader: This is the only one that comes to mind\n\tPersuadee: I tend to like St Jude's research hospital too\nPersuader: they are good too, but this one I prefer\n\tPersuadee: why is that?\nPersuader: St Jude's is one specific area, Save the children goes into more of a variety of issues\n\tPersuadee: that's a fair point\nPersuader: are you still there?\n\tPersuadee: yes! i said that's a fair point. save the children is a good choice.", "label": [[635, 720, "1-RAPPORT-DISCLOSE"], [11, 74, "1-RAPPORT-OTHER"], [149, 205, "2-NEGOTIATE-OPINION"], [254, 343, "4-LOGIC-ARGUE"], [460, 532, "1-RAPPORT-DISCLOSE"], [626, 634, "4-LOGIC-CONCEDE"], [809, 836, "2-NEGOTIATE-OPINION"], [1015, 1055, "2-NEGOTIATE-OPINION"], [1092, 1179, "4-LOGIC-ARGUE"]], "idx": "457"}
{"id": 2637, "data": "Persuader: HI GOOD MORNING \n\tPersuadee: Hello and good morning to you too\nPersuader: SO MANY CHILDREN ARE DYING.\n\tPersuadee: Yes, I agree. I honestly think we should donate to the children's charity. Even if it's a slim chance it's important to help them.\nPersuader: YES, I DONATE 20 DOLLAR TO THE CHILDREN ITS VERY HELP TO THEM.\n\tPersuadee: That's very kind of you and think that is a very fail amount\nPersuader: WHY, HOW MUCH DID YOU DONATE TO THEM.\n\tPersuadee: I donated half of what you did. Sadly I can't donate to much but I try to donate when I can.\nPersuader: SO , THAT NOT A PROBLEM YOU GIVE A 1 CENT ALSO ITS VERY USEFUL TO THEM.\n\tPersuadee: That's kind of you to say. I'm glad you're so optimistic ;) \nPersuader: YOU KNOW THE CHARITY NAME?\n\tPersuadee: I only know it's a children's charity. Though I donate a it to make a wish.\nPersuader: OK ANT CHARITY, OUR HELP GO TO THE CHILD, ITS VERY HAPPY TO THAT.\n\tPersuadee: Yes, I'm happy to know that I can help them and hope others will as well in the future.\nPersuader: YES, BUT  SAVE THE CHILDREN CHARITY IS VERY GOOD CHARITY TO , COMPARE TO THE CHARITY\n\tPersuadee: Yes that is a good charity. I wouldn't mind donating to save the children :)\nPersuader: OH, OKAY KEEP DONATING TO THE CHILDREN. \n\tPersuadee: I will, I hope you will as well :)\nPersuader: YES, WE SAVE THE LITTLE CHILDREN. I PROUD OF YOU.\n\tPersuadee: And I of you know that what you re doing is very commendable. The children are our future we must do what we can to protect them", "label": [[11, 27, "1-RAPPORT-FRIEND"], [85, 112, "4-LOGIC-ARGUE"], [267, 329, "1-RAPPORT-DISCLOSE"], [568, 639, "3-EMOTION-ALTRUISTIC"], [1027, 1111, "2-NEGOTIATE-OPINION"], [1345, 1360, "1-RAPPORT-COMPLIMENT"], [414, 451, "2-NEGOTIATE-REQUEST"], [850, 915, "3-EMOTION-EMPATHY"], [1212, 1252, "1-RAPPORT-FRIEND"], [1311, 1344, "2-NEGOTIATE-RECIP"]], "idx": "458"}
{"id": 2638, "data": "Persuader:  Hi, my name is Robert.\n\tPersuadee: Hello, my name is Albert. How are you today?\nPersuader: I am fine, have you heard of an organization called \" Save the Children Foundation?\n\tPersuadee: No, I haven't.  What do they do?\nPersuader: Save the Children is an international non-governmental organization that promotes rights, provides relief and helps support children in developing countries\n\tPersuadee: What counties are they active in? Is there any area that they're involved in more than others?\nPersuader: They are active in all countries. There are no overhead charges.\n\tPersuadee: Impressive. What kind of relief do they try to provide to the children?\nPersuader: Your donation will make a tangible impact for the world such as help ensuring children's rights to health, education and safety.\n\tPersuadee: What does the donation generally go towards within the organization?\nPersuader: The donations go toward helping needy kids.\n\tPersuadee: Sure, I'd be glad to donate.\nPersuader: I will like a few more minutes of your time to give a little more information.\n\tPersuadee: Absolutely, is there anything you'd like to highlight?\nPersuader: You can donate to an individual child or a group of children.\n\tPersuadee: Is there any difference to what the children receive if it's the individual or the group?\nPersuader: No, also  Your donation will be directly deducted from your task payment. you can donate from 0.01 to $2.00.\n\tPersuadee: Okay, I'll donate the full $2.00.\nPersuader: Thank you very much for your donation.\n\tPersuadee: I'm sorry, I never said to who.  I'd like to donate the full $2.00 to the group of children if that's okay.", "label": [[12, 34, "1-RAPPORT-FRIEND"], [103, 113, "1-RAPPORT-FRIEND"], [678, 806, "3-EMOTION-PROMISE"], [899, 942, "3-EMOTION-EMPATHY"], [1152, 1213, "2-NEGOTIATE-OTHER"], [1327, 1330, "4-LOGIC-COUNTER"], [114, 186, "1-RAPPORT-OTHER"], [243, 399, "5-AUTHORITY-CREDENTIALS"], [518, 582, "4-LOGIC-ARGUE"], [995, 1073, "1-RAPPORT-OTHER"], [1331, 1435, "2-NEGOTIATE-OTHER"], [1493, 1531, "1-RAPPORT-FRIEND"]], "idx": "459"}
{"id": 2639, "data": "Persuader: Hello would you like to help and donate to Save the Children.\n\tPersuadee: yes.i think it is a worthwhile charity\nPersuader: It really is I think it is great that they help provide healthcare for people in poor countries\n\tPersuadee: yes.we have an obligation to help the less fortunate\nPersuader: I feel the same especially when it is for children I feel we need to do what we can to help them.\n\tPersuadee: yes.they are the future as the old saying goes.in helping them  we in some small way try to build a better tomorrow\nPersuader: I like the way you think. We are very similar.\n\tPersuadee: thank you. we do seem to be on the same page\nPersuader: I am always willing to help someone if I know it will benefit them\n\tPersuadee: i always try to be there for others.perhaps someday when i need help,someone will be there for me\nPersuader: That is a great attitude to have.\n\tPersuadee: it is the golden rule or at least my version of it\nPersuader: What amount would you be willing to donate\n\tPersuadee: things are a little tight for me right now bu i could do $15.\nPersuader: Any amount helps and it all goes to the kids so that is a great amount\n\tPersuadee: great.i hope it can make a difference in childrens' lives\nPersuader: I think it will help a lot.\n\tPersuadee: i shouldn't care but how does my donation compare to others? am i giving less or more do you know?\nPersuader: I think that has been the average. People have been giving what they can and have been very helpful.\n\tPersuadee: great. i shouldn't care but human nature compelled me to ask\nPersuader: It was a good question. Well your donation will definitely help\n\tPersuadee: how much are ou giving?\nPersuader: the same ", "label": [[544, 569, "1-RAPPORT-COMPLIMENT"], [658, 725, "1-RAPPORT-DISCLOSE"], [847, 880, "1-RAPPORT-COMPLIMENT"], [1083, 1153, "3-EMOTION-ALTRUISTIC"], [1234, 1261, "2-NEGOTIATE-OPINION"], [1570, 1593, "4-LOGIC-CONCEDE"], [11, 16, "1-RAPPORT-FRIEND"], [17, 72, "2-NEGOTIATE-REQUEST"], [135, 147, "4-LOGIC-CONCEDE"], [147, 230, "2-NEGOTIATE-OPINION"], [307, 404, "1-RAPPORT-DISCLOSE"], [570, 590, "1-RAPPORT-DISCLOSE"], [955, 997, "2-NEGOTIATE-REQUEST"], [1385, 1485, "1-RAPPORT-DISCLOSE"], [1594, 1633, "2-NEGOTIATE-REQUEST"], [1681, 1690, "2-NEGOTIATE-RECIP"]], "idx": "460"}
{"id": 2640, "data": "Persuader: Hi how are you doing today\n\tPersuadee: I'm doing good. How are you?\nPersuader: I am doing wonderful, thank you for asking. I have a question, have you ever donated to a charity before?\n\tPersuadee: Yes. I live in an area that sometimes has flooding and also live in the part of the country that is referred to as \"Tornado Alley\". I\\'ve donated to American Red Cross and some local charities.\nPersuader: I understand. I live in an area prone to hurricanes. Mother nature has been a little temperamental these past few years. Have you ever heard of a charity called Save the Children? \n\tPersuadee: I've never been in a hurricane and would rather not. Agreed it's been rough lately. Yes I've heard of Save the Children. They've seen them on TV before.\nPersuader: Yes, hurricanes can be dreadful, tornadoes as well. Save the Children is an amazing charity that I'm collecting donations for today. I personally feel like it's our moral obligation to make sure that all children are well taken care of. Don't you agree?\n\tPersuadee: I totally agree. They weren't asked to be put in the position in which they live and feel that people should do as much as they can if they are able to help anybody out.\nPersuader: You are so right! Sadly many children are subjected to violence or are living on the streets starving and sick. You said you had seen a commercial. What about it appealed to you?\n\tPersuadee: Just showing the general public the conditions in which some have to live in. There's a lot of people that have no clue of how poor some countries are and the conditions in which people have to live in. \nPersuader: That's one of the amazing things about Save the Children. We are a global charity, offering food, clean water, educational material, and vaccines to children that need it most. Our website offers much education to the public about living conditions and the negative things that affect these innocent children. \n\tPersuadee: That's awesome that they are global. What people don't realize about donation is that with some of them like Save the Children just a few pennies can do so much. There's people that don't donate just because they have no idea just how little it takes and where their money goes.\nPersuader: Exactly! Most people spend countless amounts of money on wasted product or food when something as small as $1.00 can benefit one of these children. Did you know that in the first two months of this year, 1,000 children were reported killed or injured in Syria. That's so heartbreaking and it angers me. How does it make you feel?\n\tPersuadee: It upsets me a great deal. I think that it's hideous that these innocent people are being killed over most of the time generally hasnothing to do with them. \nPersuader: I completely agree. Save the Children is also known for providing children who live in hazardous conditions such as war zones with more security and safety. If more people in this world felt like you and I, I believe all children would have a better chance at life, don't you?\n\tPersuadee: Absolutely! Children are the future of this world and unfortunately are the ones that end up hurt in the long run \nPersuader: I agree wholeheartedly! How much would you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all of your payment, $2?\n\tPersuadee: I would like to donate $0.50 to Save the Children.\nPersuader: That is amazing! Thank you so much. That money will go a long way for a child in need. You are a hero!\n\tPersuadee: Your welcome. I appreciate the opportunity to donate to a good cause.\nPersuader: And the cause appreciates people like you! ", "label": [[413, 426, "4-LOGIC-CONCEDE"], [903, 1023, "2-NEGOTIATE-OPINION"], [1329, 1395, "1-RAPPORT-OTHER"], [2236, 2244, "4-LOGIC-CONCEDE"], [2497, 2565, "2-NEGOTIATE-OPINION"], [2746, 2766, "4-LOGIC-CONCEDE"], [2767, 2903, "4-LOGIC-ARGUE"], [2903, 3023, "2-NEGOTIATE-OPINION"], [3186, 3239, "2-NEGOTIATE-REQUEST"], [3440, 3475, "1-RAPPORT-FRIEND"], [3527, 3542, "1-RAPPORT-COMPLIMENT"], [3476, 3527, "3-EMOTION-OTHER"], [11, 37, "1-RAPPORT-FRIEND"], [90, 133, "1-RAPPORT-FRIEND"], [134, 195, "1-RAPPORT-OTHER"], [427, 533, "1-RAPPORT-DISCLOSE"], [534, 593, "1-RAPPORT-OTHER"], [770, 821, "4-LOGIC-CONCEDE"], [822, 902, "5-AUTHORITY-SUPERIOR"], [1217, 1234, "4-LOGIC-CONCEDE"], [1234, 1328, "3-EMOTION-GUILT"], [1623, 1933, "4-LOGIC-ARGUE"], [2245, 2496, "3-EMOTION-GUILT"], [3162, 3185, "4-LOGIC-CONCEDE"], [3240, 3365, "2-NEGOTIATE-OTHER"], [3636, 3679, "1-RAPPORT-COMPLIMENT"]], "idx": "461"}
{"id": 2641, "data": "Persuader: Hello. Would you like to donate to a children's charity called Save the Children today?\n\tPersuadee: How much of my donation would go directly to the children and not the foundation?\nPersuader: All of it will go to the charity. You can donate $0 to $2.\n\tPersuadee: Will my donation just help children in my country or will it be sent to other countries?\nPersuader: It is used to help children internationally. So it will help children in your country and in other countries.\n\tPersuadee: What kind of children are supported by your organization?\nPersuader: Mostly children in developing countries. \n\tPersuadee: Is there any way i could specify that i want my donation to be used to help children in my country?\nPersuader: Your donation will help ensure children's rights to health, education, and safety. However, I do not believe you will be able to specify which country your donation will go to.\n\tPersuadee: If i donate do i get one of those \"story of the child your helping\" stories?\nPersuader: Hmm. I am not too sure about that one, but you donation will indeed create a tangible impact for the world\n\tPersuadee: I wouldn't mind donating $1 to help the children, i really need the money, but they do too.\nPersuader: That is great. Thank you for your donation. Every little bit helps. I am sure the children will be grateful to receive anything at all.\n\tPersuadee: How do i go about sending the donation?\nPersuader: The research team will collect all donations and send it to Save the Children\n\tPersuadee: Sounds good, do you know if i can use this donation as a tax write off?\nPersuader: Probably so. But I am not too sure. You definitely want to ask your tax preparer when you file your taxes.\n\tPersuadee: Alright, i think you have answered all my questions, thank you.\nPersuader: Thank you again. Have a nice day.\n\tPersuadee: You too, goodbye.", "label": [[11, 17, "1-RAPPORT-FRIEND"], [566, 607, "4-LOGIC-ARGUE"], [814, 907, "4-LOGIC-COUNTER"], [1007, 1046, "1-RAPPORT-DISCLOSE"], [1230, 1273, "1-RAPPORT-FRIEND"], [1429, 1506, "2-NEGOTIATE-OTHER"], [1046, 1114, "3-EMOTION-ALTRUISTIC"], [1274, 1297, "3-EMOTION-ALTRUISTIC"], [1298, 1365, "2-NEGOTIATE-OPINION"], [1796, 1829, "1-RAPPORT-FRIEND"], [1602, 1637, "1-RAPPORT-DISCLOSE"], [1638, 1708, "4-LOGIC-ARGUE"], [18, 98, "1-RAPPORT-OTHER"], [204, 262, "2-NEGOTIATE-OTHER"], [374, 484, "4-LOGIC-ARGUE"], [731, 813, "3-EMOTION-ALTRUISTIC"]], "idx": "462"}
{"id": 2642, "data": "Persuader: Hello there, how are you doing today?\n\tPersuadee: I'm great, thanks. How are you?\nPersuader: I'm doing swell, thanks for asking! So how do you feel about children?\n\tPersuadee: I love children. I believe they are our future and should be taken care of in the best possible way.\nPersuader: That's great! I happen to agree! Do you have any children yourself, or do you plan to in the future?\n\tPersuadee: I do not have children of my own and am not able to have them. I am contemplating adoption for the future.\nPersuader: Oh, that's wonderful! So many kids out there need a home, after all! There are so many issues today with children, all over the world! For instance, did you know that in the first two months of 2018 alone, over 1k children were killed or injured in intensifying violence?\n\tPersuadee: Wow, that is a staggering amount. I did not know that. I am a big fan of organizations who take care of the needs of hurt children.\nPersuader: Oh? That\\'s awesome! I assume you\\'ve heard about the organization called \"Save the Children\" then?\n\tPersuadee: I have! They seem to be doing a good job.\nPersuader: That, they do! Did you know they've won over 7 different awards for their charitable work? As a former foster kid, it makes me happy to see this place bring such awareness to the issues and needs of our young. \n\tPersuadee: I am not surprised to hear that at all. Children should not have to do through so much tragedy and devastation at such young ages. It is great that others are looking out for them.\nPersuader: Absolutely! In fact, you can even help! If you want to make a small donation from your task payment, I'm sure it would be greatly appreciated! You can donate just a few cents, or even the whole amount of your final payout if you choose!\n\tPersuadee: I probably will do that. If everyone did something, it helps the bigger overall picture and they are so worth it.\nPersuader: Absolutely! I mean, we already spend money on small snacks or a coffee we could forgo, why not give it to a charitable cause? How noble of you!\n\tPersuadee: I just know that if I were a child in need, I would be grateful for all the help I could get.\nPersuader: Absolutely! I remember being in a group home as a kid, and a bunch of ladies had made blankets and hats for us. I still have the blanket I was made to this day! A little goes a long way :)\n\tPersuadee: Wow, that is so good to hear. I'm sure it is not easy for organizations to get charitable work done but I am grateful they try and that others get involved. Kuddos to them!\nPersuader: Yeah, it really is humbling to watch society ban together and help each other! Either way, I'm sure Save the Children will appreciate your donation, and be able to save many more children in the future. You have a good day!\n\tPersuadee: The life of a child is always worth saving. You have a good day as well.", "label": [[11, 48, "1-RAPPORT-FRIEND"], [140, 174, "1-RAPPORT-OTHER"], [957, 977, "1-RAPPORT-FRIEND"], [1137, 1332, "1-RAPPORT-DISCLOSE"], [1549, 1773, "2-NEGOTIATE-OTHER"], [1922, 2037, "3-EMOTION-ALTRUISTIC"], [2557, 2635, "1-RAPPORT-FRIEND"], [2760, 2780, "1-RAPPORT-FRIEND"], [104, 139, "1-RAPPORT-FRIEND"], [299, 312, "1-RAPPORT-FRIEND"], [313, 331, "4-LOGIC-CONCEDE"], [332, 399, "1-RAPPORT-OTHER"], [530, 551, "1-RAPPORT-FRIEND"], [552, 598, "3-EMOTION-EMPATHY"], [599, 801, "3-EMOTION-GUILT"], [977, 1056, "2-NEGOTIATE-REQUEST"], [1122, 1136, "4-LOGIC-CONCEDE"], [1549, 1773, "3-EMOTION-PROMISE"], [1537, 1548, "4-LOGIC-CONCEDE"], [2037, 2054, "1-RAPPORT-COMPLIMENT"], [2172, 2183, "4-LOGIC-CONCEDE"], [1911, 1922, "4-LOGIC-CONCEDE"], [2184, 2332, "3-EMOTION-STORY"], [2333, 2360, "3-EMOTION-EMPATHY"], [2636, 2759, "3-EMOTION-PROMISE"]], "idx": "463"}
{"id": 2643, "data": "Persuader: You care for children?\n\tPersuadee: i do very much yes\nPersuader: That's very commendable\n\tPersuadee: i think we should all care for children\nPersuader: Would you like to help them out?\n\tPersuadee: Yes I would be interested in doing so\nPersuader: Could you make a small donation of 25 cents?\n\tPersuadee: Yes that is an amount I feel comfortable with.\nPersuader: That would be great, It's to the Save the Children charity and it goes a long way.\n\tPersuadee: That is a good charity it makes me happy to donate\nPersuader: You are a good person my friend\n\tPersuadee: Thank you for your kind words.\nPersuader: Awesome.. How do you end this study.\n\tPersuadee: I hope my donation helps a lot of people.\nPersuader: It will everything helps\n\tPersuadee: Yes it is good to try and help in any way possible\nPersuader: It certainly is\n\tPersuadee: Helping people makes people feel good\nPersuader: Yes it does and thank you for the donation\n\tPersuadee: It was my pleasure", "label": [[11, 33, "1-RAPPORT-OTHER"], [257, 301, "2-NEGOTIATE-REQUEST"], [372, 391, "1-RAPPORT-FRIEND"], [615, 622, "1-RAPPORT-FRIEND"], [893, 935, "1-RAPPORT-FRIEND"], [76, 99, "1-RAPPORT-FRIEND"], [163, 195, "2-NEGOTIATE-REQUEST"], [393, 454, "4-LOGIC-ARGUE"], [529, 560, "1-RAPPORT-COMPLIMENT"], [717, 741, "3-EMOTION-ALTRUISTIC"], [816, 831, "4-LOGIC-CONCEDE"]], "idx": "464"}
{"id": 2644, "data": "Persuader: Hi\n\tPersuadee: Hi, Are you there?\nPersuader: Yes Iam There. \n\tPersuadee: Do you know children's charity?\nPersuader: Yes Somewhat I know about that.\n\tPersuadee: Please explain me.\nPersuader: Save the Children charity is an organization that helps children in need around the wrold.\n\tPersuadee: Do you donate a children's charity?\nPersuader: Yes I donate at one year back.\n\tPersuadee: How much amount you donate charity?\nPersuader: I forget I approximately donate 30 dollars. What about you?\n\tPersuadee: Are you donate regularly? \nPersuader: No sometimes I donate.\n\tPersuadee: Did you think the donation will reach children's charity?\nPersuader: Yes sure I made in transaction to the Charity.\n\tPersuadee: Oh! That's nice. I like your explain very  much.\nPersuader: Thank you. Will you like to donate.\n\tPersuadee: Yes, I like to donate.\nPersuader: Ok very good Have a nice day.\n\tPersuadee: Thank you very much.", "label": [[11, 13, "1-RAPPORT-FRIEND"], [201, 291, "5-AUTHORITY-CREDENTIALS"], [484, 500, "1-RAPPORT-OTHER"], [351, 381, "1-RAPPORT-DISCLOSE"], [441, 484, "1-RAPPORT-DISCLOSE"], [551, 573, "1-RAPPORT-DISCLOSE"], [655, 701, "1-RAPPORT-DISCLOSE"], [774, 784, "1-RAPPORT-FRIEND"], [785, 809, "2-NEGOTIATE-REQUEST"], [856, 885, "1-RAPPORT-FRIEND"]], "idx": "465"}
{"id": 2645, "data": "Persuader: Hello, I support the Save the Children Federation and I am looking to obtain contributions for this worthy cause\n\tPersuadee: Hello, what do the Save the Children Federation do?\nPersuader: The Save the Children Federation helps children and families in emergency situations\n\tPersuadee: Such as?  Is it a global charity?\nPersuader: Yes, It is a world wide charity, that does not discriminate\n\tPersuadee: Where does it mainly operate?  In Africia, Asia, etc.?\nPersuader: World wide, Africa, Asia, even in the recent disaster in Haiti\n\tPersuadee: What is the percentage of donations that go for administrative costs?\nPersuader: 90% of donations collected are returned to help ensuring children's rights, helps curving malnutritrion in childre, and provides emergency supplies to families in disasters. I feel it is a very deserving charity and I personally contribute to Save The Children.\n\tPersuadee: Would I find additional information about this charity in GuideStar?\nPersuader: To be honest, I am not sure about that. You can go directly to the Save the Children website for furthur information, and to donate right from there.\n\tPersuadee: What made you interested in this charity and not another one?  An example would be Uniceff\nPersuader: The Save the Children Federation is the most highly rated Charity for helping children and their families recover from disasters and supporting their specific needs. That is why I chose Save the Children as my favorite charity. Would you like to make a contribution to the Save the Children charity?\n\tPersuadee: Is it a 401(c) charity?  Does the IRS recognize it as a nonprofit?\nPersuader: Yes it is, totally non-profit and these children need so much help, I ask you to contribute to a very worthy cause. \n\tPersuadee: How much do you think that I should give?\nPersuader: Were asking for a ten dollar donation, but would be happy to have any donation to this worthy cause. \n\tPersuadee: A ten dollar donation sounds reasonable to me.  I would be glad to make a $10 donation\nPersuader: That is very generous of you to do so. These children will receive relief, education and help protect their individual rights\n\tPersuadee: Thank you for telling me about this organization\nPersuader: Please go to the Save the Children website to make the donation. I will donate $10 also. Can I count on you then?", "label": [[18, 123, "1-RAPPORT-DISCLOSE"], [199, 283, "5-AUTHORITY-CREDENTIALS"], [11, 17, "1-RAPPORT-FRIEND"], [341, 400, "1-RAPPORT-DISCLOSE"], [479, 541, "1-RAPPORT-DISCLOSE"], [809, 896, "1-RAPPORT-DISCLOSE"], [1253, 1418, "4-LOGIC-ARGUE"], [1419, 1480, "2-NEGOTIATE-OPINION"], [1481, 1552, "2-NEGOTIATE-REQUEST"], [2037, 2075, "1-RAPPORT-COMPLIMENT"], [2076, 2162, "3-EMOTION-PROMISE"], [634, 808, "5-AUTHORITY-CREDENTIALS"], [989, 1028, "1-RAPPORT-DISCLOSE"], [1029, 1138, "4-LOGIC-ARGUE"], [1643, 1653, "4-LOGIC-CONCEDE"], [1654, 1759, "3-EMOTION-ALTRUISTIC"], [1825, 1926, "2-NEGOTIATE-OTHER"], [2235, 2299, "4-LOGIC-ARGUE"], [2300, 2323, "2-NEGOTIATE-RECIP"], [2324, 2348, "1-RAPPORT-OTHER"]], "idx": "466"}
{"id": 2646, "data": "Persuader: Hi, how are you today?\n\tPersuadee: hello! pretty good, you?\nPersuader: i'm doing great! I'm helping Save the Children Charity to raise money. would you like to know more about this wonderful fund?\n\tPersuadee: yes please! i was just looking for a charity to donate to\nPersuader: This wonderful charity helps suport children in developing countries!\n\tPersuadee: what do they support exactly? education?\nPersuader: they promote children's rights, provide relief. They are currently helping children at the US Mexican border to reunite with their families and they also help Syrian kids\n\tPersuadee: ok thats great. i would like to donate but i dont have a lot of money myself. is $20 okay?\nPersuader: So you can't donate 20$. The way it works is you can donate your whole payment of 2$ for this task or you can donate as little as a couple of cents\n\tPersuadee: i'll donate 20 cents\nPersuader: that's very generous and it will help tremendously!  in the first months of 2018 1000 children were killed or injured in intensifying violence and your donation can help to address this problem\n\tPersuadee: i'm happy with that. i'd donate more but i don't have much myself\nPersuader: i understand. as i said even a couple of cents would help! You're the part of the solution!\n\tPersuadee: thanks! i'm glad to help\nPersuader: This organisation is so wonderful! 86% of donations are going for a cause and the rest goes to management of the fund \n\tPersuadee: that's amazing! i love that so much of it goes towards the children\nPersuader: yes! Isn't it wonderful! \n\tPersuadee: it definitely is!\nPersuader: I'm glad there are people like you in the world who are willing to help\n\tPersuadee: i like to help since people have helped me", "label": [[11, 33, "1-RAPPORT-FRIEND"], [82, 98, "1-RAPPORT-FRIEND"], [289, 358, "5-AUTHORITY-SUPERIOR"], [708, 732, "4-LOGIC-COUNTER"], [1183, 1196, "4-LOGIC-CONCEDE"], [1533, 1558, "1-RAPPORT-FRIEND"], [1600, 1671, "1-RAPPORT-COMPLIMENT"], [99, 152, "1-RAPPORT-DISCLOSE"], [153, 207, "1-RAPPORT-OTHER"], [423, 593, "1-RAPPORT-DISCLOSE"], [733, 855, "2-NEGOTIATE-OTHER"], [900, 951, "1-RAPPORT-COMPLIMENT"], [953, 1093, "1-RAPPORT-DISCLOSE"], [1197, 1274, "3-EMOTION-ALTRUISTIC"], [1323, 1441, "1-RAPPORT-DISCLOSE"]], "idx": "467"}
{"id": 2647, "data": "Persuader: Hello would you please donate to help save the children?\n\tPersuadee: What children organization?\nPersuader: This organization is called Save the Children and your donation can help ensure children't rights to health, education, and safety.\n\tPersuadee: How long has this charity been around?\nPersuader: We have been around for a long time and have worked hard to ensure that as much of your money as possible goes towards helping the children. The children need your help to ensure that they have a fighting chance at their future. You can help care for them medically and ensure they have the education needed to succeed in life.\n\tPersuadee: The organization sounds like a good one. What is a typical donation?\nPersuader: Through child sponsorship, you can change a child's life, as well as your own _ all for about $1 a day. This is the most popular donation. We also have where you can set up a monthly donation or make a one time donation.\n\tPersuadee: I think I would be interested in the child sponsorship.\nPersuader: That sounds amazing! You will help make a child's dreams come true! Would you like to set up a one time donation for $30 or would you prefer to do it monthly? We can accept all major credit cards and Paypal for your convenience. Which would you prefer?\n\tPersuadee: A one time donation would be best.\nPersuader: We appreciate your help in Saving the Children! How would you like to make payment for this donation? We can accept all major credit cards and Paypal for your convenience.\n\tPersuadee: Paypal is usually my choice.\nPersuader: It is a great choice. All I need is your Paypal email and I will submit a request for the donation so that all you have to do is accept it. Does that sound ok to you?\n\tPersuadee: I do have a few questions first.\nPersuader: Yes, what questions do you have?\n\tPersuadee: Where is the charity based out of?\nPersuader: Our headquarters is based out of Fairfield, CT and we service children all over the world.\n\tPersuadee: Okay, where are the major areas you serve?\nPersuader: We have several programs throughout the US to help children here. We also over several outreach programs in countries around the world. Where we serve depends on where the needs are greatest and/or if there are any emergency situations.\n\tPersuadee: that sounds great.", "label": [[10, 16, "1-RAPPORT-FRIEND"], [119, 250, "1-RAPPORT-DISCLOSE"], [17, 67, "1-RAPPORT-OTHER"], [313, 453, "5-AUTHORITY-CREDENTIALS"], [1054, 1100, "3-EMOTION-PROMISE"], [1192, 1285, "2-NEGOTIATE-OTHER"], [1568, 1589, "1-RAPPORT-FRIEND"], [1590, 1734, "2-NEGOTIATE-OTHER"], [454, 640, "3-EMOTION-ALTRUISTIC"], [733, 836, "3-EMOTION-ALTRUISTIC"], [837, 953, "1-RAPPORT-DISCLOSE"], [1033, 1053, "1-RAPPORT-FRIEND"], [1101, 1191, "2-NEGOTIATE-REQUEST"], [1344, 1391, "1-RAPPORT-FRIEND"], [1392, 1445, "2-NEGOTIATE-REQUEST"], [1446, 1515, "2-NEGOTIATE-OTHER"], [1791, 1823, "1-RAPPORT-OTHER"], [1882, 1972, "1-RAPPORT-DISCLOSE"], [2039, 2275, "1-RAPPORT-DISCLOSE"]], "idx": "468"}
{"id": 2648, "data": "Persuader: Hello, have you ever made a charitable donation?\n\tPersuadee: Yes I have\nPersuader: Which charity have you donated to?\n\tPersuadee: Save the children\nPersuader: That is such a great organization isn't it? I love donating to their worthy cause, don't you?\n\tPersuadee: Yes. Save the children is a very nice organization\nPersuader: What is the most that you have donated to them?\n\tPersuadee: I donated 1000 dollars to them.\nPersuader: WOW! That's great! Was it a one time donation or continuous?\n\tPersuadee: I do it once a year\nPersuader: Great! So, what if i told you that you that i could help you donate an even smaller amount to Save the Children right now. Would you do it?\n\tPersuadee: Sure I would\nPersuader: That's great! The great part is that it can be any amount that you would like to donate. Sound fair?\n\tPersuadee: Yes. I would like to make a donation\nPersuader: That's great! How much would you like to donate today?\n\tPersuadee: I would like to donate 5 dollars. \nPersuader: That's a perfect amount! \n\tPersuadee: Do you have the link to the site\nPersuader: I sure do as a matter of fact it's  URL On behalf of Save the children i would like to say thank you for your donation and have a great day!\n\tPersuadee: Thank you. You too", "label": [[720, 734, "1-RAPPORT-FRIEND"], [735, 821, "3-EMOTION-ALTRUISTIC"], [882, 895, "1-RAPPORT-FRIEND"], [896, 936, "2-NEGOTIATE-REQUEST"], [1077, 1086, "4-LOGIC-CONCEDE"], [1088, 1116, "4-LOGIC-ARGUE"], [1117, 1217, "1-RAPPORT-FRIEND"], [11, 17, "1-RAPPORT-FRIEND"], [18, 59, "1-RAPPORT-OTHER"], [94, 128, "1-RAPPORT-OTHER"], [170, 263, "2-NEGOTIATE-OPINION"], [338, 385, "1-RAPPORT-OTHER"], [441, 459, "1-RAPPORT-FRIEND"], [460, 501, "1-RAPPORT-OTHER"], [544, 551, "1-RAPPORT-FRIEND"], [552, 684, "1-RAPPORT-DISCLOSE"], [995, 1020, "1-RAPPORT-FRIEND"]], "idx": "469"}
{"id": 2649, "data": "Persuader: i'm ready\n\tPersuadee: Ok, me too\nPersuader: what do you think about children charity \n\tPersuadee: Children charity are good they are need\nPersuader: how much money did you donate for charity \n\tPersuadee: I haven't donated anything this year, yet\nPersuader: are you willing to donate hearafter\n\tPersuadee: I would be willing as long as I could afford it\nPersuader: how much did you spend money for chairty\n\tPersuadee: I have not spent any money on charity yet this year.\nPersuader: hearafter how much money did you planned to spent\n\tPersuadee: I don't know. It all depends if I can afford it....my bills have to come first\nPersuader: please support the children charity in comming days\n\tPersuadee: I will try, but I have to pay my own bills. Can't help others if I can't help myself\nPersuader: Ok Fine Save the Children\n\tPersuadee: I will try. I have to think about my children before I can think about other children\nPersuader: yeah that is truth \n\tPersuadee: Yes, I will try to help other if I can\nPersuader: yes really for the next generation\n\tPersuadee: Yes they are our future", "label": [[160, 202, "2-NEGOTIATE-REQUEST"], [375, 415, "2-NEGOTIATE-REQUEST"], [644, 695, "3-EMOTION-ALTRUISTIC"], [939, 958, "4-LOGIC-CONCEDE"], [55, 96, "1-RAPPORT-OTHER"], [268, 303, "2-NEGOTIATE-REQUEST"], [492, 541, "2-NEGOTIATE-REQUEST"], [804, 829, "4-LOGIC-ARGUE"]], "idx": "470"}
{"id": 2650, "data": "Persuader: Hello, How are you doing today?\n\tPersuadee: Hello, I am very good and how about you?\nPersuader: I am good. Have you ever thought of donating to a charity?\n\tPersuadee: No, sorry I haven't had a thought of donating to a charity.\nPersuader: Do you mind if I tell you about a wonderful charity today?\n\tPersuadee: No I don'y mind at all. Please go ahead and do tell me a little bit about it. \nPersuader: There is a wonderful charity called Save the Children. They help children all over the world including right here America\n\tPersuadee: Oh, I know that actually. I have that for monthly donation with them but I cancelled it at the moment since I just had a baby and trying to save money for my baby.\nPersuader: Babies are wonderful. I have 2 children of my own. Would you be willing to donate some of your earning from today's task to them today.\n\tPersuadee: Oh wonderful babies are amazing! Maybe, not right now.\nPersuader: Are you sure even the little amount could help? And it will come right out of the pay you make from this task.\n\tPersuadee: okay lets do $1. \nPersuader: That is awesome and thank you so much. At the end of the task it will ask you how much you would like and you can enter it right into there.\n\tPersuadee: Perfect! I will do that.\nPersuader: And since you are willing to help I will match your donate with my pay also\n\tPersuadee: oh wow! thank you!\nPersuader: Our children are our future and every little bit helps\n\tPersuadee: Yes, they are definitely the future. \nPersuader: I am so glad that we can both help them out a little today\n\tPersuadee: Yes, kids really change your perspective of life. They are so innocent and we can all learn from them.", "label": [[11, 42, "1-RAPPORT-FRIEND"], [107, 117, "1-RAPPORT-FRIEND"], [249, 307, "1-RAPPORT-OTHER"], [410, 531, "5-AUTHORITY-SUPERIOR"], [933, 980, "3-EMOTION-EMPATHY"], [118, 165, "1-RAPPORT-OTHER"], [770, 854, "2-NEGOTIATE-REQUEST"], [981, 1043, "2-NEGOTIATE-OTHER"], [1085, 1123, "1-RAPPORT-FRIEND"], [1124, 1225, "2-NEGOTIATE-OTHER"], [1273, 1349, "2-NEGOTIATE-RECIP"], [1508, 1566, "1-RAPPORT-FRIEND"], [1392, 1446, "3-EMOTION-EMPATHY"]], "idx": "471"}
{"id": 2651, "data": "Persuader: Hey! You should donate part of your payment to the charity Save the Children.\n\tPersuadee: What does Save the Children do? \nPersuader: They help educate needy kids and help them with health care costs.\n\tPersuadee: That sounds like a good education. I will donate $1. \nPersuader: Awesome! The children will greatly benefit from that help!\n\tPersuadee: Fantastic! I hope they do! Is it for children in the US or other countries? \nPersuader: It's a worldwide charity. One of the places they work is Syria, helping children who have been victims of all the terrible violence over there.\n\tPersuadee: Oh yes! It is horrible there! I hate to see and hear all that is going on!\nPersuader: Yeah, there are so many needy children in the world. I wish there was more we could do to help.\n\tPersuadee: Absolutely! But every little bit helps!\nPersuader: Right! If you want to learn more about the charity, their website is  URL \n\tPersuadee: Thank you very much. I will check that out!\nPersuader: I'm glad you decided to donate to the charity. It's definitely a worthwhile cause.\n\tPersuadee: Me too. Are you passionate about any other charities?\nPersuader: I'm a strong supporter of animal rights charities. What we do to them is just monstrous.\n\tPersuadee: I agree. I am very passionate about animal rights as well. \nPersuader: I always wish there was more we could do to fix all the problems in the world. Charities are great, but there's always so much more to be done.\n\tPersuadee: It gives me hope knowing there are good people who care! \nPersuader: Same here! The world's looking rough these days, so it's nice to see people who are trying to make things better.\n\tPersuadee: Yes indeed! It's horrible what people do to each other!! There are more of us good people than bad people...I like to think :)!", "label": [[10, 15, "1-RAPPORT-FRIEND"], [144, 211, "1-RAPPORT-DISCLOSE"], [289, 298, "1-RAPPORT-FRIEND"], [448, 591, "5-AUTHORITY-CREDENTIALS"], [690, 785, "3-EMOTION-GUILT"], [856, 923, "4-LOGIC-ARGUE"], [1151, 1239, "1-RAPPORT-DISCLOSE"], [1323, 1466, "1-RAPPORT-DISCLOSE"], [1559, 1661, "1-RAPPORT-FRIEND"], [16, 88, "4-LOGIC-ARGUE"], [298, 347, "3-EMOTION-PROMISE"], [849, 855, "4-LOGIC-CONCEDE"], [991, 1073, "1-RAPPORT-FRIEND"], [1548, 1558, "4-LOGIC-CONCEDE"]], "idx": "472"}
{"id": 2652, "data": "Persuader: hello, how are you doing today?\n\tPersuadee: fine so far...\nPersuader: Thats good... what did you think of this survey so far... kinda long!\n\tPersuadee: yes indeed, don't even know what I'm supposed to do here..\nPersuader: lol... I wasn't sure when I started, but I think I'm catching on.... have you heard of an organization called Save the Children?\n\tPersuadee: Something about donations, and yes I have heard of them..\nPersuader: What do you think of the group?\n\tPersuadee: Not sure, but there are plenty of children who need saving right here in the US.\nPersuader: That's true... but it IS hard to think of any child going hungry. Regardless of where they live, it's not their fault, wouldn't you say?\n\tPersuadee: Pretty much I guess, ...I would donate locally to help the kids here in my town.\nPersuader: But you don't feel that kids in other countries deserve our help?\n\tPersuadee: Not much, the money I give needs to stay and help right here !\nPersuader: What if you could do both? \n\tPersuadee: lol, ok $1 to African kids and $2 for the kids here in my neighborhood !\nPersuader: Hey any little bit helps I'm sure! What about donating money you haven't even seen yet, like a portion of the profits from completing this HIT? \n\tPersuadee: Nah not yet I need a new hiking backpack !\nPersuader: Do you think you'd really miss even the $1 you could donate to these kids, when you're out on your hike, eating all of the yummy snacks you had easy access to, and looking at our beautiful countryside, free from war?\n\tPersuadee: lol, probably not, but I would be willing to take a bunch of kids hiking in these beautiful mountains of mine I live in.\nPersuader: I'm sure they\n\tPersuadee: I'm looking for the submit button....?? said we have to do 10 chat turns...\nPersuader: there it is... how about we split it? You donate fifty cents and I'll donate fifty cents... win for the kids?!", "label": [[443, 474, "1-RAPPORT-OTHER"], [579, 594, "4-LOGIC-CONCEDE"], [820, 885, "3-EMOTION-GUILT"], [972, 999, "1-RAPPORT-OTHER"], [1667, 1681, "4-LOGIC-CONCEDE"], [1781, 1891, "2-NEGOTIATE-BARGAIN"], [1781, 1891, "2-NEGOTIATE-RECIP"], [11, 42, "1-RAPPORT-FRIEND"], [81, 94, "1-RAPPORT-FRIEND"], [233, 236, "3-EMOTION-HUMOUR"], [302, 361, "1-RAPPORT-OTHER"], [594, 715, "3-EMOTION-GUILT"], [1096, 1240, "3-EMOTION-ALTRUISTIC"], [1307, 1523, "3-EMOTION-EMPATHY"]], "idx": "473"}
{"id": 2653, "data": "Persuader: Hello! How are you today?\n\tPersuadee: I am good. How are you?\nPersuader: Doing great thanks.  Have you heard of a charity called Save the Children?\n\tPersuadee: No, I have not. What do they do?\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: I was hoping you would say that the help our children right here in American. We never seem to have any that think about our children.\nPersuader: That is very true.  This organization is great. Making a donation is essential to help ensuring children's rights to health, education, safety, etc. \n\tPersuadee: It is great that they want o help children all over the world, but I am looking for something that helps our children.\nPersuader: International is helping children all over the world.  This isn't just for one specific location.\n\tPersuadee: But does it say it helps children in America also. Most times an international charity doesn't help right here in America.\nPersuader: Please feel free to check out their website.  It will help you gather a lot more information if you like.   URL \n\tPersuadee: I just did a quick look and the first thing I see is that it is still on the ground in Texas after Hurricane Harvey. So that is great to see that means they do care about our children.\nPersuader: Yes, its wonderful that such an organization cares about all the children all over the world. Taking care of children is one of my passions.  I have 4 extra that I care for in my home.  Would you be willing to make a donation today from the payment of this task today?\n\tPersuadee: I don't know. It seems like a great charity, but I do have to think about my own children and if I donate the money I'm making then it means I'm taking something away from them\nPersuader: Even just a few cents today will go along way for those children.  \n\tPersuadee: If it is coming from my payment today it is something that I don't have yet...so maybe I can do 0.20.\nPersuader: That would be a huge help.  Thank you so much for your contribution. \n\tPersuadee: Your very welcome....I\"m glad I could help even if it is so little\nPersuader: The world needs a better place for our children.  We don't realize how so little goes a long way when a child goes without.\n\tPersuadee: Yes, we do need to make this place better for our children they are our future", "label": [[105, 158, "1-RAPPORT-OTHER"], [542, 560, "4-LOGIC-CONCEDE"], [1078, 1190, "4-LOGIC-ARGUE"], [2061, 2130, "1-RAPPORT-FRIEND"], [11, 36, "1-RAPPORT-FRIEND"], [84, 103, "1-RAPPORT-FRIEND"], [215, 383, "5-AUTHORITY-CREDENTIALS"], [562, 691, "2-NEGOTIATE-OPINION"], [833, 931, "1-RAPPORT-DISCLOSE"], [1399, 1584, "1-RAPPORT-DISCLOSE"], [1585, 1667, "2-NEGOTIATE-REQUEST"], [1868, 1935, "3-EMOTION-ALTRUISTIC"], [2221, 2344, "3-EMOTION-ALTRUISTIC"]], "idx": "474"}
{"id": 2654, "data": "Persuader: Ho how are you?\n\tPersuadee: I'm doing well. How are you?\nPersuader: I'm doing great. My name is Kim and I work for a charity organization.\n\tPersuadee: What type of charity organization do you work for?\nPersuader: Our charity organization is called Save the Children. We are committed to providing health and nutrition programs that save children's lives and ensure they grow up healthy.\n\tPersuadee: That's great. Does your work benefit children globally?\nPersuader: Yes we have a global presence. We help Syrian children refugees and children in developing countries, especially in war zones. Save the Children is the voice for vulnerable children. We're on the ground in 120 countries, working to reach every last child through international programs that focus on health, education, protection and disaster relief. Together, we're changing children's lives and the future we all share.\n\tPersuadee: Well, that definitely sounds like a worthwhile cause. Can I ask what percentage of donations received go to helping children versus the percentage that goes to the administration of the charity?\nPersuader: Save the Children has a proven track record of using donations efficiently and effectively. Our independently audited financial statements consistently show that nearly 9 out of every 10 dollars we spend goes to programs and services for children and families in need. We keep administrative costs low so that more funding goes to children's programs.  In fiscal year 2017, 86% of all expenditures went to program services, 9% went to fundraising and 5% went to management and general. \n\tPersuadee: That's incredibly impressive, much better than other charities I've looked into. It must be very rewarding to be able to impact the lives of so many people.\nPersuader: Yes, In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. Every donation will indeed be a help a lot of children and their families. We target the major causes of maternal, newborn and child deaths and provide the best health and nutrition programs to save children's lives and ensure they grow up healthy.\n\tPersuadee: Does the charity offer the ability to sponsor an individual child and be kept up to date on their progress?\nPersuader: Yes you can! Through child sponsorship, you can be the hero in the life of a child in need. You can make sure they grow up healthy, educated and safe. Through the power of Sponsorship, you help ensure a child in need has the best chance for success _ with a healthy start, the opportunity to learn and protection from harm. Our innovative Sponsorship programs address the unique needs of children where they live\n\tPersuadee: That's something I would definitely like to learn more about. I'll visit the charities website and check it out. \nPersuader: Yes thank you. There are many ways to help. For more information, and if you are willing to help or make a donation, you can go to our website:  URL  Will you be interested in making a donation to Save the Children ?\n\tPersuadee: Yes, I would love to help this charity! It's a great cause.\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: I will donate .50, and I will definitely visit your website to learn more about sponsoring a child.\nPersuader: Thank you so much for your donation. The research team will collect all donations and send it to Save the Children. There are many more ways to donate to Save the Children and you can learn more by visiting our website.\n\tPersuadee: I definitely will! Thanks for informing me about this great opportunity to help.", "label": [[11, 26, "1-RAPPORT-FRIEND"], [79, 95, "1-RAPPORT-FRIEND"], [96, 149, "1-RAPPORT-DISCLOSE"], [223, 397, "1-RAPPORT-DISCLOSE"], [1784, 2151, "1-RAPPORT-DISCLOSE"], [2283, 2295, "4-LOGIC-CONCEDE"], [2296, 2695, "3-EMOTION-ALTRUISTIC"], [2833, 2847, "1-RAPPORT-FRIEND"], [3184, 3307, "2-NEGOTIATE-OTHER"], [3468, 3650, "2-NEGOTIATE-OTHER"], [477, 898, "5-AUTHORITY-CREDENTIALS"], [1117, 1603, "1-RAPPORT-DISCLOSE"], [1117, 1603, "1-RAPPORT-DISCLOSE"], [2848, 2981, "4-LOGIC-ARGUE"], [2983, 3049, "2-NEGOTIATE-REQUEST"], [3132, 3183, "2-NEGOTIATE-REQUEST"], [3431, 3467, "1-RAPPORT-FRIEND"]], "idx": "475"}
{"id": 2655, "data": "Persuader: Hello! How are you doing today?\n\tPersuadee: I am doing well. How about you?\nPersuader: I'm doing pretty well also. Have you heard of the Save the Children charity?\n\tPersuadee: That sounds familiar. I know I have heard of it, but I don't know exactly what they do or how they operate.\nPersuader: They are an organization dedicated to saving children's lives. They are mainly concerned with working in developing countries as those countries cannot do much for their sick children. \n\tPersuadee: So the organization is focused on medical issues, mainly?\nPersuader: Well, mainly sick or hungry children, although they do try to provide children with and education and shelter also.\n\tPersuadee: Oh wow! I like that they are not focused on only one aspect. When children are in need, it is seldom just one thing that they need. Hunger, poverty, lack of education... these things are all intertwined.\nPersuader: Exactly! The organization tries to make the children's lives better as a whole. However, this of course does cost money. Have you ever donated money to a charity?\n\tPersuadee: Not money, no, but  volunteer work. I used to work with an organization called Food not Bombs that helps feed the homeless, especially those homeless people who are often overlooked by or excluded by food banks and shelters.\nPersuader: That is incredible! I am always glad to hear people donate their time because it is sometimes worth more than money.\n\tPersuadee: Thanks! I have always had little money but I always have free time. VOlunteering suits me well.\nPersuader: That's wonderful. However, while I have your time, would you like to donate just $2 today to help better children's lives through Save the Children?\n\tPersuadee: HOnestly, I need the cash. My entire paycheck this week went to bills, and I am wondering how I am going to afford groceries.\nPersuader: I understand! But, the small donation of $2 can go towards feeding a child for up to a week with our program. You can simply donate the $2 out of your payment for this task.\n\tPersuadee: I understand, but that payment is going to be used to feed MY children. Sorry.\nPersuader: No need for hostility! The way I see it, children are children, you are only being selfish. \n\tPersuadee: Oh no I am sorry. I didn't intend that to be hostile at all! The internet is very bad at conveying mood and such. \nPersuader: No problem, well I hope YOUR children enjoy feasting while less fortunate children scrap to eat bread crumbs.\n\tPersuadee: Wow. OKay. YOu don't really know anything about my children or my financial situation. \nPersuader: You can always donate as little as $.50. This amount could feed a kid for a day or buy a single apple for you.\n\tPersuadee: No, I will use those two dollars to provide a feast for my children.\nPersuader: Okay sir! Hope you sleep well!", "label": [[1327, 1346, "1-RAPPORT-FRIEND"], [1347, 1443, "1-RAPPORT-DISCLOSE"], [1563, 1580, "1-RAPPORT-FRIEND"], [1581, 1711, "2-NEGOTIATE-REQUEST"], [2137, 2229, "7-RESSURE-OTHER"], [2368, 2477, "7-PRESSURE-MANIPULATE"], [2630, 2699, "3-EMOTION-GUILT"], [2792, 2822, "1-RAPPORT-FRIEND"], [306, 491, "1-RAPPORT-DISCLOSE"], [925, 995, "4-LOGIC-ARGUE"], [996, 1036, "4-LOGIC-COUNTER"], [1037, 1078, "1-RAPPORT-OTHER"], [11, 42, "1-RAPPORT-FRIEND"], [98, 125, "1-RAPPORT-FRIEND"], [126, 174, "1-RAPPORT-OTHER"], [573, 688, "1-RAPPORT-DISCLOSE"], [916, 924, "4-LOGIC-CONCEDE"], [1861, 1874, "4-LOGIC-CONCEDE"], [1581, 1711, "2-NEGOTIATE-REQUEST"], [1875, 1970, "3-EMOTION-ALTRUISTIC"], [1971, 2034, "2-NEGOTIATE-OTHER"], [2589, 2628, "3-EMOTION-ALTRUISTIC"]], "idx": "476"}
{"id": 2656, "data": "Persuader: HELLO, HOW ARE YOU?\n\tPersuadee: Hi, I'm good. Thanks for asking. How are you?\nPersuader: GREAT THANKS.  CAN I ASK IF YOU ARE A CHARITABLE PERSON?\n\tPersuadee: Sometimes, if it is something I feel personally connected to.\nPersuader: HAVE YOU HEARD OF SAVETHECHILDREN?  In the U.S. and around the world, THEY give children a healthy start in life, the opportunity to learn and protection from harm. \n\tPersuadee: I think I have heard of it.\nPersuader: nearly 9 out of 10 dollars going directly to children in need, Save the Children uses your generous donations in the most cost-effective ways possible.\n\tPersuadee: How do you know?\nPersuader: YOU CAN GET ALL THE INFO ATSAVETHECHILDREN.ORG\n\tPersuadee: I don't think I'm interested in sponsoring a child. \nPersuader: nearly 9 out of 10 dollars going directly to children in need, Save the Children uses your generous donations in the most cost-effective ways possible.\n\tPersuadee: You already said that. I'm not sure I believe that they do.\nPersuader: YOU CAN CHECK THE BBB WEBSITE AS WELL.\n\tPersuadee: Well, I'm not meaning to sound rude. I know there are lots of great charities out there that do great things for people. I personally do not feel connected to this organization though. I do not have kids or am interested in children.\nPersuader: YOU CAN GIVE 10 CENTS OF YOUR HIT PAY??\n\tPersuadee: Honestly I could use it myself. How much are you going to donate?\nPersuader: I WILL PROPABLY \n\tPersuadee: How much do you think you will donate?\nPersuader: I WILL DO 25 CENTS\n\tPersuadee: Why not more? Do you not believe in the organization?\nPersuader: CAN YOU DO 10 CENTS?", "label": [[11, 30, "1-RAPPORT-FRIEND"], [242, 407, "5-AUTHORITY-CREDENTIALS"], [651, 697, "4-LOGIC-ARGUE"], [115, 156, "1-RAPPORT-OTHER"], [458, 610, "1-RAPPORT-DISCLOSE"], [1009, 1047, "4-LOGIC-ARGUE"], [1609, 1629, "2-NEGOTIATE-BARGAIN"], [1305, 1344, "2-NEGOTIATE-REQUEST"], [1434, 1450, "1-RAPPORT-DISCLOSE"], [1512, 1531, "2-NEGOTIATE-RECIP"], [100, 113, "1-RAPPORT-FRIEND"]], "idx": "477"}
{"id": 2657, "data": "Persuader: Hello, Save the Children looks like an interesting organization.\n\tPersuadee: i would like to know more about it\nPersuader: Save the Children is an international non-governmental organization that helps support children in developing countries.\n\tPersuadee: and do they have a website ?\nPersuader: They do, it is  URL \n\tPersuadee: thanks i will definitely check it out\nPersuader: They also promote children's rights and provide relief when needed.\n\tPersuadee: and where does the money go if i do donate ? Straight to the organization ?\nPersuader: Yes, it goes straight to the organization, where it can be used to help many children.\n\tPersuadee: because some organizations do not divide the money properly\nPersuader: This organization has been checked by some groups, and they divide the money properly. There's nothing bad about donating to this organization.\n\tPersuadee: I will certainly consider it\nPersuader: I have read about children dying from hunger, and the donations made to this group have saved many others like them.\n\tPersuadee: that is just wonderful, i love hearing stories like this\nPersuader: Yeah me too, children in Syria have to grow up facing threat of violence everyday, in the first two months of 2018 there were 1,000 children who were killed or injured.\n\tPersuadee: Oh man i was not aware of this\nPersuader: Yeah it's pretty bad, and the donations can make a big difference, just think about all the snack food you buy, you could skip a week or two and make a donation from that.\n\tPersuadee: i hardly eat snacks but you have a point\nPersuader: I hope you make a really good donation as the donations will go to a trusted fund where it will help many children.\n\tPersuadee: i sure will ", "label": [[18, 75, "1-RAPPORT-DISCLOSE"], [556, 642, "1-RAPPORT-DISCLOSE"], [11, 17, "1-RAPPORT-FRIEND"], [133, 254, "5-AUTHORITY-CREDENTIALS"], [307, 327, "4-LOGIC-ARGUE"], [389, 456, "1-RAPPORT-DISCLOSE"], [726, 869, "4-LOGIC-ARGUE"], [922, 1038, "1-RAPPORT-DISCLOSE"], [1119, 1131, "4-LOGIC-CONCEDE"], [1132, 1287, "3-EMOTION-GUILT"], [1364, 1513, "3-EMOTION-ALTRUISTIC"], [1342, 1362, "3-EMOTION-GUILT"], [1578, 1693, "1-RAPPORT-DISCLOSE"]], "idx": "478"}
{"id": 2658, "data": "Persuader: Hello, may I ask how interested are you in children and their quality of life right now\n\tPersuadee: I am very interested! I think it is important to support children from all walks of life.\nPersuader: Have you ever thought about donating to an organization that helps children in need?\n\tPersuadee: I absolutely have, most recently to support children who were separated from their parents entering the country.\nPersuader: That is great to hear, but sadly there is not much that that organization can do, as a lot of children in poor countries don't even get the chance to live past the 15 years of age\n\tPersuadee: Is there a particular organization or charity you are thinking of?\nPersuader: Yes, it is called Save The Children, it is an organization dedicated to ensure safety, education, health and other basic needs for kids in poor countries\n\tPersuadee: That sounds very interesting. What sorts of things do they do to ensure those things? And what countries do they provide support in?\nPersuader: They mostly help kids in the African continent, but also in Asian countries like Nepal and Butan, where there is simply no way for kids to access education unless their parents are rich. They work hand in hand with the red cross and UNICEF to bring help to those in need, often aiding personally with their voluntaries besides cooperating with the money\n\tPersuadee: Wow that is amazing! How long has this organization been volunteering?\nPersuader: They are about to celebrate their 10th anniversary next year\n\tPersuadee: That sounds like they have a pretty strong foundation. I like that they provide educational support for the children. \nPersuader: I like that too, perhaps you would be interested in donating something to them?\n\tPersuadee: I might be interested. What ways can I donate?\nPersuader: You can visit their site to do so, or visit one of their physical locations if they are nearby\n\tPersuadee: Do you know where they have offices?\nPersuader: They have offices in most cities of USA and Canada, if you are not near, you can always visit their website\n\tPersuadee: I will definitely have to check their website out. Do you know if they support children in the US who do not have access to education or other basic necessities?\nPersuader: They do most probably, they care for al children in need equally\n\tPersuadee: That is wonderful, thank you for all the information.\nPersuader: So, how much would you like to donate to this organization?", "label": [[11, 17, "1-RAPPORT-FRIEND"], [18, 98, "1-RAPPORT-OTHER"], [212, 296, "1-RAPPORT-OTHER"], [456, 612, "3-EMOTION-OTHER"], [1461, 1521, "1-RAPPORT-DISCLOSE"], [432, 455, "1-RAPPORT-FRIEND"], [703, 856, "1-RAPPORT-DISCLOSE"], [1013, 1366, "5-AUTHORITY-CREDENTIALS"], [1664, 1680, "2-NEGOTIATE-RECIP"], [1814, 1908, "4-LOGIC-ARGUE"], [1969, 2076, "4-LOGIC-ARGUE"], [2262, 2326, "1-RAPPORT-DISCLOSE"], [1681, 1743, "2-NEGOTIATE-REQUEST"], [2404, 2463, "2-NEGOTIATE-REQUEST"]], "idx": "479"}
{"id": 2659, "data": "Persuader: Hey, good to be chatting with you tonight.\n\tPersuadee: Hi!  Looking forward chatting with you too.\nPersuader: I'd like to talk to use about a vulnerable group. Do you have a moment?\n\tPersuadee: Yes, I do\nPersuader: I'd like to talk about children. What was life like for you growing up? Did you have to worry about your basic needs at all? Like food, place to live, safety, etc?\n\tPersuadee: There were periods in my childhood when money was very short and we had our telephone or power cut off, but I always had a safe place to live and food to eat.\nPersuader: It is really difficult having to grow up having to worry about basic needs. I'm glad you are able to look for what to be grateful for.\n\tPersuadee: What was life like for you growing up?  Did you have any worries about food, shelter, safety, etc.?\nPersuader: I guess there are more people than we know who grew up with no worries. I grew up worrying about my safety and whether I'd have a place to live. My dad was a gambling addict.\n\tPersuadee: I don't have any experiences like that but I'm sure it must have been very difficult and scary to go through that as a child.  \nPersuader: Thank you. I really appreciate your sympathizing, and I'm glad I got to share that with someone.\n\tPersuadee: Did you ever use the services of any organizations for children to help you through the rough times?  \nPersuader: No I didn't, but I now donate to them. What about you?\n\tPersuadee: No, I didn't either.  My family would just get through somehow.  I have made donations in the past, but our money is bit tight since I'm a stay-at-home mom right now.  If I make donations now, they are in-kind donations rather than monetary donations.  What organizations do you donate to?  I tend to make donations to a emergency children's shelter.\nPersuader: That's understandable. We all do what we can to help each other. I donate to Save the Children. Have you heard about them?\n\tPersuadee: Yes, I have.  \nPersuader: That's great. Also, did you know that not only are they helping children worldwide, they're helping children very near to us?\n\tPersuadee: No, I didn't know that they are helping children near to us.  Do you mean in the USA?\nPersuader: No actually, at the border. Children were separated at the US-Mexico border from their parents, and Save the Children are working on getting them back to their family.\n\tPersuadee: I didn't realize that.  I've been following the news about family separations very closely.  I'm glad organizations like Save the Children are helping.  \nPersuader: Would you like to help and donate to them? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: Sure, I will donate 50 cents to them.  ", "label": [[11, 53, "1-RAPPORT-FRIEND"], [226, 389, "1-RAPPORT-OTHER"], [121, 192, "1-RAPPORT-DISCLOSE"], [648, 706, "1-RAPPORT-FRIEND"], [1156, 1252, "1-RAPPORT-FRIEND"], [1808, 1830, "4-LOGIC-CONCEDE"], [1969, 1982, "1-RAPPORT-FRIEND"], [1983, 2094, "1-RAPPORT-OTHER"], [2549, 2591, "2-NEGOTIATE-REQUEST"], [2592, 2710, "2-NEGOTIATE-OTHER"], [572, 647, "3-EMOTION-EMPATHY"], [830, 1004, "3-EMOTION-STORY"], [1167, 1205, "1-RAPPORT-COMPLIMENT"], [1379, 1433, "1-RAPPORT-DISCLOSE"], [1831, 1930, "2-NEGOTIATE-OPINION"], [2204, 2371, "3-EMOTION-STORY"]], "idx": "480"}
{"id": 2660, "data": "Persuader: Hi there, do you donate money often?\n\tPersuadee: Hi\nPersuader: do you have any children of your own?\n\tPersuadee: I donate sometimes, but not very often.  No, I don't have any children.  How about you?\nPersuader: I do I have two boys, have any niece or nephews?\n\tPersuadee: Quite a few, yes\nPersuader: you should consider donating some of your earnings to \" Save the Children.\", it\\'s a great cause!\n\tPersuadee: What do they do?\nPersuader:  an international non-governmental organisation that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: That sounds like an important cause.  Do they have a good reputation?\nPersuader: They do! they are well known, they help all over the world. for instance, they are trying to help kids get education. More than half of the world's school-age refugee children _ 3.7 million _ are not in school. \n\tPersuadee: Wow, that's too bad.  Maybe they have to help work to feed their families.\nPersuader: Save the Children believes every child deserves a future. Around the world, save the children give children a healthy start in life, the opportunity to learn and protection from harm. and Yes they do help with food to for those living in poverty\n\tPersuadee: It's definitely a worthy cause.\nPersuader: Yes, I think so at least, I couldn't imagine having children and having to fear diseases, hunger and harm :(\n\tPersuadee: Me neither.  I'd like to donate\nPersuader: that is great! I think I would like to as well! \n\tPersuadee: Can I donate $.30?\nPersuader: Just 77 Cents a day can shelter a refugee family. \n\tPersuadee: I'm afraid I don't have much money, but I hope $.30 can at least help a little.\nPersuader: That is wonderful and much appreciated!\n\tPersuadee: Good luck, I hope you get a lot of donations!", "label": [[21, 47, "1-RAPPORT-OTHER"], [74, 111, "1-RAPPORT-OTHER"], [11, 20, "1-RAPPORT-FRIEND"], [222, 271, "1-RAPPORT-DISCLOSE"], [312, 409, "2-NEGOTIATE-OPINION"], [1002, 1247, "1-RAPPORT-DISCLOSE"], [1482, 1515, "2-NEGOTIATE-RECIP"], [1712, 1751, "1-RAPPORT-FRIEND"], [451, 598, "5-AUTHORITY-CREDENTIALS"], [692, 700, "4-LOGIC-CONCEDE"], [701, 903, "5-AUTHORITY-CREDENTIALS"], [1303, 1411, "3-EMOTION-EMPATHY"], [1467, 1481, "1-RAPPORT-FRIEND"], [1558, 1608, "2-NEGOTIATE-BARGAIN"]], "idx": "481"}
{"id": 2661, "data": "Persuader: Hello there, how are you doing today?\n\tPersuadee: Good. How about you?\nPersuader: Great! I'm doing well, thanks for asking. Have you ever heard of a charity called Save the Children?\n\tPersuadee: Yes I have. I remember it from the 90s.\nPersuader: Right on. So you understand how imperative it is that they stick around, as they help support and provide relief for children in developing countries.\n\tPersuadee: Yes glad they're stil laround\nPersuader: So, the researchers of this study are actually doing something very cool. You can help this charity directly by donating some or all of your earnings to Save the Children.\n\tPersuadee: Oh ok that sounds good\nPersuader: Yeah, it's super cool! Even a small donation of 50 cents is great when lots of other people are donating too. Would you be interested in donating some of your task earnings?\n\tPersuadee: yes i would\nPersuader: Awesome. How much of the $2 would you like to donate?\n\tPersuadee: you can put me down for .50 :)\nPersuader: Thank you so much! It always feels good to help out others, I think.\n\tPersuadee: Yes it does\nPersuader: If you'd like to  find out more info about this charity, you can go to their website at  URL  Do you have any questions? :)\n\tPersuadee: No I don't :)\nPersuader: For sure. Well it was a pleasure \"meeting\" you today!\n\tPersuadee: Have a good one!\nPersuader: You too my friend.\n\tPersuadee: How do we end this?", "label": [[11, 48, "1-RAPPORT-FRIEND"], [93, 134, "1-RAPPORT-FRIEND"], [135, 193, "1-RAPPORT-OTHER"], [257, 266, "4-LOGIC-CONCEDE"], [267, 407, "3-EMOTION-EMPATHY"], [330, 407, "5-AUTHORITY-CREDENTIALS"], [461, 632, "1-RAPPORT-DISCLOSE"], [535, 632, "2-NEGOTIATE-REQUEST"], [679, 701, "1-RAPPORT-FRIEND"], [702, 788, "3-EMOTION-ALTRUISTIC"], [789, 852, "2-NEGOTIATE-REQUEST"], [888, 896, "1-RAPPORT-FRIEND"], [897, 941, "2-NEGOTIATE-REQUEST"], [996, 1014, "1-RAPPORT-FRIEND"], [1261, 1270, "4-LOGIC-CONCEDE"], [1271, 1314, "1-RAPPORT-FRIEND"], [1355, 1373, "1-RAPPORT-FRIEND"], [1015, 1064, "2-NEGOTIATE-REWARD"], [1100, 1193, "4-LOGIC-ARGUE"], [1195, 1223, "1-RAPPORT-OTHER"]], "idx": "482"}
{"id": 2662, "data": "Persuader: Hey there! How are you doing today?\n\tPersuadee: I'm great. How about you?\nPersuader: I'm doing well. Do you know anything about the charity Save the Children?\n\tPersuadee: I think I've heard about it.\nPersuader: Well it's a great charity that puts a lot of time and effort into taking care of children's health, education and safety.\n\tPersuadee: Is it international? Is it tax deductible?\nPersuader: It is tax deductible, and it is currently in 120 countries which is very impressive for an organization that has taken on so many different initiatives.\n\tPersuadee: What kinds of things do they do? Is it like adopt a child type thing? \nPersuader: They do everything from build schools (including the hiring/training of teachers), to building hospitals and funding supplies/programs for them, to programs that aid in getting food/clothing to children in countries where they have no access to such things - and recently they've even pushed into childhood cancer and funding medication and research in lesser-developed countries.\n\tPersuadee: Wow. That is impressive. Do you work for them?\nPersuader: I don't, I'm just here to see if you'd consider donating any amount to the organization today. The funds go towards sponsoring a child or service and I think it would be a great way to give back to the world. \n\tPersuadee: It does seem worthwhile. How much of my money goes to the charity though? I don't want it all going to administrative costs and paying some CEO.\nPersuader: Oh, I totally agree with you on that. I feel the same exact way. The breakdown for Save the Children for the year 2017 was 86% went to programming, 9% fundraising and 5% went to management and general.\n\tPersuadee: That sounds good. Glad to hear it. I wouldn't mind giving something. Can I choose what program it goes to?\nPersuader: Unfortunately they don't have that flexibility for me to be able to do that - but what amount are you thinking of donating?\n\tPersuadee: I wouldn't mind donating my $2. I'd like the chance to help something worthwhile.\nPersuader: That's awesome, I wish there were more people with that attitude! I feel like the world would be in a better place!\n\tPersuadee: One person at a time! If I tell someone and you tell someone, that's two more!\nPersuader: That's a great way to think about it! I'm a big believer in passing it along as well, a little can go a long way!\n\tPersuadee: Yep. I'd love it if my donation made a difference in some child.\nPersuader: Thanks for taking the time to learn about the charity, and I'm so glad you decided to donate $2.00. Have a great day!", "label": [[96, 111, "1-RAPPORT-FRIEND"], [111, 169, "1-RAPPORT-OTHER"], [222, 343, "5-AUTHORITY-SUPERIOR"], [11, 46, "1-RAPPORT-FRIEND"], [410, 562, "1-RAPPORT-DISCLOSE"], [657, 1037, "5-AUTHORITY-CREDENTIALS"], [1108, 1202, "1-RAPPORT-DISCLOSE"], [1203, 1316, "2-NEGOTIATE-OPINION"], [1486, 1523, "4-LOGIC-CONCEDE"], [1524, 1550, "2-NEGOTIATE-RECIP"], [1551, 1687, "1-RAPPORT-DISCLOSE"], [1818, 1893, "4-LOGIC-COUNTER"], [1896, 1941, "2-NEGOTIATE-REQUEST"], [2047, 2062, "1-RAPPORT-FRIEND"], [2063, 2112, "1-RAPPORT-COMPLIMENT"], [2113, 2162, "1-RAPPORT-DISCLOSE"], [2265, 2303, "1-RAPPORT-FRIEND"], [2303, 2378, "1-RAPPORT-DISCLOSE"], [2351, 2378, "3-EMOTION-ALTRUISTIC"], [2467, 2584, "1-RAPPORT-FRIEND"]], "idx": "483"}
{"id": 2663, "data": "Persuader: Hello there, how are you doing today?\n\tPersuadee: Hello, great and you?\nPersuader: Very good. I've been hearing about this charity called Save the Children, and I'm consistently amazed at what wonderful work they do.\n\tPersuadee: Yeah? well, tell me more about the charity\nPersuader: Save the children is a Non-governmental organization, meaning it's independent. It promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: What kind of countries? and What types of actions you make for the childrens?\nPersuader: Developing countries are places where the government isn't as strong, and many people live in poverty, so lots of things go unchecked that would be taken care of in more developed countries. It's important to have an independent organization look out for kids in those countries. Children are routinely treated in ways that are very bad in developing countries.\n\tPersuadee: that sounds terrible, and how you help them been in other country?\nPersuader: We give them medical checkups. Many children in those countries have no routine access to healthcare, so they suffer from diseases like vitamin deficiency. We also help shine the light on abuse to help get them out of abusive situations.\n\tPersuadee: That sounds very good, I've a friend that is from a foreign country and they're in a bad situation in that place, so I think it's very important to help them in anyway we can\nPersuader: Yes. Recently Save the Children helped rescue a child who was dying from hunger in one such country. They also helped relocate many children who were orphaned by Syrian Civil War. Many tragic things happen but Save the Children helps children when no one else seems to care or be capable.\n\tPersuadee: Save the Children sounds amazing, so, please let me know, it's there anyway one can contribute or participate for the cause?\nPersuader: Yes, you can. I donated as much as I possibly could and Save the Children told me that I helped save the lives of several children by giving them food and medical care. It really warmed my heart! I'd donate everything I had to them if I could.\n\tPersuadee: That sounds amazing, and they've some webpage or some kind of way that you can see all the process that they made to help the children? I really want to know about the project in general\nPersuader: Yes, their website is  URL  Read through it and be sure to donate the maximum amount! The more kids saved the better!\n\tPersuadee: Alright! Sure would do, thank you so much for all the information, you're a great person!\nPersuader: Your welcome! Also I think you'll like to hear that Save the Children was named as one of the ten most accountable charities in a recent study. They don't waste much on overhead. The head of the charity drives a 15 year old car!\n\tPersuadee: Well, that says a lot about the people behind the charity! The webpage looks very good and legit too\nPersuader: Yes, it's pretty legit. I'd say it's one of the most legit charities out there. They regularly make sure that the whole organization is audited. You can see where all the money goes in their reports. A lot of time and effort is spent in the third world countries and so every dollar you spend goes a long way.\n\tPersuadee: That's exactly what I want to hear! that's it's my major concern with charities in general, to be honest, so tell me, it's something I can donated here right now?\nPersuader: Yes, you can donate the maximum amount immediately.\n\tPersuadee: Sorry, but right now I can't, let me organized my money and then I would go to the page\nPersuader: Okay, when you get it all together you can donate your task payment between $0 and $2.", "label": [[11, 48, "1-RAPPORT-FRIEND"], [94, 104, "1-RAPPORT-FRIEND"], [105, 227, "1-RAPPORT-DISCLOSE"], [294, 472, "5-AUTHORITY-CREDENTIALS"], [574, 925, "1-RAPPORT-DISCLOSE"], [854, 925, "3-EMOTION-GUILT"], [1462, 1641, "3-EMOTION-STORY"], [1642, 1750, "3-EMOTION-EMPATHY"], [2381, 2438, "2-NEGOTIATE-REMIND"], [2937, 3246, "1-RAPPORT-DISCLOSE"], [764, 853, "3-EMOTION-ALTRUISTIC"], [1026, 1263, "1-RAPPORT-DISCLOSE"], [1057, 1263, "3-EMOTION-EMPATHY"], [1899, 1912, "4-LOGIC-CONCEDE"], [1913, 2142, "3-EMOTION-STORY"], [1913, 2067, "1-RAPPORT-DISCLOSE"], [2353, 2379, "4-LOGIC-ARGUE"], [2439, 2470, "3-EMOTION-ALTRUISTIC"], [2584, 2597, "1-RAPPORT-FRIEND"], [2598, 2812, "1-RAPPORT-DISCLOSE"], [3433, 3484, "4-LOGIC-CONCEDE"], [3596, 3682, "2-NEGOTIATE-OTHER"]], "idx": "484"}
{"id": 2664, "data": "Persuader: Hi!  Have you heard of an organization called Save the Children?\n\tPersuadee: I think I have once before, in a grocery store I believe \nPersuader: Do you mind if i give you a little information about them?\n\tPersuadee: Sure, go ahead\nPersuader: Just some ver basic info, Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Are they a non profit organization?\nPersuader: Yes they are! They work 100% on donated funds. There is  a lack of support for children in developing countries, especially in war zones. For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. Your donation can address such problems.\n\tPersuadee: Oh wow, shocking news. Do you know how many children have been helped due to this organization? \nPersuader: According t0 their yearend report they were able to reach 155 million children.  Over 200k of those kids were in the US.\n\tPersuadee: Thats awesome! Are you apart of this organization or just support them?\nPersuader: I am just a supporter but I would like to ask how much do you like to donate to the charity? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment\n\tPersuadee: The payment of the task is 30 cents, I would donate 10c\nPersuader: That is awesome!  Thank you so much! What are you hoping your donation will help with?\n\tPersuadee: its not a lot but hopefully go towards someone else donation to help children in war zone areas\nPersuader: I am so grateful for your donation.  It means alot to this rganization.\n\tPersuadee: Of course, its a great organization to support\nPersuader: Have you donated to a similar charity?\n\tPersuadee: Yes, a few times before\nPersuader: Again, I really appreciate it and hope you have a great evening!\n\tPersuadee: Thank you, you too!", "label": [[11, 14, "1-RAPPORT-FRIEND"], [280, 448, "5-AUTHORITY-CREDENTIALS"], [508, 521, "4-LOGIC-CONCEDE"], [522, 893, "1-RAPPORT-DISCLOSE"], [1230, 1251, "1-RAPPORT-DISCLOSE"], [1252, 1322, "2-NEGOTIATE-REQUEST"], [1323, 1440, "2-NEGOTIATE-OTHER"], [16, 75, "1-RAPPORT-OTHER"], [157, 215, "1-RAPPORT-OTHER"], [254, 279, "4-LOGIC-ARGUE"], [646, 892, "3-EMOTION-STORY"], [1014, 1134, "1-RAPPORT-DISCLOSE"], [1520, 1556, "1-RAPPORT-FRIEND"], [1557, 1606, "1-RAPPORT-OTHER"], [1726, 1797, "1-RAPPORT-FRIEND"], [1868, 1906, "1-RAPPORT-OTHER"], [1954, 2018, "1-RAPPORT-FRIEND"]], "idx": "485"}
{"id": 2665, "data": "Persuader: Right now there are many children who are suffering in the world and they need our help.\n\tPersuadee: I agree!\nPersuader: There is an organization that is international , non governmental that tries to reduce the suffering.\n\tPersuadee: Oh that's great. What is the name of the organization?\nPersuader: Save the Children is the organization does the hard work of bringing health care, education and safety to children around the world.\n\tPersuadee: Well the have a great cause. \nPersuader: Children around the world are threaten by war such as in Syria, by hunger and disease such as in Africa. \n\tPersuadee: No child deserves to feel unsafe and go hungry. It's heartbreaking!\nPersuader: I feel the same way as you do. It broke my heart to see that famous photograph of a child with a vulture sitting next to it.\n\tPersuadee: I am not sure if I have seen that picture. I would have to see it to know. \nPersuader: It made me both angry and sad. I have always believed that everyone can make a difference, but what was I doing?\n\tPersuadee: There are ways to make a difference for sure.\nPersuader: One of those ways is to contribute to Save the Children.\n\tPersuadee: Yes that is a common way.\nPersuader: It is one of the best organizations I know of that actually effective in using donations in a positive way to help children throughout the world.\n\tPersuadee: Have you presonally donated to them? Would you whole heartedly donate? How do you know that they are effective? How do you know the money actually gets to where it needs to go?\nPersuader: They are ranked very highly with groups that rate charities such as Forbes, BBB and other charity rating groups. I have given to this charity before and I have followed them online and in newspaper reports\n\tPersuadee: Okay. That's good of you to donate.\nPersuader: Wont you please donate some part of your payment for this task? Even a little can do a lot. A million drops  of water make an ocean of aid.\n\tPersuadee: Sure I will donate 20 cents.\nPersuader: thank you very much", "label": [[11, 99, "4-LOGIC-ARGUE"], [132, 233, "1-RAPPORT-DISCLOSE"], [313, 444, "5-AUTHORITY-CREDENTIALS"], [498, 603, "3-EMOTION-GUILT"], [695, 725, "4-LOGIC-CONCEDE"], [726, 819, "3-EMOTION-STORY"], [919, 1031, "1-RAPPORT-DISCLOSE"], [1101, 1157, "4-LOGIC-ARGUE"], [1553, 1758, "1-RAPPORT-DISCLOSE"], [1817, 1881, "2-NEGOTIATE-REQUEST"], [2010, 2029, "1-RAPPORT-FRIEND"], [1207, 1352, "5-AUTHORITY-SUPERIOR"], [1882, 1957, "3-EMOTION-ALTRUISTIC"]], "idx": "486"}
{"id": 2666, "data": "Persuader: hi\n\tPersuadee: hi!\nPersuader: how can you donate\n\tPersuadee: more or less around 1000$\nPersuader: oh wow thats really good then\n\tPersuadee: Yes, there are people who need it most\nPersuader: i know they do\n\tPersuadee: How much would you be able to donate?\nPersuader: 5 to 6 dollars or more\n\tPersuadee:  and a year how much do you donate?\nPersuader: i think 200\n\tPersuadee:  you must think that there are many people in the world who need resources and can not count on the ability to obtain them\nPersuader: yes there is\n\tPersuadee:  What kind of charity would you donate the most?\nPersuader: clothes and some type of money if i have\n\tPersuadee:  Do you think about donating toys to children?\nPersuader: oh yes sometimes i do\n\tPersuadee:  Do you prefer to donate toys or clothes?\nPersuader: i prefer clothes\n\tPersuadee: Do you prefer to donate clothes or money?", "label": [[11, 13, "1-RAPPORT-FRIEND"], [109, 138, "1-RAPPORT-FRIEND"], [201, 215, "4-LOGIC-CONCEDE"], [277, 299, "1-RAPPORT-DISCLOSE"], [359, 370, "1-RAPPORT-DISCLOSE"], [602, 642, "1-RAPPORT-DISCLOSE"], [713, 719, "4-LOGIC-CONCEDE"], [41, 59, "2-NEGOTIATE-REQUEST"], [517, 529, "4-LOGIC-CONCEDE"], [720, 734, "1-RAPPORT-DISCLOSE"], [800, 816, "1-RAPPORT-DISCLOSE"]], "idx": "487"}
{"id": 2667, "data": "Persuader: Hello! Are you familier with non government organizations?\n\tPersuadee: I think i am but it depends what type you are talking about.\nPersuader: I am talking about one i particular. It is called Save the Children. Are you familiar with this organization?\n\tPersuadee: I have heard of it and have seen their many commercials. \nPersuader: That is great! Have you ever made a donation to this organization?\n\tPersuadee: I have not but i have always wanted to but never had the opportunity or time to. Have you?\nPersuader: I have not either. And honestly I have a strong belief in this organization. I recently had a daughter who is now a month old. And I could not imagine what I would do if I was unable to help her. \n\tPersuadee: Yeah i can't imagine either. It is a hard life in this world.\nPersuader: Absolutely it is! I was actually thinking of donating some of my bonus from this task to this organization. \n\tPersuadee: That's nice, how much are you thinking of?\nPersuader: I was thinking .30-.50 The task has taken some time to complete so it is fair for me to be compensated. But I think this organization needs every little bit and hopefully others will feel the same. \n\tPersuadee: yeah, i think it is a great opportunity and time that i get to do my part\nPersuader: That sounds great! I feel we are both thinking the same here! If you are given the opportunity to donate some of your bonus to this organization what do you think is a fair amount?\n\tPersuadee: I was thinking a good amount for me will be $1\nPersuader: That is very generous of you. Good for you. I know it always makes me feel good when giving to organizations like this. \n\tPersuadee: Yeah, well its not everyday that i get to give so i better make the best of it\nPersuader: That is a great way to think about it. And since the money is not yet in your hands it makes it that much easier to give a little. \n\tPersuadee: Am i able to donate directly or how does that work?\nPersuader: At the end you will be asked if you want to donate any of your $2 bonus. The research team will then collect all funds donated and send them to Save the Children\n\tPersuadee: Nice, so i guess i can donate now, right?\nPersuader: Yes you can. As soon as you or myself click the done button. Thank you for your time and enjoy the rest of your evening!\n\tPersuadee: Thanks so much, you too", "label": [[11, 17, "1-RAPPORT-FRIEND"], [154, 222, "1-RAPPORT-DISCLOSE"], [223, 263, "1-RAPPORT-OTHER"], [345, 359, "1-RAPPORT-FRIEND"], [526, 544, "2-NEGOTIATE-RECIP"], [545, 722, "1-RAPPORT-DISCLOSE"], [826, 916, "1-RAPPORT-DISCLOSE"], [983, 1086, "1-RAPPORT-DISCLOSE"], [1341, 1459, "2-NEGOTIATE-REQUEST"], [1560, 1573, "1-RAPPORT-FRIEND"], [1574, 1650, "1-RAPPORT-DISCLOSE"], [1792, 1884, "3-EMOTION-ALTRUISTIC"], [1960, 2121, "2-NEGOTIATE-OTHER"], [2248, 2307, "1-RAPPORT-FRIEND"], [18, 69, "1-RAPPORT-OTHER"], [360, 411, "1-RAPPORT-OTHER"], [808, 825, "4-LOGIC-CONCEDE"], [1087, 1181, "2-NEGOTIATE-OPINION"], [1279, 1297, "1-RAPPORT-FRIEND"], [1298, 1340, "2-NEGOTIATE-RECIP"], [1530, 1559, "1-RAPPORT-COMPLIMENT"], [1753, 1791, "4-LOGIC-CONCEDE"], [2187, 2247, "2-NEGOTIATE-OTHER"]], "idx": "488"}
{"id": 2668, "data": "Persuader: Hello I am talking to you to see if you would like to make a donation to Save the Children today\n\tPersuadee: okay, who exactly does this charity benefit?\nPersuader: In the U.S. and around the world, Save the Children does whatever it takes, every dayy star and in times of crisis. To give children a healthy life, the opportunity to learn and protection from harm.\n\tPersuadee: I prefer to help charities that help local people, not from different parts of the world\nPersuader: No worries, Save the Children has been on the ground providing support to the most isolated and underserved children in rural America since 1932\n\tPersuadee: Is it a one time donation, or can I sponsor a specific child?\nPersuader: You can do both! There is also a monthly option as well. And if you decide to sponsor a child, you can specifically choose one from the US\n\tPersuadee: Does the charity just supply food? or other things they also provide\nPersuader: No there is also help with education needs, and emergency relief\n\tPersuadee: I worry about how much money actually makes it to the children. because of overhead costs and waste. I prefer to donate my time. Is there a way to physically help?\nPersuader: Yes there are many other ways to help out, volunteering is an option. There are also fundraising options. And community events like  road races \n\tPersuadee: it's getting tedious waiting for responses. Yes would be interested in volunteering. Is there a website for Save the Children?\nPersuader: here is their website  URL \n\tPersuadee: great, I may still be interested in donating. I just like to research more about the charity. Are there many people volunteering right now?\nPersuader: yes, they have been able to help over 237,000 kids in the US alone this past year\n\tPersuadee: is it just for little children or does it help teenagers also?\nPersuader: Teenagers are also a big part of the program. There is a speical Empowered Teens program that helps them build skills for the future\n\tPersuadee: ok, thanks for the help. Like I said, I would prefer to volunteer my time instead of monetarily. Until I become more comfortable knowing more about the company\nPersuader: ok no problem. I will say that any amount you donate today from this task. I will be will personally match on my behalf. from 0-$2\n\tPersuadee: ok, thanks for the help. I will be in touch with the charity soon\nPersuader: Your welcome! Thanks you for your time", "label": [[488, 499, "4-LOGIC-CONCEDE"], [11, 16, "1-RAPPORT-FRIEND"], [17, 107, "1-RAPPORT-DISCLOSE"], [176, 375, "5-AUTHORITY-CREDENTIALS"], [500, 632, "5-AUTHORITY-CREDENTIALS"], [718, 856, "2-NEGOTIATE-OTHER"], [949, 1013, "1-RAPPORT-DISCLOSE"], [1201, 1345, "1-RAPPORT-DISCLOSE"], [1496, 1522, "4-LOGIC-ARGUE"], [1686, 1768, "1-RAPPORT-DISCLOSE"], [1855, 1987, "1-RAPPORT-DISCLOSE"], [2171, 2185, "4-LOGIC-CONCEDE"], [2186, 2245, "3-EMOTION-ALTRUISTIC"], [2246, 2301, "2-NEGOTIATE-RECIP"], [2391, 2429, "1-RAPPORT-FRIEND"]], "idx": "489"}
{"id": 2669, "data": "Persuader: Hey there :) How are you feeling today?\n\tPersuadee: I'm fine how are you.\nPersuader: Not too bad, all things considered\n\tPersuadee: Thats good to hear.  Where are you from?\nPersuader: U.S. How about you? Think they matched us with our complete opposites? :P\n\tPersuadee: Same.  Maybe, I'm not sure.\nPersuader: Haha I am trying to figure out if you're a bot. I'm not, if you're wondering :) If you are you're pretty good. Congrats!\n\tPersuadee: Lol.  I'm not a bot...... \nPersuader: Haha nice, I'll take your word for it for now :) Ok if we talk about some serious stuff?\n\tPersuadee: Sure, let's do it. I'm not sure if I'm donating to you or if you're donating to me.\nPersuader: Neither of us are donating to each other actually, which is probably a good thing. What have you heard about the charity called \"Save the Children\"?\n\tPersuadee: Yes I have, I think they are from the UK.\nPersuader: They're international - a pretty solid, well-known organization with a good track record. Basically they work to protect children around the world. They fundraise and advocate for children suffering from disasters or war or poverty. So we have the opportunity today to donate some of our payment to them.\n\tPersuadee: Do you work for them?\nPersuader: Nope, I don't work for them.\n\tPersuadee: Okay, well I see that they have an A rating on charity watch with only 13% going to overhead.\nPersuader: They are pretty reputable. I think I'll donate a little bit to them. Maybe $0.50. Would you like to make a small donation from your task payment?\n\tPersuadee: Sure, I will match your $0.50.\nPersuader: That's fantastic. Thank you :)\n\tPersuadee: Thank you too.\nPersuader: Alright, well this has been fun :) Enjoy the rest of your day!", "label": [[11, 50, "1-RAPPORT-FRIEND"], [96, 130, "1-RAPPORT-FRIEND"], [195, 268, "1-RAPPORT-DISCLOSE"], [320, 324, "3-EMOTION-HUMOUR"], [325, 399, "1-RAPPORT-DISCLOSE"], [400, 440, "1-RAPPORT-COMPLIMENT"], [491, 495, "3-EMOTION-HUMOUR"], [496, 579, "1-RAPPORT-FRIEND"], [770, 835, "1-RAPPORT-OTHER"], [901, 1133, "5-AUTHORITY-CREDENTIALS"], [1397, 1423, "2-NEGOTIATE-OPINION"], [1479, 1542, "2-NEGOTIATE-REQUEST"], [1597, 1627, "1-RAPPORT-FRIEND"], [687, 770, "1-RAPPORT-DISCLOSE"], [1134, 1205, "1-RAPPORT-DISCLOSE"], [1251, 1279, "1-RAPPORT-DISCLOSE"], [1423, 1478, "2-NEGOTIATE-RECIP"], [1666, 1728, "1-RAPPORT-FRIEND"]], "idx": "490"}
{"id": 2670, "data": "Persuader: hello\n\tPersuadee: hello there\nPersuader: tell me what are you doing\n\tPersuadee: im thinking of donating money to children's charities..what are your feeling about that\nPersuader: I think it's a good work, I congratulate you\n\tPersuadee: do you have any suggestions for charities\nPersuader: that perceive and move forward despite adversity, every good work has its reward\n\tPersuadee: what would you say is a fair amount to donate monthly to unicef  \nPersuader: it varies according to the income of each person, in my case 200\n\tPersuadee: so you would contribute 200$ per month?\nPersuader: yes, sure I would like to\n\tPersuadee: a generous amount,..thank you for that suggestion, now if I could only decide between unicef or children's hospital l ike shriners..any idea\nPersuader: children's hospital, those children need all the help possible\n\tPersuadee: makes sense..what are your feelings about helping globally or community or region, country?\nPersuader: I really like that idea\n\tPersuadee: i prefer  locally, since there is so much need...\nPersuader: Yes, of course, but we have to see the problem in general\n\tPersuadee: have you donated to charities in past?\nPersuader: yes of course you like to do it\n\tPersuadee: yes, i prefer working with local charities..i believe 200$ per month is a fair amount, and thank you for the suggestion", "label": [[52, 78, "1-RAPPORT-OTHER"], [189, 215, "1-RAPPORT-DISCLOSE"], [598, 623, "4-LOGIC-CONCEDE"], [966, 989, "1-RAPPORT-FRIEND"], [1063, 1078, "4-LOGIC-CONCEDE"], [1079, 1120, "4-LOGIC-COUNTER"], [11, 16, "1-RAPPORT-FRIEND"], [215, 234, "1-RAPPORT-COMPLIMENT"], [300, 380, "3-EMOTION-ALTRUISTIC"], [470, 534, "1-RAPPORT-DISCLOSE"], [788, 850, "1-RAPPORT-DISCLOSE"], [1183, 1214, "4-LOGIC-CONCEDE"]], "idx": "491"}
{"id": 2671, "data": "Persuader: Hello there. How are you today?\n\tPersuadee: I am fine. Just thinking over things.\nPersuader: Have you ever heard of Save the Children?\n\tPersuadee: I may have. Can you tell me more?\nPersuader: Save the Children is a charitable organization that promotes children's rights. They also provide relief for children in regions subject to violence and civil unrest, and aid for needy children in developing countries.\n\tPersuadee: How did you learn about them?\nPersuader: I originally found out about them when someone talked to me about donating to them. Most of what I know about them comes from reading about them online.\n\tPersuadee: What countries do they help in?\nPersuader: They help children in 120 different countries, including the USA and most African, South American, and Asian countries.\n\tPersuadee: Are donations made securely and safely?\nPersuader: They are. Save the Children is a very highly rated charity, rated 88.3 out of 100 by Charity Navigator in 2016. They also disclose all of their financial information online, to promote transparency in how they spend the money donated to them.\n\tPersuadee: How much of the donation goes to the child?\nPersuader: 86% of donations go into programs to help children. Administrative costs are only about 5% of donations, with the remainder going towards fundraising efforts.\n\tPersuadee: Is that a good amount? How much can I donate?\nPersuader: 5% is a rather low administrative cost for a charity, which is good. And the portion that goes to fundraising generates more donations than the money put into it, so it overall increases the money that gets to those who need it. And any donation helps, even something as low as one or two dollars.\n\tPersuadee: What can one to two dollars buy for a child in need?\nPersuader: It depends of course on the region where the child being helped is located. But in some of the poorer parts of the world, a dollar can buy a few days worth of healthy food, or buy an item of clothing for a child who needs it.\n\tPersuadee: Can I donate one dollar?\nPersuader: Yes, a 1 dollar donation is perfectly acceptable, and greatly appreciated.\n\tPersuadee: I want to donate one dollar.\nPersuader: Excelent! Thank you very much for your donation.", "label": [[1777, 2003, "1-RAPPORT-DISCLOSE"], [2051, 2126, "1-RAPPORT-FRIEND"], [2179, 2227, "1-RAPPORT-FRIEND"], [11, 42, "1-RAPPORT-FRIEND"], [104, 145, "1-RAPPORT-OTHER"], [203, 421, "5-AUTHORITY-CREDENTIALS"], [474, 627, "1-RAPPORT-DISCLOSE"], [683, 802, "5-AUTHORITY-CREDENTIALS"], [866, 875, "4-LOGIC-CONCEDE"], [876, 1108, "5-AUTHORITY-CREDENTIALS"], [1176, 1334, "1-RAPPORT-DISCLOSE"], [1404, 1632, "1-RAPPORT-DISCLOSE"], [1633, 1701, "3-EMOTION-ALTRUISTIC"]], "idx": "492"}
{"id": 2672, "data": "Persuader: Hello. How are you?\n\tPersuadee: I am good thanks for asking. \nPersuader: Do you donate a lot?\n\tPersuadee: I have not donated in the past but there are organizations I have considered donating to.\nPersuader: I'm a little surprised you've never donated before, can I ask why not?\n\tPersuadee: Something always seems to come up and I need to pay for something. Usually something involving the house. \nPersuader: Gotcha, I understand those neccessary purchases too well.\n\tPersuadee: Yes, if I had more expendable income I would absolutely donate. \nPersuader: Understandable, of course, although we do get good pay out of this task that we can donate.\n\tPersuadee: That is true. That makes it easier. \nPersuader: Have you heard of Save the Children?\n\tPersuadee: I have heard the name. \nPersuader: It's a great charity I've considered donating some of my payment too, if you want to do the same.\n\tPersuadee: How do they help?\nPersuader: What do you mean, like how does the charity help children?\n\tPersuadee: Yes, how do they help with children? What does the organization do?\nPersuader: They provide relief for kids and they help underprivileged kids with things they need, such as water, first aid, etc. \n\tPersuadee: Is this all over the country?\nPersuader: I believe so, it extends to other countries as well.\n\tPersuadee: It sounds like a good charity. ", "label": [[84, 104, "1-RAPPORT-OTHER"], [11, 30, "1-RAPPORT-FRIEND"], [218, 269, "2-NEGOTIATE-OPINION"], [270, 288, "2-NEGOTIATE-OTHER"], [565, 592, "4-LOGIC-CONCEDE"], [592, 656, "4-LOGIC-COUNTER"], [419, 476, "4-LOGIC-CONCEDE"], [717, 753, "1-RAPPORT-OTHER"], [801, 870, "1-RAPPORT-DISCLOSE"], [870, 898, "2-NEGOTIATE-REQUEST"], [1090, 1208, "1-RAPPORT-DISCLOSE"], [940, 998, "1-RAPPORT-OTHER"], [1262, 1314, "1-RAPPORT-DISCLOSE"]], "idx": "493"}
{"id": 2673, "data": "Persuader: Hello, would you like to donate to our charity called Save the Children? Millions of syrian children have grown up facing daily threats of violence this will be a step towards saving children world wide!\n\tPersuadee: Yes, I am interested in donating. What specific causes the charity donate to? \nPersuader: They donate to ensuring children's rights to health, education, safety, etc. Convince your partner their donation will make a tangible impact for the world\n\tPersuadee: Are there different tiers for donations available? \nPersuader: You could find that out here at this website.  URL do you have an idea of how much you would like to donate?\n\tPersuadee: Can I donate $30 a month? \nPersuader: Sure thing! You would like to donate a dollar a day?\n\tPersuadee: Yes, I am okay with that. How do I sign up? \nPersuader: You just tell me how much do you like to donate to the charity now? Then I'll go to the website and set everything up. I'll have the research team collect the donate and send it to Save the Children.\n\tPersuadee: I would like to donate $10 right now.\nPersuader: The children are going to really appreciate this!\n\tPersuadee: I'm glad and happy to help! \nPersuader: I'm going to tell you some information while i get the paper work ready about the charity if that's okay with you\n\tPersuadee: Sounds good, please feel free to share!\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: That's awesome, what other countries does it support besides Syria? \nPersuader: This charity also support children in the United States as well as Rohingya. I have some of the paper work together ho much did you want to donate right now again?\n\tPersuadee: I am good with donating $10 right now.\nPersuader: Okay got it! \n\tPersuadee: Is there any follow up information you will be able to share once the donation is complete? Like a newsletter?", "label": [[394, 472, "2-NEGOTIATE-REWARD"], [1089, 1138, "1-RAPPORT-FRIEND"], [1191, 1304, "2-NEGOTIATE-OTHER"], [1368, 1536, "5-AUTHORITY-CREDENTIALS"], [11, 17, "1-RAPPORT-FRIEND"], [18, 83, "2-NEGOTIATE-REQUEST"], [84, 214, "3-EMOTION-EMPATHY"], [317, 394, "1-RAPPORT-DISCLOSE"], [548, 598, "4-LOGIC-ARGUE"], [599, 656, "2-NEGOTIATE-REQUEST"], [707, 718, "4-LOGIC-CONCEDE"], [719, 759, "2-NEGOTIATE-REQUEST"], [828, 1027, "2-NEGOTIATE-OTHER"], [1629, 1705, "5-AUTHORITY-CREDENTIALS"], [1706, 1792, "2-NEGOTIATE-REQUEST"], [1855, 1868, "1-RAPPORT-FRIEND"]], "idx": "494"}
{"id": 2674, "data": "Persuader: Hello!\n\tPersuadee: Hi!\nPersuader: How are you today?\n\tPersuadee: I'm good! How are you?\nPersuader: Great! Are you a male or female?\n\tPersuadee: Female, how about you?\nPersuader: Same. I'm married with 3 kids, how about you?\n\tPersuadee: I'm divorced and 2 kids, how old are yours? Mine are 5 and 2.\nPersuader: 3, 5, and 13. Speaking of kids, have you heard of the charity Save the children?\n\tPersuadee: Yes I have!\nPersuader: They are a great organization. I was wondering if you would be willing to donate any amount of your 2.00 in earnings today to this organization?\n\tPersuadee: Yeah I'll do .50!\nPersuader: Wow, thank you! That is very generous. And you will still receive 1.50, not too bad!\n\tPersuadee: Yeah of course!\nPersuader: I've been told that the researchers will be collecting all donations and sending them to save the children. How nice of everyone to work together to help. \n\tPersuadee: That is very nice! I'm glad to be able to donate!\nPersuader: It's been nice talking with you today \n\tPersuadee: Same to you! \nPersuader: Have  a great day! Thnaks for the donation.\n\tPersuadee: You as well. ", "label": [[11, 17, "1-RAPPORT-FRIEND"], [45, 63, "1-RAPPORT-FRIEND"], [110, 116, "1-RAPPORT-FRIEND"], [117, 142, "1-RAPPORT-OTHER"], [436, 466, "2-NEGOTIATE-OPINION"], [622, 637, "1-RAPPORT-FRIEND"], [638, 660, "1-RAPPORT-COMPLIMENT"], [661, 706, "1-RAPPORT-DISCLOSE"], [975, 1012, "1-RAPPORT-FRIEND"], [1051, 1094, "1-RAPPORT-FRIEND"], [189, 194, "4-LOGIC-CONCEDE"], [195, 234, "1-RAPPORT-DISCLOSE"], [320, 333, "1-RAPPORT-DISCLOSE"], [334, 400, "1-RAPPORT-OTHER"], [467, 580, "2-NEGOTIATE-REQUEST"], [746, 853, "2-NEGOTIATE-OTHER"], [854, 901, "3-EMOTION-ALTRUISTIC"]], "idx": "495"}
{"id": 2675, "data": "Persuader: Hello, How are you?\n\tPersuadee: Hai, I am fine and you\nPersuader: Am great, happy in speaking with you\n\tPersuadee: oh..thank you.. I am proud of myself. I am also like to chat with you.\nPersuader: Have you ever heard about charity for children?\n\tPersuadee: ok.. I make it more than 3 words\nPersuader: Do you have any idea of donating?\n\tPersuadee: Never, Ever surprise Your Prospect. I have some idea about donating.\nPersuader: how much will you donate from this hit? \n\tPersuadee: I donate 100 dollars for this hit\nPersuader: Thats Great, but here you an donate upto 2$ in this hit, kindly select the range between 0$ to 2$\n\tPersuadee: oh..sorry....OK I will donate 1$.\nPersuader: Thats great, let me donate the same\n\tPersuadee: ok...I am very glad to speak with you\nPersuader: Thats great speaking with you\n\tPersuadee: oh...thank you. anything else...\nPersuader: Thank You, Nothing else\n\tPersuadee: Ok.. can I leave from this chat? \nPersuader: yes, Bye Take Care\n\tPersuadee: Ok...Bye..You Take care.", "label": [[77, 113, "1-RAPPORT-FRIEND"], [208, 255, "1-RAPPORT-OTHER"], [691, 703, "1-RAPPORT-FRIEND"], [704, 726, "2-NEGOTIATE-RECIP"], [788, 817, "1-RAPPORT-FRIEND"], [11, 30, "1-RAPPORT-FRIEND"], [312, 345, "1-RAPPORT-OTHER"], [438, 478, "2-NEGOTIATE-REQUEST"], [536, 548, "1-RAPPORT-FRIEND"], [549, 633, "2-NEGOTIATE-OTHER"], [874, 897, "1-RAPPORT-FRIEND"], [955, 973, "1-RAPPORT-FRIEND"]], "idx": "496"}
{"id": 2676, "data": "Persuader: Hi! How are you doing today?\n\tPersuadee: I am doing well even though it's early. How are you?\nPersuader: I am alright, thank you. Do you donate at all?\n\tPersuadee: I do when I can. I don't always have extra money to give but even a dollar helps right?\nPersuader: you bet. I am in the same boat. even cents can make a different tho. I did the math earlier, and if every person in the US were to give a nickel, that would be over 16 million!\n\tPersuadee: That's a lot of money\nPersuader: that is right. Have you heard of Save the Children?\n\tPersuadee: I have, but I don't know much about it. I assume the obvious though\nPersuader: haha pretty much. its an organization that helps raise money for children from around the world so that they may have a future\n\tPersuadee: Do you donate to them when you can? I donate to animal rescue when I can.\nPersuader: Like you said, I try to when I can. I try to volunteer. But if we could all get on board of donating just a few cents, we could be raising so much money for these kids\n\tPersuadee: This is true. I feel bad for children that grow up with nothing. It's not their fault for one reason or another\nPersuader: I wholeheartedly agree. They deserve to have a future\n\tPersuadee: Even here locally they talk about how kids in school only get one meal per day. It's sad.\nPersuader: Oh, I know. that is why volunteering is helpful and donating used goods to your local charities. but save the children can help to. It's all children\n\tPersuadee: I don't think there is anything locally to help this particular group. I will have to look into it. \nPersuader: the website is  URL  And you can donate just a few cents today after we finish!\n\tPersuadee: Okay. I will do that. \nPersuader: That is excellent! How much would you like to donate today?\n\tPersuadee: I'll donate $1", "label": [[11, 39, "1-RAPPORT-FRIEND"], [273, 342, "4-LOGIC-CONCEDE"], [342, 450, "4-LOGIC-ARGUE"], [116, 141, "1-RAPPORT-OTHER"], [141, 162, "1-RAPPORT-OTHER"], [495, 510, "4-LOGIC-CONCEDE"], [510, 547, "2-NEGOTIATE-OTHER"], [639, 656, "1-RAPPORT-FRIEND"], [657, 765, "5-AUTHORITY-SUPERIOR"], [862, 919, "1-RAPPORT-DISCLOSE"], [919, 1030, "2-NEGOTIATE-REQUEST"], [1165, 1219, "4-LOGIC-CONCEDE"], [1165, 1219, "3-EMOTION-EMPATHY"], [1332, 1345, "4-LOGIC-CONCEDE"], [1345, 1482, "4-LOGIC-ARGUE"], [1607, 1686, "2-NEGOTIATE-OTHER"], [1733, 1751, "1-RAPPORT-FRIEND"], [1751, 1792, "2-NEGOTIATE-REQUEST"]], "idx": "497"}
{"id": 2677, "data": "Persuader: How was your day?\n\tPersuadee: Good!  How about you?\nPersuader: Hello, how important is charity to you?\n\tPersuadee: Well, I believe that we have an obligation to help the less fortunate.\nPersuader: Great, I have a question. How important is charity to you?\n\tPersuadee: As I said before, Well, I believe that we have an obligation to help the less fortunate.\nPersuader: I agree completely. Charity is important whether it be toward types of cancer or rights for certain groups of people\n\tPersuadee: Sure, the problem is knowing whom to help.  Resources are always finite.\nPersuader: \"Save the Children\" are a charity that promotes children\\'s rights and helps support children in developing countries. \n\tPersuadee: I've neer heard of them.\nPersuader: Have you? Everyone knows about them! Donations help them keep going!\n\tPersuadee: How much have you personally donated to them?\nPersuader: 1000 bucks. I do everything to support charities and you should too! Whether it be $10,$50, or even $100!\n\tPersuadee: Good for you!  How do you evaluate if a chairity is worthy of your money or time?\nPersuader: Research them. Learn about the starving children that they help and continue to help. \"Save the Children.\"\n\tPersuadee: Sure.  How much of the money that they get goes to the children, and how much goes to administration, as a percentage?  If you have given them 1000 bucks, you probably checked them out first.\nPersuader: 90% goes to the children, while the leftover is for the administration\n\tPersuadee: I see.  \nPersuader: I really recommend this charity for you. Children all around the world need help and you as one can help the cause.\n\tPersuadee: I am so glad that you feel your money was well spent.\nPersuader: Are youwilling to donate?\n\tPersuadee: If I research them, and they are doing good things, then yes I would be willing to donate.\nPersuader: just 77 cents a day can shelter a refugee family\n\tPersuadee: Certainly. Are you in the UK?", "label": [[11, 28, "1-RAPPORT-FRIEND"], [73, 113, "1-RAPPORT-OTHER"], [234, 266, "1-RAPPORT-OTHER"], [378, 399, "4-LOGIC-CONCEDE"], [398, 495, "4-LOGIC-ARGUE"], [591, 711, "5-AUTHORITY-SUPERIOR"], [760, 828, "6-SOCIAL-PEER"], [897, 1003, "1-RAPPORT-DISCLOSE"], [1726, 1752, "2-NEGOTIATE-REQUEST"], [1867, 1915, "4-LOGIC-ARGUE"], [1108, 1124, "5-AUTHORITY-OTHER"], [1124, 1194, "3-EMOTION-ALTRUISTIC"], [1534, 1574, "2-NEGOTIATE-OPINION"], [1574, 1649, "4-LOGIC-ARGUE"], [1866, 1915, "2-NEGOTIATE-OTHER"]], "idx": "499"}
{"id": 2678, "data": "Persuader: Good morning, I am here to ask if you would be willing to donate to the \"Save the Children\" Charity to assist children in need.\n\tPersuadee: Where you from?\nPersuader: North Carolina. We have representatives all across the country!\n\tPersuadee: So you're supposed to convince me to spend my money?!\nPersuader: Not at all. We are only asking that you assist in our Charity to help children in need.\n\tPersuadee: Other words for spending my money, no matter how you phrase it!@\nPersuader: This is a matter of perspective. You may choose to assist or not. It is up to you as an individual to make the decision.\n\tPersuadee: So you don't argue (any more) that you are trying to get me to spend my money?\nPersuader: I have not tried to argue with you at all. All that we ask is that you donate money to our charity. This decision is yours to make.\n\tPersuadee: Well, simply said, no.\nPersuader: If that is your decision, then we understand and thank you for your time.\n\tPersuadee: So we only have five more passages to spend.  What time did you start this task?\nPersuader: eh...probably about 10 minutes ago. I didn't understand it. You?\n\tPersuadee: Given the poor internet connection, I've been at this longer, but I'm not interested in charities, unless it's for me.\nPersuader: Same. To be honest, I think this gimmick is outdated. I doubt anyone would actually fall for this. Especially since we are both given specific instructions. Sorry about the connection. For some reason, mine isn't working this morning either.\n\tPersuadee: My connection is normal - very rural here, and it's always bad.  Bet you're on a cable?\nPersuader: I am also in a rural location. Where are you? \n\tPersuadee: Ozark woods, county has 15k people, 150k cattle :)\nPersuader: I am from the south. We have nothing but cows, horses, sheep, and chickens. Wonderful area. Right below the mountains so we have a lot of fog and lakes around here. Your county sounds absolutely wonderful. :D\n\tPersuadee: I step outside and all I hear is bugs.  No neighbors, sirens, cars, just bugs.", "label": [[194, 241, "5-AUTHORITY-OTHER"], [331, 406, "3-EMOTION-ALTRUISTIC"], [331, 406, "2-NEGOTIATE-REQUEST"], [10, 138, "2-NEGOTIATE-REQUEST"], [177, 194, "1-RAPPORT-DISCLOSE"], [319, 330, "4-LOGIC-COUNTER"], [495, 615, "4-LOGIC-COUNTER"], [717, 849, "4-LOGIC-COUNTER"], [896, 969, "1-RAPPORT-FRIEND"], [1281, 1522, "1-RAPPORT-DISCLOSE"], [1633, 1664, "1-RAPPORT-DISCLOSE"], [1665, 1680, "1-RAPPORT-OTHER"], [1920, 1963, "1-RAPPORT-FRIEND"], [1754, 1920, "1-RAPPORT-OTHER"]], "idx": "500"}
{"id": 2679, "data": "Persuader: Hey how are you?\n\tPersuadee: I'm doing great and yourself?\nPersuader: Im fine doing well too.\n\tPersuadee: That's great to hear.\nPersuader: Do you know about the donating for the hopeless children on the street just a little amount of 0 to 2$\n\tPersuadee: Wow, that sounds like a great charity. Can you tell me more?\nPersuader: Oh yeah its about the charity called saving the children. Are you willing to donate?\n\tPersuadee: Today, I won't be able to donate. But definitely in the near future.\nPersuader: It was disappointing to hear because it is just a little amount deducted on your hits aprroved. It was a big help for the needy children\n\tPersuadee: Ok well, I will donate $1 today\nPersuader: Okay that's awesome. Do you want to hear more about the save the children charity?\n\tPersuadee: I would love to\nPersuader: Oh good.but first, do you have any idea or opinion on your mind of like other way of helping street children or lets just say homeless children?\n\tPersuadee: Well, one can provide food for children on the street, for example, buy them food and home them by finding shelters nearby \nPersuader: ve the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. Do you have any idea how it be possible to do your idea? You by yourself are you willing to help some needy children too?\n\tPersuadee: Well there has to be traveling involved. I'm sure there are health specialists that tag along the journeys. Well I have children of my own and it gets tough. I don't know if I would be able to do it by myself.\nPersuader: Oh yeah just asking an opinion to know how you care for other people. Do you want me to tell you more about the charity? I still have some more reason of helping this charity. Do you love kids?\n\tPersuadee: Of course I love kids, if not I wouldn't have any. They are a blessing\nPersuader: That is nice to hear how many kids do have?if you dont mind asking.Save the Children is and how their donation is essential to help ensuring children's rights to health, education, safety, etc.  \n\tPersuadee: I have 2 kids. That sounds great", "label": [[10, 27, "1-RAPPORT-FRIEND"], [150, 252, "2-NEGOTIATE-OTHER"], [828, 972, "1-RAPPORT-OTHER"], [1119, 1286, "5-AUTHORITY-SUPERIOR"], [1287, 1408, "1-RAPPORT-OTHER"], [1642, 1711, "1-RAPPORT-DISCLOSE"], [1712, 1835, "1-RAPPORT-OTHER"], [80, 104, "1-RAPPORT-FRIEND"], [394, 421, "2-NEGOTIATE-REQUEST"], [513, 610, "2-NEGOTIATE-BARGAIN"], [610, 650, "3-EMOTION-ALTRUISTIC"], [705, 726, "1-RAPPORT-FRIEND"], [727, 788, "2-NEGOTIATE-OTHER"], [1930, 1997, "1-RAPPORT-OTHER"], [1997, 2125, "4-LOGIC-ARGUE"]], "idx": "501"}
{"id": 2680, "data": "Persuader: Hi! How's it going?\n\tPersuadee: Doing good. How are things with you?\nPersuader: I\\'m doing great.  Have you ever heard of the organization \"Save the Children\"?\n\tPersuadee: Unfortunately no. What do they do?\nPersuader: It is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: That's awesome! It's always great when children are taken care of!\nPersuader: It is really sad how so many kids around the world go to bed hungry.\n\tPersuadee: Yes it is. People always take basic necessities like food for granted. Are you actively involved with \"save the children\"?\nPersuader: I am.  I feel it is a way that I can give back.\n\tPersuadee: Good for you. I'm not familiar with them but I'm involved with other charitable organizations like world vision and united way\nPersuader: That's great!  We should all do something to help.  Not only are these kids hungry but they are exposed to so much violence.  Millions of kids in Syria grow up facing the daily threat of violence.\n\tPersuadee: I agree! It's heartbreaking to see some of the images in the news involving children from around the world\nPersuader: Also, they help kids in the United State. Across the United States, one in five children grows up in poverty. Of the counties with the highest poverty rates, 90% are rural. Because of circumstances beyond their control, millions of kids never reach their full potential.  \n\tPersuadee: Yes I've heard about that. There are numerous non profit agencies in the city I'm from where they collect food and money for these children. I'm glad steps are being taken to fight this!\nPersuader: Yeah, it is great.  They actually helped 237,000 children just in the United States last year so they really try to help everywhere they can.  They are also one of the organizations that really puts donations to good work, instead of in the pockets of administrators\n\tPersuadee: Sounds good. How are you involved with them? Do you work for them or do you support their cause by volunteering and donations?\nPersuader: I support their cause through education and getting donations.  Would you be willing to donate to Save the Children now?  Your donation will be directly deducted from your task payment.  You can choose any amount up to $2.\n\tPersuadee: Yes definitely. I'll donate $1 from my task payment.\nPersuader: That is awesome!  Every little bit helps.\n\tPersuadee: Glad I could be of help!", "label": [[11, 30, "1-RAPPORT-FRIEND"], [91, 110, "1-RAPPORT-FRIEND"], [693, 735, "3-EMOTION-ALTRUISTIC"], [938, 1011, "3-EMOTION-EMPATHY"], [1012, 1082, "3-EMOTION-STORY"], [1213, 1485, "4-LOGIC-ARGUE"], [1696, 1715, "4-LOGIC-CONCEDE"], [1715, 1962, "5-AUTHORITY-CREDENTIALS"], [2113, 2175, "1-RAPPORT-DISCLOSE"], [229, 382, "5-AUTHORITY-SUPERIOR"], [472, 541, "3-EMOTION-EMPATHY"], [899, 1082, "4-LOGIC-ARGUE"], [2176, 2233, "2-NEGOTIATE-REQUEST"], [2235, 2335, "2-NEGOTIATE-OTHER"], [2412, 2428, "1-RAPPORT-FRIEND"], [2430, 2453, "4-LOGIC-ARGUE"]], "idx": "502"}
{"id": 2681, "data": "Persuader: hello, do you like charities ?\n\tPersuadee: I don't know I haven't found anyone good ones\nPersuader: do you know save the children charity ?\n\tPersuadee: No, I have never hear of it\nPersuader: some info about save the children,they are a non-profit organisation who help children in the world, what you think now about this organization ?\n\tPersuadee: Do they help children right here in America\nPersuader: they help children in america to, whenever is needed, they helped Hawaii too, with hurricane lane .\n\tPersuadee: That is awesome. I am more willing to help a charity that will help right here in America\nPersuader: this is a charity in america too, are you willing to donate some of your money in the end of the survey? \n\tPersuadee: I would like to, but I really can afford to donate anything right now.\nPersuader: but they are not your money , some of the hit winning, if you like too.\n\tPersuadee: I don't understand what you mean\nPersuader: well do you have faith in this kind of organizations?\n\tPersuadee: Yes, it sounds like a good charity.\nPersuader: do you ever heard something bad about this kind of charities ?\n\tPersuadee: Yes, I have. Some don't give the money out like they are suppose to.\nPersuader: did you heard that they now do every payment taken from people transparet?\n\tPersuadee: No, I have not hear that\nPersuader: at last , how much are you willing to donate in the end of the survey? you can donate as much money you want because they really are not real money, you can make a good impression for future hits.\n\tPersuadee: How does me saying I will donate fake money make a good impression for future hits.\nPersuader: you would help me , thank you for your conversation", "label": [[10, 41, "1-RAPPORT-OTHER"], [111, 150, "2-NEGOTIATE-OTHER"], [202, 347, "5-AUTHORITY-SUPERIOR"], [415, 514, "3-EMOTION-STORY"], [827, 899, "2-NEGOTIATE-OTHER"], [956, 1009, "4-LOGIC-ARGUE"], [1069, 1131, "4-LOGIC-ARGUE"], [1224, 1298, "4-LOGIC-ARGUE"], [1650, 1702, "1-RAPPORT-FRIEND"], [628, 733, "2-NEGOTIATE-REQUEST"], [827, 899, "4-LOGIC-ARGUE"], [1346, 1418, "2-NEGOTIATE-REQUEST"], [1418, 1543, "2-NEGOTIATE-OTHER"]], "idx": "503"}
{"id": 2682, "data": "Persuader: Willyou consider finding part of your hot payment t_ charity?\n\tPersuadee: It depends on the charity and whether or not I think it's a good cause. \nPersuader: Totally fair.  I hoped you'd say that because people who care where the money goes will love helping children with Save The Children\n\tPersuadee: Do you know any more about the charity? What exactly do they do?\nPersuader: For starters,  they are an international organization (non-governmental) that promotes children's rights\n\tPersuadee: What kinds of things do they do to promote children's rights? Where does the money go when it is sent to that charity?\nPersuader: Here's the good part: the turk researchers collectthe money from the hits and sendit directly t_ the charity.  Ther problem is,  so many kids are in war zones,  food deserts,  and other tough areas.  Save The Children is there t_ defend them\n\tPersuadee: I get that, and I think it's great, but I am just very careful who I donate to. So how do they defend them? \nPersuader: One thing they do is build shelters sothey havea place to live.   That alone is a near miracle for so many of these kids.  Hey,  check this site out  URL \n\tPersuadee: Do you know if they provide a way for the next generation of these children to get out of poverty and the poverty mindset? Like instead of giving someone a fish for dinner, teach them how to fish sort of thing?\nPersuader: Gh ets the first step for a charity likethis.  When kids are fed and sheltered theyare healthy.  That lets them learn.  So,  Save The Children had literacy and learning programs they use with the kids\n\tPersuadee: That's great. It sounds similar to an organization I've been donating to for over a decade. Have you ever heard of Compassion International?\nPersuader: Yes!  I considered a child through them for several years.  I used to send him Christmas presents and such aloooong with monthly donations.   The two charities are very similar\n\tPersuadee: That's wonderful. I actually sponsor three children through them now. Two years ago I was able to go and visit one of the girls I sponsor in Peru. It was the most surreal experience and made it so much more real seeing how my money had helped her life. I also got to see firsthand what the organization does with the children. \nPersuader: That is awesome!  Experiences like that are great for the giver and the kids.   It's sad t_ see what they have to deal with even after help, many times.  You've seen this first hand so you probably wouldn't have any problem with giving STC 0.50 from the hit payment,  right?\n\tPersuadee: Sure, I can give 0.50 to the save the children organization.\nPersuader: That's very niceof you!  I appreciate that.   It's a cliche but it's true,  0.50 doesn't mean much to us but it really does matter for these kids. \n\tPersuadee: I agree with that. It goes a long way in another country. \nPersuader: Yes!  I know you already sponsor,  but would you look at the STC website and consider donating to them in ther future?  It seems like everyone wantsto helpbut thre is a lot more need than funds\n\tPersuadee: I will agree to look at it, sure. \nPersuader: Thank you so much.  I hope that youget to see all of your donations meet needs no matter who theyare to.  Thank you for the donations you've made ti sponsor ids already.  No matter whothe donationsgo through, the kids really benefit!", "label": [[2293, 2370, "1-RAPPORT-FRIEND"], [2373, 2446, "3-EMOTION-GUILT"], [2447, 2567, "2-NEGOTIATE-REQUEST"], [2652, 2696, "1-RAPPORT-FRIEND"], [2697, 2799, "2-NEGOTIATE-REWARD"], [3133, 3304, "1-RAPPORT-FRIEND"], [2887, 3075, "2-NEGOTIATE-REQUEST"], [3305, 3367, "4-LOGIC-ARGUE"], [3305, 3367, "3-EMOTION-ALTRUISTIC"], [11, 72, "2-NEGOTIATE-REQUEST"], [183, 301, "3-EMOTION-ALTERCASTING"], [390, 494, "5-AUTHORITY-SUPERIOR"], [748, 878, "4-LOGIC-ARGUE"], [748, 834, "3-EMOTION-ALTRUISTIC"], [1011, 1133, "4-LOGIC-ARGUE"], [1765, 1941, "1-RAPPORT-DISCLOSE"], [168, 182, "4-LOGIC-CONCEDE"], [636, 748, "2-NEGOTIATE-OTHER"], [1011, 1133, "3-EMOTION-ALTRUISTIC"], [1134, 1165, "5-AUTHORITY-OTHER"], [1400, 1600, "4-LOGIC-ARGUE"]], "idx": "504"}
{"id": 2683, "data": "Persuader: Hello, it's nice to meet you\n\tPersuadee: nice to meet you, do you know any good children's charities\nPersuader: I've always felt confident donating my time and money to a charity called Save the hildren. Have you heard of them?\n\tPersuadee: i have not tell me about them\nPersuader: Little typo there, Save the Children. They work in many countries all over the world and have been proven to spend 86% of their donations actually on children, not administrative fees.\n\tPersuadee: interesting. how do you help them.\nPersuader: You can choose to donate some or even all of your task payment for this hit directly to Save the Children. Would you be interested in donating a small portion?\n\tPersuadee: not really. give me some reasons i should donate\nPersuader: I would be glad to. Every day, 16,000 children die before their 5th birthday, mostly from preventable causes. This charity puts a focus on this under 5, at-risk group. Just a small donation would go towards vaccinating kids the world over.\n\tPersuadee: is this a religous charity?\nPersuader: They are not affiliated with any religious group.\n\tPersuadee: would donating one penny help\nPersuader: If that's all you feel comfortable donating, the charity would be very appreciative.\n\tPersuadee: are you going to donate too?\nPersuader: Yes, I will be donating half of my payment to Save the Children, as well as having donated in the past.\n\tPersuadee: how much do you think i should donate\nPersuader: I wouldn't force anyone to donate anything, but if you could swing even 50 cents, that would cover 1 vaccine round for 1 child.\n\tPersuadee: i think i will donate one cent. how do i make the donation?\nPersuader: The research team will collect all donations and send it to Save the Children.\n\tPersuadee: ok grear ", "label": [[122, 214, "1-RAPPORT-DISCLOSE"], [787, 1006, "4-LOGIC-ARGUE"], [1058, 1107, "4-LOGIC-COUNTER"], [1298, 1401, "1-RAPPORT-DISCLOSE"], [1463, 1590, "2-NEGOTIATE-BARGAIN"], [11, 39, "1-RAPPORT-FRIEND"], [214, 238, "2-NEGOTIATE-OTHER"], [330, 476, "5-AUTHORITY-SUPERIOR"], [535, 642, "2-NEGOTIATE-OTHER"], [642, 694, "2-NEGOTIATE-REQUEST"], [1161, 1245, "1-RAPPORT-FRIEND"]], "idx": "505"}
{"id": 2684, "data": "Persuader: hi\n\tPersuadee: hai how are you?\nPersuader: i'm fine how are you?\n\tPersuadee: i am fine\nPersuader: do you know children charity?\n\tPersuadee: yes i know children charity dear...\nPersuader: are you donate any charity?\n\tPersuadee: yes. i am already donate \nPersuader: how much amount you donate?\n\tPersuadee: just $100 dollar. u dear?\nPersuader: oh! i think you are a soft person.\n\tPersuadee: yes sir. u r there?\nPersuader: yes i am. \n\tPersuadee: u r name sir?\nPersuader: my name is Jane. what is your name?\n\tPersuadee: my name is  Eric W Menkhus. u r from sir?\nPersuader: I am in US.\n\tPersuadee: ur donate children's charity.\nPersuader: no i don't donate any charity.\n\tPersuadee: why sir. ?", "label": [[53, 75, "1-RAPPORT-FRIEND"], [494, 513, "1-RAPPORT-OTHER"], [197, 225, "2-NEGOTIATE-REQUEST"], [274, 302, "1-RAPPORT-OTHER"], [352, 386, "1-RAPPORT-COMPLIMENT"], [477, 494, "1-RAPPORT-DISCLOSE"], [578, 590, "1-RAPPORT-DISCLOSE"], [644, 674, "1-RAPPORT-DISCLOSE"]], "idx": "506"}
{"id": 2685, "data": "Persuader: hello, do you like to donate?\n\tPersuadee: Donate? Donate to what? \nPersuader: donate to charities?\n\tPersuadee: I usually do not donate to charities. Do you represent a charity?\nPersuader: yes, why you dont  donate to charities? \n\tPersuadee: Transparency. Or the lack thereof. I don't know how the charity will use the money.\nPersuader: i understand you, i have to say that the charity i represent does have transparency.\n\tPersuadee: Ok. Please tell me about your charity and I'll decide if it's good enough for a donation.\nPersuader: the charity is named save the children, they help children all around the world and in usa.\n\tPersuadee: Save the Children? I've never heard of it. Is it well known? \nPersuader: yes they help millions of children every year.\n\tPersuadee: How do they help these children? I need to know much more before I donate.\nPersuader: they see who needs more help and they buy them clothes, food , provide shelter and take them to school.\n\tPersuadee: There are many organizations that do that kind of thing. Why is Save the Children worth my donation?\nPersuader: they do everything with open papers, they now are helping Hawaii with the hurricane, providing them with food,clothes, everything else.\n\tPersuadee: Ok. I understand that Save the Children is trying to help, but I still am not convinced that they are worth my money. I can give to other organizations.\nPersuader: so you will not donate?\n\tPersuadee: I don't really want to give money to an organization that I don't know much about. I don't think my money will be used well. \nPersuader: ok, thank you for your answer\n\tPersuadee: Were you planning to donate to Save the Children? ", "label": [[11, 40, "1-RAPPORT-OTHER"], [89, 109, "1-RAPPORT-OTHER"], [199, 239, "4-LOGIC-ARGUE"], [346, 431, "5-AUTHORITY-SUPERIOR"], [544, 636, "5-AUTHORITY-SUPERIOR"], [866, 970, "4-LOGIC-ARGUE"], [1094, 1230, "3-EMOTION-STORY"], [1406, 1430, "2-NEGOTIATE-REQUEST"], [721, 768, "5-AUTHORITY-SUPERIOR"], [1580, 1609, "1-RAPPORT-FRIEND"]], "idx": "507"}
{"id": 2686, "data": "Persuader: HI GOOD MORNING\n\tPersuadee: Good morning. How are you today?\nPersuader: FINE,SAVE THE CHILDREN , HOW DO YOU THINK ABOUT THE DONATION THE SAVE THE CHILD.\n\tPersuadee: I don't usually donate to charities. Is that something that you personally do?\nPersuader: NO BUT, ITS A INTERNATIONAL NON-GOVERNMENTAL ORGANIZATION TO THE CHILD \n\tPersuadee: I like the fact that it's an international organization. What kinds of things do children's charities do?\nPersuader: SAVE THE CHILDREN , FOR YOUR CLARIFICATION YOU GO AND CHECK THE  URL WEBSITE.ITS VERY HELPFUL TO THE ORGANIZATION. \n\tPersuadee: I took a look at the website. So it looks like the money goes toward health and education? Things like that?\nPersuader: YES, SO HOW MUCH DO YOU LIKE TO DONATE TO THE CHARITY NOW?\n\tPersuadee: I'm still not sure. I worry that my money won't actually go to the children, that it'll just be paying for someone's job at the charity.\nPersuader: YOU CAN TRUST OUR  ORGANIZATION, YOU DONATE THE CHILDREN IS VERY HELPFUL TO THEY OF EDUCATION , HEALTH AND SAFETY. ETC.,\n\tPersuadee: Do you know how much of the donation goes to the children? I heard that, with some organizations, only 10% of the money goes to the recipient!\nPersuader: NO, WE CAN PUT 100% TO THE CHILDREN USE ONLY, SO YOU CAN TRUST OUR ORGANIZATION.\n\tPersuadee: That makes me feel much better. Does your organization provide receipts, for tax purposes?\nPersuader: NO TAX AND HOW MUCH DO YOU LIKE TO DONATE TO THE CHARITY NOW?\n\tPersuadee: How does a person go about making a donation? On the website?\nPersuader:  URL YOU GO AND DONATE TO THE WEBSITE.\n\tPersuadee: What kind of payments do you take? Do you take credit cards?\nPersuader: YES SURE, \n\tPersuadee: I think that you convinced me. I'll definitely go and make a donation today.", "label": [[11, 26, "1-RAPPORT-FRIEND"], [467, 582, "5-AUTHORITY-OTHER"], [715, 773, "2-NEGOTIATE-REQUEST"], [1221, 1301, "4-LOGIC-ARGUE"], [1415, 1477, "2-NEGOTIATE-REQUEST"], [83, 163, "2-NEGOTIATE-REQUEST"], [266, 337, "5-AUTHORITY-SUPERIOR"], [934, 1054, "5-AUTHORITY-CREDENTIALS"], [1221, 1301, "5-AUTHORITY-SUPERIOR"], [1416, 1477, "4-LOGIC-COUNTER"]], "idx": "508"}
