{"id": 2962, "data": "Persuader: So I am going to need you to donate to Save The children charity. or else........ \n\tPersuadee: Hello! How are you?\nPersuader: I'm great! How are you?\n\tPersuadee: Doing fairly well. I just ate dinner and feel relaxed. \nPersuader: That is good to hear! So,are you familiar with the Save The Children children charity?\n\tPersuadee: Yes, I have heard of them. That is the one that scammed people out of money after the hurricane, right?\nPersuader: Wait wait wait,are you serious? I haven't heard about that.Was this recent?\n\tPersuadee: I think last year I belive. Wasn't there a major hurricane?\nPersuader: That may have been the American Red Cross. I think I heard something about them not using all of the funds given to them to help the people that were hurt during.\n\tPersuadee: Ok, because I remember Bon Jovi trying to put together a concert to gather money. I thought he was representing saves the children.\nPersuader: Oh,I love Bon Jovi. Knowing how great he is I'm pretty sure he helps a ton of charity's. \n\tPersuadee: I know, but he has been \"living on a prayer\" for a long while now\nPersuader: Haha,I see what you did there. So would you be able to make any sort of donation to the Save the children charity? Of course it will be deducted from your task payment and it can be anywhere from 0.01 to $2.\n\tPersuadee: So I will loose some of my bonus money?\nPersuader: It will be deducted from your bonus,but you hold the power of how much will be taken. Like me I would enjoy my max amount so to show good faith to the researchers completing this task I would just throw 0.01-0.10. \n\tPersuadee: Ok so I will choose to donate .10\nPersuader: That is great to hear! I know for a fact that the researchers conducting this survey and the Save The Children foundation will be excited to know you gave back. I thank you.\n\tPersuadee: You are welcome. Glad I could help.\nPersuader: If you are curious about what your donation is being used for please feel free to visit the Save The Children website below.  URL \n\tPersuadee: Ok, I will be sure to make some hot tea ans peruse the site", "label": [[11, 76, "2-NEGOTIATE-REQUEST"], [77, 92, "7-PRESSURE-THREAT"], [147, 160, "1-RAPPORT-OTHER"], [240, 262, "1-RAPPORT-OTHER"], [262, 326, "2-NEGOTIATE-REQUEST"], [454, 485, "1-RAPPORT-OTHER"], [486, 513, "1-RAPPORT-DISCLOSE"], [513, 529, "1-RAPPORT-OTHER"], [656, 775, "1-RAPPORT-OTHER"], [931, 950, "1-RAPPORT-DISCLOSE"], [1110, 1140, "1-RAPPORT-FRIEND"], [1141, 1224, "2-NEGOTIATE-REQUEST"], [1467, 1594, "1-RAPPORT-DISCLOSE"], [137, 147, "1-RAPPORT-DISCLOSE"], [613, 655, "1-RAPPORT-OTHER"], [951, 1019, "1-RAPPORT-OTHER"], [1225, 1317, "2-NEGOTIATE-BARGAIN"], [1381, 1466, "2-NEGOTIATE-OTHER"], [1653, 1675, "1-RAPPORT-OTHER"], [1676, 1813, "3-EMOTION-PROMISE"], [1814, 1826, "1-RAPPORT-OTHER"], [1886, 2010, "1-RAPPORT-DISCLOSE"], [2012, 2015, "1-RAPPORT-DISCLOSE"]], "idx": "0"}
{"id": 2963, "data": "Persuader: Hi, how are you?\n\tPersuadee: Great, how are you this morning?\nPersuader: I am good.\n\tPersuadee: I am involved with a children's charity and we are doing a fun-run this weekend.\nPersuader: That's awesome. Are you going to donate?\n\tPersuadee: Yes, I am donating money and time. And I'm also going to run! The charity benefits kids in foster care.\nPersuader: Nice! How much money are you going to donate?\n\tPersuadee: $100. I'm also getting friends to donate. Even as little as $5 helps a lot!\nPersuader: Wow that's great! It is always good to donate and help others.\n\tPersuadee: Yes. In this case, the cause is awesome. The money is for school supplies and back to school clothes for the kids. We get them each a backpack. They come out for the fun run too, and just have a great time!\nPersuader: That's great. It's always good to help others. I am sure they will appreciate it greatly. I always try to help whenever i can as well!\n\tPersuadee: Would you be interested in contributing to our cause?\nPersuader: I am interested yes. I will donate around $100 as well.\n\tPersuadee: Wow, thank you so much! That is so generous of you!\nPersuader: I always try to help when i can. Seeing you donate encouraged me to as well\n\tPersuadee: Thank you so much. It means a lot to the kids! You can direct your donation to school supplies or clothes. Do you have a preference?\nPersuader: I would like to donate to Save the Children. What about you?\n\tPersuadee: Save the Children is also a great cause. I would also be happy to donate $100 to that cause if you will too. \nPersuader: Sounds great! I will do the same.\n\tPersuadee: Great! Well, we can exchange details and do our donations. It was great chatting with you, and thanks again for your generosity!", "label": [[11, 27, "1-RAPPORT-OTHER"], [84, 94, "1-RAPPORT-DISCLOSE"], [215, 239, "2-NEGOTIATE-REQUEST"], [512, 529, "1-RAPPORT-OTHER"], [530, 573, "1-RAPPORT-OTHER"], [894, 939, "1-RAPPORT-DISCLOSE"], [1017, 1037, "1-RAPPORT-DISCLOSE"], [1038, 1072, "1-RAPPORT-DISCLOSE"], [1147, 1180, "1-RAPPORT-DISCLOSE"], [1181, 1223, "1-RAPPORT-DISCLOSE"], [1574, 1587, "1-RAPPORT-OTHER"], [1588, 1606, "1-RAPPORT-DISCLOSE"], [199, 214, "1-RAPPORT-OTHER"], [367, 372, "1-RAPPORT-OTHER"], [373, 412, "2-NEGOTIATE-REQUEST"], [805, 818, "1-RAPPORT-OTHER"], [819, 851, "1-RAPPORT-OTHER"], [852, 894, "1-RAPPORT-OTHER"], [1380, 1424, "1-RAPPORT-DISCLOSE"], [1425, 1440, "1-RAPPORT-DISCLOSE"]], "idx": "1"}
{"id": 2964, "data": "Persuader: Do you know about Save the Children?\n\tPersuadee: I have not heard of this charity before! Have you?\nPersuader: I have.I actually a  monthly donor\n\tPersuadee: That's great! Would you mind explaining what the charity does?\nPersuader: The charity collects donation from people like you and me and help children in need\n\tPersuadee: Sounds like quite the worthy cause. Are the children in need all across the world? Or just the United States?\nPersuader: all over the world.I saw a children died from hunger and it tears my heart apart.I decide to be part of the solution since then\n\tPersuadee: Wow, that is extremely sad. It is extremely unfortunate that child hunger is so prevalent in this world. \nPersuader: Save the Children organization is a blessing to the world.They have been helping children,finding houses and food.\n\tPersuadee: It really sounds like a blessing! What is their website? I'd like to learn more information.\nPersuader:  URL Specially in countries at war children are helpless.\n\tPersuadee: Great, thank you! Is there a monetary goal set for the year?\nPersuader: NO.It is not.You can donate as much as you want\n\tPersuadee: That is amazing. \nPersuader: How much money do you spend on candies that can be helping children in need?\n\tPersuadee: I do not purchase candy too often; however, I could definitely sacrifice a Starbucks Coffee to help children in need.\nPersuader: Please do that.Children need your help\n\tPersuadee: Yes, most definitely. Thanks for making me aware of this charity!\nPersuader: How much do you like to donate today?\n\tPersuadee: I'll look into the website and likely donate $5.", "label": [[460, 541, "1-RAPPORT-DISCLOSE"], [540, 587, "1-RAPPORT-DISCLOSE"], [949, 1005, "1-RAPPORT-DISCLOSE"], [1093, 1103, "1-RAPPORT-DISCLOSE"], [11, 47, "1-RAPPORT-OTHER"], [121, 128, "1-RAPPORT-DISCLOSE"], [129, 156, "1-RAPPORT-DISCLOSE"], [243, 326, "1-RAPPORT-DISCLOSE"], [717, 775, "1-RAPPORT-DISCLOSE"], [775, 831, "1-RAPPORT-DISCLOSE"], [1090, 1092, "1-RAPPORT-DISCLOSE"], [1103, 1137, "1-RAPPORT-DISCLOSE"], [1179, 1255, "1-RAPPORT-OTHER"], [1412, 1435, "3-EMOTION-EMPATHY"], [1396, 1412, "2-NEGOTIATE-REQUEST"], [1525, 1562, "2-NEGOTIATE-REQUEST"]], "idx": "2"}
{"id": 2965, "data": "Persuader: Hi there! How are you doing today?\n\tPersuadee: great and you are you going to donate\nPersuader: I am not sure what you are talking about. D you have any more info?\n\tPersuadee: about the children's charity\nPersuader: I have heard about a great charity, and I was going to ask if you are interested. Would you like to donate some earnings to the Save the Children charity, and if so, how much? Also, please include the $ sign to avoid confusion.\n\tPersuadee: $5.00 i would donate\nPersuader: Oh, that is really wonderful. I am so glad. Have you heard about the flooding in Hawaii?\n\tPersuadee: yes i have\nPersuader: Well, then I am sure you would be glad to know that the charity is all ready to reach out and help the children there. Were you aware of that?\n\tPersuadee: yes i am \nPersuader: Yes, I am as well. This really is a great place to donate to. I am impressed they are so responsive. I am not sure what I would do if I had a child in need. Are there any kids in your family at all?\n\tPersuadee: yes i have a child\nPersuader: Yes, I do as well. I feel really good about helping. How do you feel about helping?\n\tPersuadee: yes i do\nPersuader: Have you ever donated to any other types of charities?\n\tPersuadee: no i havent\nPersuader: I donate money to places, but I have not donated time. Have you ever donated time?\n\tPersuadee: no i havent\nPersuader: So, just to recap, I can count on you for a $5 donation today. Is that right?\n\tPersuadee: yes you can ", "label": [[21, 45, "1-RAPPORT-OTHER"], [107, 149, "1-RAPPORT-DISCLOSE"], [227, 308, "1-RAPPORT-DISCLOSE"], [403, 454, "2-NEGOTIATE-OTHER"], [529, 542, "1-RAPPORT-OTHER"], [543, 587, "1-RAPPORT-OTHER"], [622, 741, "1-RAPPORT-DISCLOSE"], [899, 954, "1-RAPPORT-DISCLOSE"], [1245, 1300, "1-RAPPORT-DISCLOSE"], [1300, 1327, "1-RAPPORT-OTHER"], [11, 20, "8-NO-PERSUASION"], [149, 174, "1-RAPPORT-OTHER"], [309, 402, "2-NEGOTIATE-REQUEST"], [499, 528, "1-RAPPORT-OTHER"], [741, 764, "1-RAPPORT-OTHER"], [798, 816, "8-NO-PERSUASION"], [817, 859, "2-NEGOTIATE-OPINION"], [860, 898, "1-RAPPORT-DISCLOSE"], [955, 996, "1-RAPPORT-OTHER"], [1039, 1057, "1-RAPPORT-DISCLOSE"], [1058, 1092, "1-RAPPORT-DISCLOSE"], [1091, 1122, "1-RAPPORT-OTHER"], [1155, 1208, "1-RAPPORT-OTHER"], [1363, 1425, "2-NEGOTIATE-REMIND"], [1426, 1440, "2-NEGOTIATE-OTHER"]], "idx": "3"}
{"id": 2966, "data": "Persuader: hello\n\tPersuadee: Good morning.\nPersuader: how are you doing today\n\tPersuadee: Not too bad.  You?\nPersuader: good would just be better if it wasn't so rainy\n\tPersuadee: Agreed.  How much did you want to donate?\nPersuader: how much do you want to donate to save the children\n\tPersuadee: I think $2 would be the best way to go.\nPersuader: I agree that you donating $2 would be a good idea\n\tPersuadee: I'm glad to hear that.  $2 isn't much but it can be used for something beneficial. \nPersuader: that is very true so if we both donated $2 then more children could be helped\n\tPersuadee: We're on the same page and that's nice.\nPersuader: Yes well helping poor defenseless children is an easy thing to do\n\tPersuadee: Especially when all we have to do is chat about it.\nPersuader: that is very true but the chatting about get's more people hearing about the save the children\n\tPersuadee: I hope everyone doing this HIT donates the most.\nPersuader: that would be really good because every little bit helps\n\tPersuadee: Agreed.  And we're almost done here too.\nPersuader: Yep I'm willing to donate $2 if you are\n\tPersuadee: Me too.  $2 it will be.  Have a good day.", "label": [[11, 16, "8-NO-PERSUASION"], [54, 77, "1-RAPPORT-OTHER"], [120, 167, "1-RAPPORT-DISCLOSE"], [505, 582, "1-RAPPORT-SIMILAR"], [646, 711, "4-LOGIC-OTHER"], [1075, 1114, "1-RAPPORT-DISCLOSE"], [233, 284, "2-NEGOTIATE-REQUEST"], [348, 397, "2-NEGOTIATE-OTHER"], [787, 881, "1-RAPPORT-DISCLOSE"], [953, 1010, "1-RAPPORT-OTHER"]], "idx": "4"}
{"id": 2967, "data": "Persuader: Are you aware of Save the children Organization?\n\tPersuadee: yes i know that is a good charity foundation, they help the children.\nPersuader: I saw a children die once\n\tPersuadee: what? what happened? \nPersuader: He was hungry with no food.I was serving in Afghanistan \n\tPersuadee: you were in military? why did not you help him?\nPersuader: Yes.I tried to give him my food but it was too late\n\tPersuadee: he was in the end i think, this is the kind of things i have about our civilization , many dnt have to eat and many waste their food, its not right\nPersuader: Exactly.More than thousands children have died of hunger in Syria this year.We must do something about it\n\tPersuadee: for sure we must do something, but many people are blind, they see just the green of the money, they dont interact with people to see whats their problems are, i really want to help go in africa or some place but i dont know how i can go with a organization.\nPersuader: Donate to Save the Children.They are a blessing to humanity\n\tPersuadee: this i can do, but i was thinking about actual helping.\nPersuader: Thats actual help.They really make a difference.I see it with my own eyes\n\tPersuadee: yeah i know that they are helping Hawaii now , with the hurricane coming soon.\nPersuader: Yes they are.How much money do you spend on candies?\n\tPersuadee: 5$ maybe, plus minus, why?\nPersuader: Because you can use some of that money to donate to Save and Children?\n\tPersuadee: of course i would donate, how much are you willing to donate?\nPersuader: I willing to donate 5.And You?\n\tPersuadee: i can donate 5 if you truly are donating 5. im happy to help", "label": [[11, 59, "1-RAPPORT-OTHER"], [153, 178, "1-RAPPORT-DISCLOSE"], [251, 279, "1-RAPPORT-DISCLOSE"], [352, 356, "1-RAPPORT-DISCLOSE"], [575, 583, "1-RAPPORT-SIMILAR"], [991, 1021, "1-RAPPORT-COMPLIMENT"], [1120, 1150, "1-RAPPORT-DISCLOSE"], [1278, 1291, "1-RAPPORT-DISCLOSE"], [1381, 1451, "3-EMOTION-GUILT"], [1537, 1558, "1-RAPPORT-DISCLOSE"], [1559, 1567, "1-RAPPORT-OTHER"], [223, 251, "3-EMOTION-EMPATHY"], [356, 403, "1-RAPPORT-DISCLOSE"], [583, 651, "3-EMOTION-EMPATHY"], [651, 680, "4-LOGIC-ARGUE"], [963, 991, "2-NEGOTIATE-OTHER"], [1102, 1120, "1-RAPPORT-OTHER"], [1150, 1175, "1-RAPPORT-DISCLOSE"], [1291, 1330, "1-RAPPORT-OTHER"]], "idx": "5"}
{"id": 2968, "data": "Persuader: Hello, how are you today?\n\tPersuadee: Hi, I'm doing OK, how are you?\nPersuader: I am fine thanks. Are you interested in donating?\n\tPersuadee: Possibly, I'm not sure. I don't even know what the charity is.\nPersuader: The organization which collects money from people, and spend it on people and issues which are needed\n\tPersuadee: Right, but I would like to know specifically what organization.\nPersuader: I myself have a soft heart for children and usually help the charities for children. Have you heard of \"Save the Children\"?\n\tPersuadee: Yes. Are you planning to donate?\nPersuader: I am planning to donate. I heard about this organization few weeks ego on MTurk, and i too k the time to read about it. It took my attention and I donated on the last HITs i did\n\tPersuadee: OK. I only like to donate to reputable organizations, I am familiar with save the children, they often advertise.\nPersuader: Yes , they are connected to big companies. They work in 120 countries on different issues. I am careful when I want to donate too\n\tPersuadee: I'm not sure how this donation process will work, do you know the specifics? I always like to know how the donations are spent.\nPersuader: same here, this organization publishes brief financial reports on its website. I've checked on this link:  URL s/about-us/financial-information\n\tPersuadee: thanks. i wonder what a reasonable donation amount would be.\nPersuader: on the website there is a minimum amount but through HIT you can donate anything even 1 cent. I donated before and surprisingly it did not even hurt my reward. I thought it will\n\tPersuadee: Great. Then I will do it. I usually donate to animal charities.\nPersuader: I love animals. MTurk introduced me some good charities. I donated 50 cents each time to \"Save the Children\"\n\tPersuadee: Good to know. Thanks for the info, guess I am skeptical.\nPersuader: I would be too, It is not easy to trust these days\n\tPersuadee: It's good to be able to help someone else out and have it be easy and painless.\nPersuader: Thanks for your time and effort. It was a nice chat. Have a nice day\n\tPersuadee: thanks, same to you.", "label": [[11, 36, "1-RAPPORT-OTHER"], [91, 108, "1-RAPPORT-DISCLOSE"], [415, 500, "1-RAPPORT-DISCLOSE"], [621, 715, "1-RAPPORT-DISCLOSE"], [911, 953, "1-RAPPORT-DISCLOSE"], [1271, 1335, "1-RAPPORT-DISCLOSE"], [1741, 1793, "1-RAPPORT-DISCLOSE"], [1874, 1924, "1-RAPPORT-DISCLOSE"], [2028, 2060, "1-RAPPORT-OTHER"], [2060, 2080, "1-RAPPORT-COMPLIMENT"], [2081, 2096, "1-RAPPORT-OTHER"], [109, 140, "2-NEGOTIATE-REQUEST"], [226, 328, "1-RAPPORT-DISCLOSE"], [501, 539, "1-RAPPORT-OTHER"], [596, 620, "1-RAPPORT-DISCLOSE"], [716, 773, "1-RAPPORT-DISCLOSE"], [954, 1001, "1-RAPPORT-DISCLOSE"], [1002, 1040, "1-RAPPORT-DISCLOSE"], [1192, 1270, "1-RAPPORT-DISCLOSE"], [1420, 1513, "2-NEGOTIATE-OTHER"], [1514, 1579, "2-NEGOTIATE-OTHER"], [1579, 1597, "1-RAPPORT-DISCLOSE"], [1684, 1700, "1-RAPPORT-DISCLOSE"], [1701, 1741, "1-RAPPORT-DISCLOSE"]], "idx": "6"}
{"id": 2969, "data": "Persuader: Hello\n\tPersuadee: Hi\nPersuader: So I am supposed to persuade you to donate all thirty of your cents to a charity called Save the Children\n\tPersuadee: Oh, I believe I've heard of them. What kind of work do they do?\nPersuader: They promote childrens rights, provide relief and helps support children in developing countries\n\tPersuadee: Do you know if they keep track of the effectiveness of their interventions?\nPersuader: I believe they do. They also help fund education for children\n\tPersuadee: That sounds admirable. I usually donate to global health charities (like the Against Malaria Foundation) because it's highly cost effective. Policy intervention is also important, but it's harder to know if it's worthwhile/will be successful...\nPersuader: Totally understandable. It is easier to donate to something when there is tangible evidence of its success. I think helping children have access to an education will be beneficial to the entire world in the long run\n\tPersuadee: By the way, on my side I'm told I can donate anything from $0-$2. So donating $0.30 sounds reasonable.\nPersuader: I think that is very reasonable, and every little bit helps. \n\tPersuadee: I would be interested to know what different programs their funding goes towards. Do they publish a budget?\nPersuader: They actually do, I just looked on their website. It has a lot of information that I didnt expect them to make public\n\tPersuadee: That's great! It's encouraging when a charity is transparent. I assume it's a 501.3(c)?\nPersuader: It looks like it, only 5% of their donations go to management so I believe they operate as a non profit. Which is wonderful\n\tPersuadee: Do you have a favorite non-profit? :P\nPersuader: I should probably say this one but I donate to animal shelters mainly haha\n\tPersuadee: Oh nice. I'd also like to look into donating more to animal welfare charities. I know there's some philosophical disagreement about this, but I prefer to diversify my charitable 'investments' as it were.\nPersuader: That makes sense! So, you felt like donating 30 cents was fair?\n\tPersuadee: Yep! Good talking with you.", "label": [[236, 332, "1-RAPPORT-DISCLOSE"], [11, 16, "8-NO-PERSUASION"], [43, 148, "1-RAPPORT-DISCLOSE"], [451, 493, "1-RAPPORT-DISCLOSE"], [785, 869, "1-RAPPORT-SIMILAR"], [432, 449, "1-RAPPORT-DISCLOSE"], [762, 785, "1-RAPPORT-SIMILAR"], [870, 977, "4-LOGIC-OTHER"], [1104, 1164, "2-NEGOTIATE-OPINION"], [1297, 1347, "1-RAPPORT-DISCLOSE"], [1347, 1414, "1-RAPPORT-DISCLOSE"], [1631, 1648, "1-RAPPORT-OTHER"], [2013, 2030, "1-RAPPORT-SIMILAR"], [1526, 1631, "1-RAPPORT-DISCLOSE"], [1711, 1785, "1-RAPPORT-DISCLOSE"], [2031, 2076, "2-NEGOTIATE-OTHER"]], "idx": "7"}
{"id": 2970, "data": "Persuader: Hello.  Would you like to donate a portion of your reward to a charity called Save the Children?\n\tPersuadee: I think I would be willing to donate a portion.\nPersuader: Excellent!  Would you like to know more about the charity first?\n\tPersuadee: Yes, that was going to be my next question.\nPersuader: Save the Children promotes children's rights, and helps children from developing countries.  \n\tPersuadee: What types of children's rights?\nPersuader: Your donation would help ensure children's rights to health, education, and safety.  Many of these children live in developing or war-torn areas where these basic necessities are hard to come by. \n\tPersuadee: What type of people or who manages this fund?\nPersuader: Save the Children has excellent credentials and is managed by a board of commercial CEOs and business leaders without any government or religious affiliation. \n\tPersuadee: Does Save the Children help children in the United States?\nPersuader: Yes!  Since 1932, Save the Children has been on the ground providing support to the most isolated and underserved children in rural America.  Many of these children don't have the same opportunities as others and live in very difficult conditions.\n\tPersuadee: That is awesome. I work hard to help children as well.\nPersuader: That's great!  It is a worthwhile cause and every penny has a significant impact on these children's lives.  Even a small donation can have a large impact in impoverished areas.\n\tPersuadee: I am curious why you chose the words \"rural America\"?\nPersuader: Of course.  I chose those words because across the United States, one in five children grows up in poverty and, of the counties with the highest poverty rates, 90% are rural. Because of circumstances beyond their control, millions of kids never reach their full potential.\n\tPersuadee: mmmm that is interesting, I did not know that statistic.  I work with children more in an \"urban\" setting that are incredibly in bad circumstances.\nPersuader: I agree that children in both settings need help and commend you for your efforts.  Admittedly, Save the Children may also have urban programs, but I drew the above information from their website, which you can find at  URL   Are you still interested in donating a portion of your reward?\n\tPersuadee: I am interested. I am curious if I can state if money goes to children in this country though?\nPersuader: Yes, you should be able to specify that.  The researchers will use this chat to determine how much of your reward to donate and will see that you have earmarked it for Save the Children's US efforts. \n\tPersuadee: That is awesome then I will donate $1.  I feel very strongly about \"our own children\" !!\nPersuader: Excellent!  Thank you very much for your generous donation!", "label": [[11, 17, "8-NO-PERSUASION"], [19, 107, "2-NEGOTIATE-REQUEST"], [179, 190, "1-RAPPORT-OTHER"], [461, 545, "1-RAPPORT-DISCLOSE"], [726, 885, "1-RAPPORT-DISCLOSE"], [969, 974, "1-RAPPORT-DISCLOSE"], [1295, 1308, "1-RAPPORT-SIMILAR"], [1310, 1402, "1-RAPPORT-OTHER"], [1404, 1472, "3-EMOTION-PROMISE"], [1550, 1560, "1-RAPPORT-OTHER"], [2220, 2282, "2-NEGOTIATE-REQUEST"], [2401, 2441, "1-RAPPORT-DISCLOSE"], [2714, 2725, "1-RAPPORT-OTHER"], [191, 243, "1-RAPPORT-OTHER"], [311, 401, "1-RAPPORT-DISCLOSE"], [546, 656, "1-RAPPORT-DISCLOSE"], [975, 1109, "3-EMOTION-STORY"], [1111, 1216, "3-EMOTION-STORY"], [1562, 1724, "1-RAPPORT-DISCLOSE"], [1725, 1821, "3-EMOTION-EMPATHY"], [1993, 2076, "1-RAPPORT-SIMILAR"], [2078, 2217, "1-RAPPORT-DISCLOSE"], [2443, 2600, "2-NEGOTIATE-OTHER"], [2726, 2773, "1-RAPPORT-OTHER"]], "idx": "8"}
{"id": 2971, "data": "Persuader: Children are our future, we need to do our best to ensure them grow up well. The torch of life pass on.\n\tPersuadee: I agree completely, if we don't take care of our future and our present our society won't have a future. People these days donate to mediocre things, I really think there should be a bigger focus on children's charity's. Personally I have met so many families who have benefited from the Ronald McDonald charity. They are provided everything that the family needs so they are able to stay close to their children. \nPersuader: How to ensure our children grow well and live well?  Our clean water, clean air and world peace, all of us connected someway. Our endless needs and wishes put our children in danger. Life really needs not much.  \n\tPersuadee: I think focusing on our needs as a whole community vs. just ourselves or our families is a great first step. There are so many families that are well off, and know what meal they are to have next, but they don't contribute to those who don't. This is why I donate each month. To help insure that other families in my community are provided with their basic needs. \nPersuader: Scientists put American way of life, if the whole world lives like American, it needs 7 earths. That is why there are endless fighting, we need to look at what happen to Syrian children, the Middle East.  Its fighting never end, for cheap oil? for weapon testing? \n\tPersuadee: The American way of life, isn't perfect by any means. You have so many people that have way too much, and other who's children are starving and go without basic necessities. By being divided and realizing that there are issues all over the world, is what is making matters worse. We are forgetting our children, forgetting their needs, their wants, and their right to live out the life they deserve. They are getting lost in the shuffle of things. \nPersuader: The top 1% own the world and they do not share, they want our children join the army fight for their interests, protect their interest. The capitalism took over the government. Our penny donation really can not change the root of the problem since we do not have to start. We need to take our government back to work for its people, the whole world's people and share! \n\tPersuadee: We can't expect the independently wealthy to understand and work for the interests of the poor. So I feel like it is our duty to donate, raise money, and work to help those around us. \nPersuader: https://support. URL ite/SPageNavigator/sponsorship.html#!/  I wish I could help everyone of the kids here.\n\tPersuadee: I will have to take a look and send in my donation! \nPersuader: Thank you so much! Also we need to realize just one government police change could save millions. \n\tPersuadee: What do you think the change is? That is needed from the government police. \nPersuader: Policy, sorry.  Government is so important for people. \n\tPersuadee: I don't understand why we can't all just get on the same page? What is the need for war? It's just boys playing army, and the children will be the ones to suffer when they are long gone. \nPersuader: Harvard Med graduate Don Berwick was pediatrician most of his life, only when he worked for Obama for 11 months, he found out all his life was saving children, not worth a policy change.\n\tPersuadee: I never knew that! \nPersuader: Republic did not confirm him, so he came back to MA. They also want small government, so on one protect they could rob more from the weak around the world. \n\tPersuadee: The top 1% can only be the top 1% if everyone else stays poor. \nPersuader: The top 1% is control the world wealth, so they control the governments around the world. The poor countries treat them like god, the rich country lost jobs and everything else.  \n\tPersuadee: And unfortunatly many of the charities are run by the 1% as well. The redcross is the biggest example of this. \nPersuader: At the mean time, we could only done our best donate and help what we can.  URL ", "label": [[11, 87, "4-LOGIC-ARGUE"], [553, 604, "4-LOGIC-ARGUE"], [606, 678, "4-LOGIC-OTHER"], [736, 763, "3-EMOTION-STORY"], [1250, 1358, "3-EMOTION-EMPATHY"], [1358, 1397, "4-LOGIC-ARGUE"], [1398, 1417, "4-LOGIC-ARGUE"], [2469, 2575, "3-EMOTION-EMPATHY"], [2653, 2671, "1-RAPPORT-OTHER"], [3119, 3304, "1-RAPPORT-DISCLOSE"], [3402, 3504, "1-RAPPORT-DISCLOSE"], [3593, 3682, "1-RAPPORT-DISCLOSE"], [3683, 3770, "1-RAPPORT-DISCLOSE"], [88, 114, "4-LOGIC-ARGUE"], [679, 735, "3-EMOTION-STORY"], [1154, 1249, "1-RAPPORT-DISCLOSE"], [1891, 2026, "4-LOGIC-ARGUE"], [2027, 2068, "4-LOGIC-ARGUE"], [2068, 2163, "4-LOGIC-ARGUE"], [2164, 2259, "4-LOGIC-ARGUE"], [2672, 2750, "1-RAPPORT-DISCLOSE"], [2852, 2866, "8-NO-PERSUASION"], [2868, 2906, "1-RAPPORT-DISCLOSE"], [3349, 3401, "1-RAPPORT-DISCLOSE"], [3908, 3982, "1-RAPPORT-DISCLOSE"], [3984, 3987, "1-RAPPORT-DISCLOSE"]], "idx": "9"}
{"id": 2972, "data": "Persuader: Hello\n\tPersuadee: Hi there how are you?\nPersuader: Great and you\n\tPersuadee: I am doing fine, thanks for asking.\nPersuader: Can I ask you a question?\n\tPersuadee: You sure can\nPersuader: Do you have any kids?\n\tPersuadee: I don't have any children but there are many children in my family.\nPersuader: Im sure you love them as your own, I have a big family do you? \n\tPersuadee: I do have a big family, I enjoy it at times, other times I don't\nPersuader: I truly understand. But I know I would do anything for them especially if it was for their wellbeing, do you feel the same way\n\tPersuadee: Yes I do.\nPersuader: It's great to know that there are others who feel the same way. Have you heard of Save the Children?\n\tPersuadee: No I haven't. Could you QUICKLY tell me about it\nPersuader:  Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Okay that sounds nice and an important service\nPersuader: And the money raised helps feed and clothe them. Its a lot of children that are starving and need our help. Would like to help?\n\tPersuadee: I would like to help in the future when I am more financially stable.\nPersuader: I understand but even the smallest amount would be a BIG help.\n\tPersuadee: I am sure but I just am not able at this time", "label": [[11, 16, "8-NO-PERSUASION"], [62, 75, "1-RAPPORT-OTHER"], [135, 160, "1-RAPPORT-OTHER"], [197, 218, "1-RAPPORT-OTHER"], [310, 372, "1-RAPPORT-OTHER"], [461, 481, "1-RAPPORT-SIMILAR"], [621, 685, "1-RAPPORT-SIMILAR"], [686, 722, "1-RAPPORT-OTHER"], [1035, 1083, "1-RAPPORT-DISCLOSE"], [1084, 1142, "3-EMOTION-EMPATHY"], [1143, 1162, "2-NEGOTIATE-REQUEST"], [1256, 1318, "2-NEGOTIATE-BARGAIN"], [482, 588, "4-LOGIC-OTHER"], [796, 964, "1-RAPPORT-DISCLOSE"]], "idx": "10"}
{"id": 2973, "data": "Persuader: Good Evening\n\tPersuadee: Hello there. how are you?\nPersuader: I am doing well! How are doing today?\n\tPersuadee: I am doing pretty well. thanks for asking!\nPersuader: I'd like to tell you about a great program I am working on!  Have you ever heard of Save the Children?\n\tPersuadee: I may have in passing, but could you tell me more information about it?\nPersuader: Save the Children is a non-governmental organization that operations world wide raising funds through partners and donations to fight for children's rights and provide relief and support for children in developing countires. \n\tPersuadee: Sounds interesting and something worth donating towards a good cause. Would you donate to this fund?\nPersuader: I would and I have!  9 out of every 10 dollars goes directly to a child in need. \n\tPersuadee: That is great to know. Any additional information you could tell me about the Save the Children program?\nPersuader: Absolutely!  There are a variety of ways to be a part of the program outside of donations.  They have a program to sponsor a child in need, you can throw a fundraising event or participate in events such as triatholons to raise funds, or help advocate for children.  \n\tPersuadee: Thank you for the information. What is the best way I could get involved with this charity?\nPersuader: You are more than welcome to donate today and your donation will be sent to Save the Children to go towards programs that help the children directly.  \n\tPersuadee: Great. How much are the donations?\nPersuader: You can donate up to two dollars of your payment, but more is always appreciated! \n\tPersuadee: Alright. $2 sounds good enough. Could I get a web address to the fund if I have any more questions?\nPersuader: Thank you so much for you generous donation!  To answer any more questions the link is  URL \n\tPersuadee: Thanks you. I will be more than glad to donate.\nPersuader: You're welcome and thank you!  Have a great rest of your evening!\n\tPersuadee: thank you. you too.", "label": [[177, 237, "1-RAPPORT-DISCLOSE"], [73, 89, "1-RAPPORT-DISCLOSE"], [90, 110, "1-RAPPORT-OTHER"], [11, 23, "8-NO-PERSUASION"], [725, 744, "1-RAPPORT-DISCLOSE"], [745, 805, "1-RAPPORT-DISCLOSE"], [948, 1024, "1-RAPPORT-DISCLOSE"], [1898, 1927, "1-RAPPORT-OTHER"], [1318, 1467, "2-NEGOTIATE-OTHER"], [1528, 1609, "2-NEGOTIATE-BARGAIN"], [1734, 1778, "1-RAPPORT-OTHER"], [1780, 1825, "1-RAPPORT-DISCLOSE"], [238, 279, "1-RAPPORT-OTHER"], [375, 599, "1-RAPPORT-DISCLOSE"], [935, 946, "1-RAPPORT-DISCLOSE"], [1027, 1200, "2-NEGOTIATE-OTHER"], [1929, 1963, "1-RAPPORT-OTHER"]], "idx": "11"}
{"id": 2974, "data": "Persuader: HI THERE!\n\tPersuadee: Hi how are you?\nPersuader: Very well. I understand you have funds that can be donated to our children's charity\n\tPersuadee: my my! I might just have some funds. What do  you think is a good donation?\nPersuader: well, i wouldn't want to put a number on it, i'd rather encourage you to be as generous as you can\n\tPersuadee: Ok. Am I correct that we must each \"speak\" 10 times to get paid by MT?\nPersuader: i do believe that is correct. would you like to know more about our charity and who we serve?\n\tPersuadee: Sure. I have been thinking about what I can donate. Tell me more.\nPersuader: We serve children here in the US and internationally.\n\tPersuadee: How do you serve them and how much of my donation will actually go to the childrens care\nPersuader: We provide healthcare, education, and vocational services to children to provide an life full of opportunity and happiness. We pride ourselves in the fact that 89 cents of every dollar is spent DIRECTLY on these services. \n\tPersuadee: Wow. That is impressive. I was given $2. I am willing to donate 35 cents to your charity'\nPersuader: With just $1, we can provide food and clean water to a child for half a year.\n\tPersuadee: I understand. However I am sure i am not the only person donating to  your charity. My 35 cents with other peoples donations will add up\nPersuader: There are children all over the globe that need the kindness and generosity of strangers. Without greater overall support, these children may never get the chance to grow up and change the world. We take so many of our day to day things for granted, these children have little to nothing. Please, can you spare no more?\n\tPersuadee: I just don't see why my donation is not enough! I feel that the small contribution of many will add up to a very generous amount. I will go up to 40 cents and not one penny more. \nPersuader: We need your help. Please join our cause in donating $1, one measly dollar, to our cause, it could mean the difference between life and death for a child.\n\tPersuadee: I feel cornered and annoyed! I am sure there are other charities that would be glad to get my 35 cents. Now are you willing to accept the 40 cents or should I just find another charity?\nPersuader: We're happy to accept any and all donations!\n\tPersuadee: You sound way more gracious that before. I will be happy to donate my 40 cents to your chairity", "label": [[11, 20, "8-NO-PERSUASION"], [910, 1007, "1-RAPPORT-DISCLOSE"], [2247, 2291, "2-NEGOTIATE-OTHER"], [1360, 1449, "3-EMOTION-STORY"], [1450, 1556, "3-EMOTION-STORY"], [1649, 1679, "2-NEGOTIATE-BARGAIN"], [1556, 1648, "3-EMOTION-EMPATHY"], [1902, 2037, "2-NEGOTIATE-BARGAIN"], [1973, 2037, "3-EMOTION-EMPATHY"], [60, 70, "1-RAPPORT-DISCLOSE"], [71, 144, "2-NEGOTIATE-OTHER"], [244, 342, "2-NEGOTIATE-OTHER"], [437, 466, "1-RAPPORT-DISCLOSE"], [466, 530, "1-RAPPORT-OTHER"], [620, 673, "1-RAPPORT-DISCLOSE"], [786, 909, "1-RAPPORT-DISCLOSE"], [1122, 1199, "1-RAPPORT-OTHER"], [1883, 1901, "3-EMOTION-OTHER"]], "idx": "13"}
{"id": 2975, "data": "Persuader: Hi, do you\\'ve any idea about \"Save the Children\" organisation?\n\tPersuadee: It sounds familiar but I don't really know anything\nPersuader: It is an non-governmental organization for children around the world.\n\tPersuadee: what does it do for the children? What benefits?\nPersuader: It support Children around the world especially in war zones. They're providing health, education, safety to the children. ensuring the rights for children.. \n\tPersuadee: oh wow. They sound like a great organization. They do a lot \nPersuader: some children in developing countries suffers for their needs like education. But in war zones children suffers for their basic need of food. Many children around the world killed or injured in violence. \n\tPersuadee: I am sure it  is a huge struggle for them. Its very sad the things that go on in the world today especially when children are affected. Do you work for that organization? \nPersuader: No, I just donated to the organization when I came to know about their work. They're very professional and their contribution to the needy children creates much impact internationally.\n\tPersuadee: Do you know if they have been around for a long time or not? I hope they are having a long term impact. \nPersuader: Yeah, they've been for long time. They helped to build better lives and futures for 157 million children last year.\n\tPersuadee: That would be something I would consider being involved with. What would I have to do in order to help too? \nPersuader: are you willing to donate to this organisation?\n\tPersuadee: I would definitely be willing to donate as long as they are for real and do the things you say they do\nPersuader: Definitely, your contribution will reach the children in needs. How much do you like to donate to the charity now?\n\tPersuadee: I would want to make sure it was enough to actually matter. What do you think if I was to donate something like 300 dollars? Would that do some good stuff for the children? \nPersuader: I appreciate your helping tendency.  The research team will collect all donations and send it to Save the Children.\n\tPersuadee: That sounds good to me. I think they sound like a great organization. I know there are so many children in the world that need someone in their corner and fighting for them\nPersuader: Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: This task took a very long time. I do not intend on giving up any of my payment for the task. The amount is $0\nPersuader: You're spending unnecessary stuff to your snacks. But I can't give that to the children who's in hunger. ", "label": [[11, 74, "1-RAPPORT-OTHER"], [150, 219, "1-RAPPORT-DISCLOSE"], [292, 353, "1-RAPPORT-DISCLOSE"], [535, 612, "3-EMOTION-STORY"], [1670, 1733, "3-EMOTION-PROMISE"], [613, 677, "3-EMOTION-STORY"], [354, 449, "1-RAPPORT-DISCLOSE"], [677, 737, "3-EMOTION-STORY"], [934, 1011, "1-RAPPORT-DISCLOSE"], [1012, 1119, "1-RAPPORT-DISCLOSE"], [1247, 1280, "1-RAPPORT-DISCLOSE"], [1282, 1363, "1-RAPPORT-DISCLOSE"], [1496, 1543, "2-NEGOTIATE-REQUEST"], [2358, 2412, "2-NEGOTIATE-OTHER"], [2547, 2596, "3-EMOTION-GUILT"], [2597, 2651, "4-LOGIC-ARGUE"], [1734, 1784, "2-NEGOTIATE-REQUEST"], [1982, 2017, "1-RAPPORT-OTHER"], [2019, 2096, "1-RAPPORT-DISCLOSE"], [2294, 2357, "1-RAPPORT-DISCLOSE"]], "idx": "14"}
{"id": 2976, "data": "Persuader: Hello\n\tPersuadee: Hello\nPersuader: Do you have any kids?\n\tPersuadee: No, I do not have any kids yet. But, I hope to have kids sometime in the future. How about you?\nPersuader: I've got 3\n\tPersuadee: Are your kids all close in age or is there an age gap between them?\nPersuader: Two boys in college are close, 20 and 19. Daughter is 14 and lives with her mom.\n\tPersuadee: Have you heard of free college tuition (not including room/textbooks) that some scjools are implementing?\nPersuader: LOL, I wish...even state school is expensive. Having kids is the worst financial decision someone can make - but I'd make that decision again ithout question. Tough getting by sometimes, but you do what you can.  \n\tPersuadee: I am a recent college graduate and understand the expenses with a huge loan to pay off. I graduated from a state school and can't even imagine what out of state students must feel like on top of them travelling just to study away from home.\nPersuader: Good on you for getting college degree! Education is so important, they can never take that away from you. Alot of families need help with basic stuff, let alone worrying about education. My boys did alot of service type stuff with underprivileged kids when they were younger.\n\tPersuadee: Thanks! I had a lot of parental support as they always wanted a degree themselves but put their children first. I wish I did more service during my undergrad but had a credit-intensive major (chemistry) and barely had any summer vacation.\nPersuader: Chemistry is black magic to me, my older son is a whiz at it. When they were scouts they did service for Save the Children. Have you ever heard of it?\n\tPersuadee: I was approached to chemistry at a young age and it just was easy to pick up...that is until physical chemistry came along. And yes! I've donated to them before. There's even a small kiosk at my local mall.\nPersuader: They do great work. It's amazing how far they can stretch even a little bit of change. Would you consider donating part of your payment for this task to them?\n\tPersuadee: Yes, of course! I don't mind giving half the amount.\nPersuader: That's great! I'll do the same.\n\tPersuadee: I forget what the Save The Children donation rate is, but I'm sure $1 will help a lot.\nPersuader: Absolutely. I like to think of it as an investment in the future.\n\tPersuadee: My younger brother (still in HS) actually recommended me to donate to them in the past. His school had a special presentation on charaties. I forget the name of the really popular one where kids used to carry around small cardboard boxes and ask for change. \nPersuader: I think that was UNICEF. I remember that from more than a few years ago.\n\tPersuadee: Yes! I think that's it\nPersuader: Time to get onto to the next HIT. Good luck with your chemistry degree - don't blow anything up! Thanks for donating to Save the Children!", "label": [[0, 11, "8-NO-PERSUASION"], [46, 67, "1-RAPPORT-OTHER"], [289, 330, "1-RAPPORT-DISCLOSE"], [187, 197, "1-RAPPORT-DISCLOSE"], [545, 658, "1-RAPPORT-DISCLOSE"], [658, 710, "1-RAPPORT-DISCLOSE"], [977, 1016, "1-RAPPORT-COMPLIMENT"], [1084, 1164, "1-RAPPORT-OTHER"], [1165, 1253, "1-RAPPORT-DISCLOSE"], [1578, 1639, "1-RAPPORT-DISCLOSE"], [1640, 1666, "1-RAPPORT-OTHER"], [1917, 1983, "1-RAPPORT-OTHER"], [2132, 2145, "1-RAPPORT-OTHER"], [2274, 2285, "1-RAPPORT-OTHER"], [2647, 2693, "1-RAPPORT-OTHER"], [2740, 2774, "8-NO-PERSUASION"], [331, 369, "1-RAPPORT-DISCLOSE"], [498, 544, "1-RAPPORT-DISCLOSE"], [1017, 1083, "1-RAPPORT-OTHER"], [1516, 1577, "1-RAPPORT-DISCLOSE"], [1897, 1916, "1-RAPPORT-DISCLOSE"], [1984, 2055, "2-NEGOTIATE-REQUEST"], [2146, 2163, "1-RAPPORT-DISCLOSE"], [2286, 2338, "1-RAPPORT-DISCLOSE"], [2622, 2646, "1-RAPPORT-OTHER"], [2775, 2837, "1-RAPPORT-OTHER"], [2838, 2879, "1-RAPPORT-OTHER"]], "idx": "15"}
{"id": 2977, "data": "Persuader: Good afternoon, would you be kind enough to donate $1 to Save The Children fund today?\n\tPersuadee: I don't know. What is the fund for?\nPersuader: The funds are used to promote children's rights and well-being in developing countries\n\tPersuadee: What kind of well-being?\nPersuader: It provides medical needs, education. And in some cases, relief in war torn areas\n\tPersuadee: Oh that sounds good. Who runs it?\nPersuader: It was founded in 1919 by Eglantyne Jebb  in London, in the wake of World War I. It soon becomes the first global movement for children. It is ran by a Board of Trustees\n\tPersuadee: Oh. Well, I don't know if it can be trusted or not to send the funds to the right place?\nPersuader: Our independently audited financial statements consistently show that nearly 9 out of every 10 dollars we spend goes to programs and services for children and families in need. We keep administrative costs low so that more funding goes to children's programs.\n\tPersuadee: That's good. I like charities that don't have high administrative costs. Do you work for the organization?\nPersuader: I volunteer after noticing how much wasteful I was with the pennies. They can use every little they can get\n\tPersuadee: Okay. I don't even understand what that means. \nPersuader: Imagine how you spend those pennies laying around. You can use those to donate to Save the Children\n\tPersuadee: I see. That is a good thought, but I'm not usually very wasteful with my money, even my pennies. Every penny counts after all.\nPersuader: That's great to hear. How about putting some that to use today. I guarantee a $1.50 to Save the Children will actually give you a great feeling of satisfaction  \n\tPersuadee: Would I get to designate what country it gets spent in or on what project?\nPersuader: All projects and audit reports are listed for the public. So you'd be able to see how the money is used\n\tPersuadee: I know. But would I get to indicate a preference of where or how I want it spent?\nPersuader: Yes! If you chose the option to sponsor a child\n\tPersuadee: Oh, well that's interesting. I'll give it some thought but I'm not ready to donate yet.\nPersuader: How about donating to the fund today while thinking about sponsoring a child? ", "label": [[157, 243, "1-RAPPORT-DISCLOSE"], [431, 511, "1-RAPPORT-DISCLOSE"], [512, 567, "1-RAPPORT-DISCLOSE"], [568, 600, "1-RAPPORT-DISCLOSE"], [890, 972, "1-RAPPORT-DISCLOSE"], [1282, 1333, "1-RAPPORT-DISCLOSE"], [11, 97, "2-NEGOTIATE-REQUEST"], [291, 329, "1-RAPPORT-DISCLOSE"], [330, 373, "1-RAPPORT-DISCLOSE"], [713, 889, "1-RAPPORT-DISCLOSE"], [1102, 1172, "1-RAPPORT-DISCLOSE"], [1172, 1210, "1-RAPPORT-DISCLOSE"], [1333, 1381, "1-RAPPORT-DISCLOSE"], [1792, 1849, "1-RAPPORT-DISCLOSE"], [1850, 1895, "1-RAPPORT-DISCLOSE"], [2001, 2005, "1-RAPPORT-OTHER"], [2160, 2237, "2-NEGOTIATE-BARGAIN"], [1531, 1554, "1-RAPPORT-OTHER"], [1554, 1595, "2-NEGOTIATE-REQUEST"], [1595, 1691, "2-NEGOTIATE-OTHER"], [2006, 2048, "1-RAPPORT-DISCLOSE"]], "idx": "16"}
{"id": 2978, "data": "Persuader: Hello\n\tPersuadee: Hi\nPersuader: We are here to discuss the charity \"Save the Children\"\n\tPersuadee: Okay sounds good\nPersuader: Not sure if you are aware but Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Yes I am aware. I have donated to them in the past. I feel so sorry for the children. And I think that people who donate are doing great things\nPersuader: Exactly! Now I plan on donating at least half of my $2 payment. Meaning $1.\n\tPersuadee: I agree I will do the same \nPersuader: That's cool! This is how it'll happen. The research team will collect all donations and send it to Save the Children\n\tPersuadee: That is a wonderful thing that there doing \nPersuader: Yeah, it really is. I always try to donate when I can. Even at the grocery store when they ask if I want to donate to various charities. \n\tPersuadee: Yep me too especially during xmas time. I wish i could donate more but maybe this year i will donate my  time and money\nPersuader: I will always donate at least a dollar. If I\\'m spending my last few dollars, at that time, I can \"afford\" a dollar to someone who can not if the charity is legit.\n\tPersuadee: Yeah a dollar would be great\nPersuader: We have to have three more back and forth \"chats\" for you and I to get paid AND the charity to get paid.\n\tPersuadee: ok lets do it \nPersuader: So, you agree that you'll donate a dollar of your earnings here to this charity or do you want to donate more?\n\tPersuadee: A dollar is fine by me\nPersuader: OK, so a dollar a piece it is, right? It's been a pleasure speaking with you today. By the way, I am in South Florida. Where are you?\n\tPersuadee: Yes a dollar is cool. I'm in California\nPersuader: Have a great night! Thanks! This was fun!", "label": [[43, 97, "1-RAPPORT-DISCLOSE"], [504, 512, "1-RAPPORT-SIMILAR"], [670, 747, "1-RAPPORT-DISCLOSE"], [835, 869, "1-RAPPORT-DISCLOSE"], [1096, 1135, "1-RAPPORT-DISCLOSE"], [1136, 1259, "1-RAPPORT-DISCLOSE"], [1612, 1649, "2-NEGOTIATE-REMIND"], [1696, 1730, "1-RAPPORT-DISCLOSE"], [1731, 1745, "1-RAPPORT-OTHER"], [1809, 1828, "1-RAPPORT-OTHER"], [1829, 1836, "1-RAPPORT-OTHER"], [10, 16, "8-NO-PERSUASION"], [138, 336, "1-RAPPORT-DISCLOSE"], [513, 567, "1-RAPPORT-DISCLOSE"], [568, 579, "1-RAPPORT-DISCLOSE"], [631, 643, "1-RAPPORT-OTHER"], [644, 669, "1-RAPPORT-DISCLOSE"], [815, 834, "1-RAPPORT-OTHER"], [870, 951, "1-RAPPORT-DISCLOSE"], [1312, 1416, "8-NO-PERSUASION"], [1455, 1565, "2-NEGOTIATE-REMIND"], [1650, 1695, "1-RAPPORT-SIMILAR"], [1837, 1850, "1-RAPPORT-COMPLIMENT"]], "idx": "17"}
{"id": 2979, "data": "Persuader: Hi, I would like to speak to you about a wonderful charity called \"save the children\".\n\tPersuadee: Hey hows it? Yeah I am interested to hear more.\nPersuader: When you give to Save the Children, you're investing in a future for every last child.Nearly 90% of every dollar you give goes straight to our mission _ helping children grow up healthy, learning and safe. \n\tPersuadee: Nearly 90?  Where does the other money go?\nPersuader: The rest? We use to support the mission _ running our programs and raising funds to help more children. \n\tPersuadee: Well that is good.  I like that information out there.\nPersuader:  Giving to Save the Children is one of the world's best investments. Changing children's lives now. Transforming the future we all share.\n\tPersuadee: There are many charities for children than just that one.\nPersuader: In 2017 alone, Save the Children reached more than 155 million children in 120 countries, including the U.S.  Results like these are only possible because of giving people like you. Whether you give a little or a lot. Every gift makes a world of difference for a child in need.\n\tPersuadee: Wow thats way more than I would have thought.\nPersuader: I know, it is a really great organization. Do you think you'd be willing to donate today?\n\tPersuadee: Yes I would be willing to donate.\nPersuader: How about $.15 today?\n\tPersuadee: I can do that\nPersuader: Awesome, you are making a world of difference for children around the world. \n\tPersuadee: Well it is not much but if everyone would give a little it would make a huge difference in this world we live in.\nPersuader: You're absolutely right. Most people would not even notice the money missing. \n\tPersuadee: Right on so I will give $0.15  :)\nPersuader: I will match your contribution. \n\tPersuadee: That is what I like to hear!\nPersuader: I hope you have a wonderful day. Thank you for your kindness. \n\tPersuadee: You too,  was a pleasure!", "label": [[11, 96, "1-RAPPORT-OTHER"], [169, 255, "3-EMOTION-PROMISE"], [442, 451, "8-NO-PERSUASION"], [255, 374, "2-NEGOTIATE-OTHER"], [452, 545, "1-RAPPORT-DISCLOSE"], [694, 725, "3-EMOTION-PROMISE"], [725, 762, "3-EMOTION-PROMISE"], [625, 693, "3-EMOTION-PROMISE"], [1026, 1062, "2-NEGOTIATE-REWARD"], [1062, 1121, "2-NEGOTIATE-REWARD"], [1062, 1120, "3-EMOTION-PROMISE"], [1190, 1233, "1-RAPPORT-DISCLOSE"], [1338, 1359, "2-NEGOTIATE-BARGAIN"], [1397, 1473, "3-EMOTION-PROMISE"], [1612, 1635, "1-RAPPORT-SIMILAR"], [1637, 1689, "4-LOGIC-OTHER"], [844, 953, "3-EMOTION-STORY"], [954, 1025, "3-EMOTION-PROMISE"], [1234, 1280, "2-NEGOTIATE-REQUEST"], [1748, 1779, "1-RAPPORT-DISCLOSE"], [1833, 1865, "1-RAPPORT-OTHER"], [1866, 1895, "1-RAPPORT-OTHER"]], "idx": "18"}
{"id": 2980, "data": "Persuader: Hello! How are you doing?\n\tPersuadee: I am quite good. How about yourself? \nPersuader: I am doing absolutely wonderful! Do you have any children or nieces\\\\nephews?  \n\tPersuadee: I have none of the above. Do you? \nPersuader: I do I just had a beautiful little baby girl. She is now 1 month old. \n\tPersuadee: That's wonderful.  Congratulations. I would like to come back to that if there is enough time. What social issue are we supposed to be discussing? I don't see that information anywhere. \nPersuader: I was just leading into that. To be honest I could never imaging if anything happened to my daughter. And there are some non governmental organizations out there that help children like my daughter who are in trouble in developing countries. Would you like to know more about this organization?\n\tPersuadee: Of course. \nPersuader: This organization is called Save the Children. They provide relief and help support any child in need in developing countries. They go where they are needed. Personally I think this organization is needed especially being a new father I know how vulnerable children are now. And sometimes they just need help. \n\tPersuadee: Sounds like a noble cause, for sure. People need as much help as they can raising a child, I think. \nPersuader: Absolutely! I can attest to that! Organizations like this primarily operate off of donations. Have ever contributed to non profit organizations?\n\tPersuadee: Indeed I have. I do it as much as I can, which is admittedly not as much as I would like to. \nPersuader: I know what you mean! sometimes it is hard to find the extra time or money to help those that need it. \n\tPersuadee: Definitely. If I wasn't worrying about getting by so much myself, I would be able to do much more. It's very rewarding. Gives you a great feeling inside. \nPersuader: Would you be willing to entertain the idea of donating some or all of the 2 dollar bonus received by completing this hit?\n\tPersuadee: I would prefer to keep the bonus this time, given how bad my finances are at the moment. I'm sure you understand. \nPersuader: I absolutely do. Even the smallest amount would go a long way in helping this organization. I was thinking of doing even .15 of my bonus to this organization. That way I still get a majority of my bonus and hopefully others will donate as well so those tiny amounts add up so something of value for Save the Children.\n\tPersuadee: Well, to tel you the truth, there is another reason I don't want to do it.  I like to vet charities extensively before I donate to them. As a result, I have a preferred list of charities that I give to regularly. I don't have time to properly vet this one at the moment. \nPersuader: That is understandable. My thought is its only .15 of my bonus and it would take more time to vet the organization then the donation is worth. Sometimes you have to go with that gut feeling and looking at my daughter sleeping right now I do not want any child to go without help that needs it. \n\tPersuadee: I'm just not interested, especially given the amount of time we spent on this hit, I think we should get more. \nPersuader: That is understandable. Thank you for your time and intelligent responses. Have a wonderful evening. And in the end if you feel like donating please do!", "label": [[10, 17, "8-NO-PERSUASION"], [18, 36, "1-RAPPORT-OTHER"], [282, 305, "1-RAPPORT-DISCLOSE"], [547, 618, "1-RAPPORT-DISCLOSE"], [619, 758, "4-LOGIC-OTHER"], [1005, 1121, "1-RAPPORT-DISCLOSE"], [1122, 1157, "4-LOGIC-OTHER"], [1282, 1293, "1-RAPPORT-SIMILAR"], [1316, 1375, "1-RAPPORT-DISCLOSE"], [2086, 2102, "1-RAPPORT-OTHER"], [2103, 2177, "4-LOGIC-OTHER"], [2178, 2244, "1-RAPPORT-DISCLOSE"], [2699, 2722, "1-RAPPORT-OTHER"], [98, 130, "1-RAPPORT-DISCLOSE"], [131, 175, "1-RAPPORT-OTHER"], [236, 281, "1-RAPPORT-DISCLOSE"], [517, 546, "1-RAPPORT-SIMILAR"], [759, 811, "2-NEGOTIATE-REQUEST"], [847, 893, "1-RAPPORT-DISCLOSE"], [894, 974, "1-RAPPORT-DISCLOSE"], [974, 1004, "1-RAPPORT-DISCLOSE"], [1294, 1315, "1-RAPPORT-SIMILAR"], [1376, 1426, "1-RAPPORT-OTHER"], [1544, 1565, "1-RAPPORT-SIMILAR"], [1566, 1646, "1-RAPPORT-SIMILAR"], [1826, 1947, "2-NEGOTIATE-BARGAIN"], [2245, 2403, "1-RAPPORT-DISCLOSE"], [2723, 2841, "1-RAPPORT-DISCLOSE"], [2842, 2992, "3-EMOTION-EMPATHY"], [3204, 3229, "1-RAPPORT-OTHER"], [3230, 3281, "2-NEGOTIATE-OTHER"], [3129, 3153, "1-RAPPORT-OTHER"], [3153, 3203, "1-RAPPORT-COMPLIMENT"]], "idx": "19"}
{"id": 2981, "data": "Persuader: Hello! How are you doing today?\n\tPersuadee: I am well. How about yourself?\nPersuader: I am doing well thank you for asking. I wanted to talk to you about a charity that does great work called Save The Children. Have you ever heard of it?\n\tPersuadee: I have not, but I am interested in hearing more about it. Can you tell me more?\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. They do amazing work in places where children do not have advocates for their well-being.\n\tPersuadee: That sounds awesome. That's the sort of charity I would gladly donate to. They seem to be really making a difference in the world\nPersuader: You rock! Save the Children ensures that children have a right to health, education, and safety. For example: Syria in the first two months of 2018 In the first two months of 2018 alone, 1,000+ children were killed or severely injured in violent situations. It is incredibly unfair to these children to experience such trauma at a young age, and thats where Save the Children steps in to help.\n\tPersuadee: What are some things Save the Children have done for those children? \nPersuader: In 2017, the charity reached 155 million children in the U.S. and worldwide. Would you like to know more about how the charity has stopped infectious diseases, lowered newborn fatality, stopped childhood hunger, provided education or provided disaster relief?\n\tPersuadee: yes please \nPersuader: To start, In the past three years the charity has treated more than 538,000 cases of pneumonia alone\n\tPersuadee: oh that's great!\nPersuader: Next, Save the Children has provided food for more than 4.4 million children in the past year helping to reduce world hunger\n\tPersuadee: that's great too. very important\nPersuader: Also, around the world, nearly 400 million school-age children can't read or write. With the program instituted by the charity the literacy rates have been shown to increase by 30% and the children are 50% more likely to reach the 6th grade.\n\tPersuadee: wow. Save The Children is an excellent organization \nPersuader: I am a very big fan, and I support the work they do 100%. Would you like to donate to this amazing effort today?\n\tPersuadee: yes how can i donate\nPersuader: The research team will collect all donations and send it to Save the Children. How much do you like to donate to the charity?  You can choose any amount from $0.5 - $1.70\n\tPersuadee: I will donate $0.5", "label": [[135, 221, "1-RAPPORT-DISCLOSE"], [222, 248, "1-RAPPORT-OTHER"], [764, 774, "1-RAPPORT-COMPLIMENT"], [774, 861, "1-RAPPORT-DISCLOSE"], [11, 17, "8-NO-PERSUASION"], [18, 42, "1-RAPPORT-OTHER"], [97, 134, "1-RAPPORT-DISCLOSE"], [352, 520, "1-RAPPORT-DISCLOSE"], [521, 610, "1-RAPPORT-DISCLOSE"], [1021, 1157, "3-EMOTION-EMPATHY"], [1251, 1327, "3-EMOTION-STORY"], [1328, 1510, "2-NEGOTIATE-REQUEST"], [1546, 1646, "3-EMOTION-STORY"], [1687, 1811, "3-EMOTION-STORY"], [1952, 2109, "3-EMOTION-STORY"], [2343, 2421, "2-NEGOTIATE-OTHER"], [2422, 2468, "2-NEGOTIATE-REQUEST"], [861, 1021, "3-EMOTION-STORY"], [1868, 1951, "3-EMOTION-STORY"], [2186, 2244, "1-RAPPORT-DISCLOSE"], [2244, 2298, "2-NEGOTIATE-REQUEST"], [2470, 2513, "2-NEGOTIATE-BARGAIN"]], "idx": "20"}
{"id": 2982, "data": "Persuader: Hello?\n\tPersuadee: Hey\nPersuader: How is your day going?\n\tPersuadee: Very well, how about yours?\nPersuader: Average, do you currently donate to any charities?\n\tPersuadee: Not really, I feel that they are very corrupted.\nPersuader: Why is that?\n\tPersuadee: When the money you give out, Only 1/4ths actually go to the recipients. They are often stolen by the people running them.\nPersuader: Not all, have you heard of Save the Children?\n\tPersuadee: What are we saving the Children from?\nPersuader: Saving them by giving them access to healthcare, education, and safety.\n\tPersuadee: In general? Or any specific country?\nPersuader: Yea, the donation help children in less fortunate countries in South America and South Africa.\n\tPersuadee: Have you donated?\nPersuader: Im donating right now and was wondering if you like to donate along with me from $0.05 to$2.00 and ill match what you donate?\n\tPersuadee: Depends how much you donate.\nPersuader: I said ill match you so whatever you donate, ill donate?\n\tPersuadee: If I say 0.05, will you match that?\nPersuader: Ill match more then that over a dollar for me at least, so how much are you really donating?\n\tPersuadee: I'll double it, 0.10. Are we negotiating?", "label": [[11, 17, "8-NO-PERSUASION"], [45, 67, "1-RAPPORT-OTHER"], [119, 169, "1-RAPPORT-OTHER"], [242, 254, "1-RAPPORT-OTHER"], [640, 733, "1-RAPPORT-DISCLOSE"], [507, 577, "1-RAPPORT-DISCLOSE"], [953, 1009, "2-NEGOTIATE-BARGAIN"], [400, 445, "1-RAPPORT-OTHER"], [775, 900, "2-NEGOTIATE-BARGAIN"], [1069, 1161, "2-NEGOTIATE-BARGAIN"]], "idx": "21"}
{"id": 2983, "data": "Persuader: Hello, how are you today?\n\tPersuadee: I'm great! How are you doing?\nPersuader: I am fine thank. Are you interested in donating?\n\tPersuadee: Donating? Donating to what?\nPersuader: donating to charities, like children's charity\n\tPersuadee: I usually don't donate to charities. What charity do you represent?\nPersuader: It is called \"Save the Children\" charity. They work on children\\'s issues all around the world\n\tPersuadee: I've never heard of it. What kind of work does it do?\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: These sound like serious problems. Have you ever donated money to this organization? Have you ever volunteered for them?\nPersuader: I have donated to this organization through HITs, but I do not have enough free time to be volunteered in person. I read about them and they are clear with their financial reports.\n\tPersuadee: I am reluctant to donate to charities because I don't know  how efficiently they use their money.\nPersuader: I think you're right I can't trust every charity, but some big companies cooperate with them like Disney and IKEA. and donating did not hurt the reward of the HIT so I did not lose anything anyway\n\tPersuadee: If I donate money, it doesn't cost me anything? \nPersuader: I think I at least donated 10 times before though HITs, my payment was never less than $2. but I trusted this charity so much I decided to help on its website too\n\tPersuadee: Ok. I'll donate if you donate as well. How much are you willing to donate?\nPersuader: I will donate $1, but you can donate less if you want even 10 cents or 5 cents. anything is possible\n\tPersuadee: Ok. I'll donate 5 cents if you promise to donate 10 cents.\nPersuader: I will donate $1 actually, I promise. thank you for your time and attention. How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: Ok. I'll donate 5 cents. \nPersuader: thank you, have a nice day", "label": [[11, 36, "1-RAPPORT-OTHER"], [89, 106, "1-RAPPORT-DISCLOSE"], [189, 236, "1-RAPPORT-DISCLOSE"], [328, 369, "1-RAPPORT-DISCLOSE"], [927, 993, "1-RAPPORT-DISCLOSE"], [1230, 1311, "1-RAPPORT-DISCLOSE"], [1828, 1865, "1-RAPPORT-DISCLOSE"], [1866, 1904, "1-RAPPORT-OTHER"], [1905, 1955, "2-NEGOTIATE-REQUEST"], [2129, 2155, "1-RAPPORT-OTHER"], [107, 138, "2-NEGOTIATE-REQUEST"], [370, 422, "1-RAPPORT-DISCLOSE"], [500, 668, "1-RAPPORT-DISCLOSE"], [813, 926, "1-RAPPORT-DISCLOSE"], [1115, 1229, "1-RAPPORT-DISCLOSE"], [1384, 1474, "1-RAPPORT-DISCLOSE"], [1475, 1546, "1-RAPPORT-DISCLOSE"], [1645, 1724, "2-NEGOTIATE-BARGAIN"], [1725, 1745, "2-NEGOTIATE-BARGAIN"], [1956, 2019, "1-RAPPORT-DISCLOSE"], [2021, 2079, "2-NEGOTIATE-OTHER"]], "idx": "22"}
{"id": 2984, "data": "Persuader: Hi how are you\n\tPersuadee: I'm fine, how are you?\nPersuader: good thanks... Do you like children?\n\tPersuadee: Yes, I like so much children's. Do you know about children charity?\nPersuader: Yes, are you worried about childrens health?\n\tPersuadee: Yes of course, Children can not bear any little pain.\nPersuader: Are you worried if chldren have enough to eat?\n\tPersuadee: Yes, the children's are hungry for them whenever they want\nPersuader: do you worry about childrens housing?\n\tPersuadee: It is very painful for young children to sleep on the road\nPersuader: do you worry a child might not have a family?\n\tPersuadee: I can not bear the word of orphanage\nPersuader: Do you want to help children with a donation?\n\tPersuadee: Of course, I like to donate children's.\nPersuader: These children just need a little everyday. One dollar a day can make a big difference, can you do that? \n\tPersuadee: Definitely, I do that.\nPersuader: do you know save the children organization?\n\tPersuadee: The Save the Children Fund, commonly known as Save the Children, that promotes children's rights, provides relief and helps support children in developing countries.\nPersuader: right that one... find them on the internet and help the kids out..that would be great, Can you do that/?\n\tPersuadee: Yes of course, anything else?\nPersuader: that will do it thanks in advance...cheers ", "label": [[11, 25, "1-RAPPORT-OTHER"], [71, 86, "1-RAPPORT-DISCLOSE"], [200, 244, "1-RAPPORT-OTHER"], [571, 616, "1-RAPPORT-OTHER"], [677, 722, "2-NEGOTIATE-REQUEST"], [938, 981, "1-RAPPORT-OTHER"], [1171, 1276, "2-NEGOTIATE-REQUEST"], [1330, 1372, "1-RAPPORT-OTHER"], [87, 108, "1-RAPPORT-OTHER"], [322, 368, "1-RAPPORT-OTHER"], [451, 488, "1-RAPPORT-OTHER"], [786, 829, "3-EMOTION-GUILT"], [830, 890, "2-NEGOTIATE-BARGAIN"]], "idx": "23"}
{"id": 2985, "data": "Persuader: Hey!  I'm excited to see how this works.  How are you doing?\n\tPersuadee: Good. How are you?\nPersuader: Great!  Have you ever heard of Save the Children - an international organization that helps kids in poor countries?\n\tPersuadee: I think so, yes.\nPersuader: I've just started learning about it, but I think it's incredible to be able to help kids who need it.  What country are you from?  What are your feelings about this topic?\n\tPersuadee: United States. I think it's a good cause but I would need more information about it before contributing a lot of money. I'd want to know what exactly they do and how they help the kids, how the money is distributed, how they select the children, etc.\nPersuader: I totally get it.  It's non-government at least.  Last year they helped kids in Bangladesh who were refugees.  I think they see where there is a need and step in - so larger groups of children.\n\tPersuadee: What type of help do they offer? Shelter, food, medical supplies, education, relocation?\nPersuader: Shelter, food, hygiene, water, even training for how to take care of themselves.  It's the type of thing where you could give a little (or a lot) at one time, or sponsor a child, or do a one time give that supplies them with food or water or hygiene for a certain amount of time.  Lots of options...\n\tPersuadee: Wow, that's pretty comprehensive. What percentage of donations are overhead?\nPersuader: Fourteen percent is fundraising and management - so 86% goes to the kids.  That's pretty good!\n\tPersuadee: Yes, I agree.\nPersuader: Our family sponsors a child, and it gives us a good sense of \"giving back\".  It\\'s why I asked where you are from.  I feel like in America we have so much!!!  It feels like we are helping more than ourselves and the people around us when we give internationally.\n\tPersuadee: That's great. I don't know if that's the same program but our church recently had a presentation on something similar.\nPersuader: That's so great!  Churches are the best place to offer help - it\n\tPersuadee: Well, they help reach many people at the same time and I think it's pretty effective plus many people who attend are charitable.\nPersuader: Sorry I hit the return button instead of the ' button last time...  We attend church too, and it's another reason why we want to give - I mean it reminds us of how much we've been given.  Do you have any desire to give to this Save the Children organization? It could even just be the donation of this HIT...\n\tPersuadee: Not at this time because I don't have a job currently; that's the reason I didn't get involved in our church drive since I'm having a difficult time paying my own bills. As soon as I get back on my feet I'll look it up.\nPersuader: Sounds good.  Here's the link if you want more info later:  URL   I hope you find the perfect job soon!  I know being in your position can be stressful.  Glad you've got a community in your church that can hopefully give you encouragement too! \n\tPersuadee: Thank you so much, it's been very stressful. Thanks, I'll look them up. It's a pretty big church so we feel a bit lost, but thank you for your words!\nPersuader: Maybe they have small groups you could join?  That helps at our church...\n\tPersuadee: We just did. Thank you!!\nPersuader: Hang in there!  Bye!", "label": [[10, 16, "8-NO-PERSUASION"], [53, 71, "1-RAPPORT-OTHER"], [114, 120, "1-RAPPORT-DISCLOSE"], [122, 229, "1-RAPPORT-OTHER"], [735, 764, "1-RAPPORT-DISCLOSE"], [17, 51, "8-NO-PERSUASION"], [270, 371, "1-RAPPORT-DISCLOSE"], [373, 399, "1-RAPPORT-OTHER"], [401, 441, "1-RAPPORT-OTHER"], [715, 733, "1-RAPPORT-SIMILAR"], [1422, 1495, "1-RAPPORT-DISCLOSE"], [1554, 1629, "2-NEGOTIATE-REWARD"], [1713, 1815, "4-LOGIC-OTHER"], [1977, 2023, "1-RAPPORT-DISCLOSE"], [2743, 2791, "1-RAPPORT-DISCLOSE"], [2832, 2880, "1-RAPPORT-SIMILAR"], [2882, 2971, "1-RAPPORT-DISCLOSE"], [3192, 3219, "1-RAPPORT-DISCLOSE"], [3268, 3282, "1-RAPPORT-OTHER"], [766, 825, "1-RAPPORT-DISCLOSE"], [826, 908, "1-RAPPORT-DISCLOSE"], [1022, 1103, "1-RAPPORT-DISCLOSE"], [1104, 1301, "2-NEGOTIATE-BARGAIN"], [1303, 1321, "1-RAPPORT-OTHER"], [1497, 1516, "3-EMOTION-PROMISE"], [1631, 1669, "1-RAPPORT-DISCLOSE"], [1670, 1712, "1-RAPPORT-OTHER"], [1959, 1976, "1-RAPPORT-OTHER"], [2176, 2242, "8-NO-PERSUASION"], [2244, 2362, "1-RAPPORT-DISCLOSE"], [2364, 2434, "2-NEGOTIATE-REQUEST"], [2435, 2484, "2-NEGOTIATE-OTHER"], [2727, 2740, "1-RAPPORT-OTHER"], [2794, 2831, "1-RAPPORT-OTHER"], [3146, 3190, "1-RAPPORT-OTHER"], [3257, 3284, "1-RAPPORT-OTHER"]], "idx": "24"}
{"id": 2986, "data": "Persuader: Hello. This survey is supporting a charitable cause. Do you believe that children's causes are worth while?\n\tPersuadee: Hi.  I do believe that children's causes are worthwhile.  I think it's important to help people in need.  How about you?\nPersuader: I agree. I am generally a giving person, however I am cautious and generally donate to local, legitimate causes. Have you ever heard of Save The Children?\n\tPersuadee: Is that the one that used to be on TV all the time, with pictures of starving children from Africa?\nPersuader: Not sure, I don't think it is. The survey really doesn't say much about it. Do you think it is legitimate?\n\tPersuadee: I think they might be legitimate.  I've definitely heard the name before. I think I've actually seen a billboard before with a picture of a staving child.\nPersuader: Interesting. I am considering donating part of my pay to them, do you think that is a good idea?\n\tPersuadee: Do you mean like your paycheck from work or your pay from your HIT?\nPersuader: No, just part of the pay I get from this hit.\n\tPersuadee: Oh, I see. How exactly would you even do that?  Is there a link or something?\nPersuader: I don't see a link yet but the instructions state I can donate after the chat.\n\tPersuadee: Hmm. Mine only says that I can donate if I am asked.  I haven't been asked yet by anybody.  It says that I can donate 0 to 2 dollars. But it doesn't say how.\nPersuader: Odd. I have donated to similar hits in the past, most of the time a donate 50% of the hit, but this time I think I will only donate 0.05. Would you be willing to donate?\n\tPersuadee: Do you think it will do any good?  Such a small amount?\nPersuader: Well, I think it will. I've been doing hits like these for a while that are only worth a few cents but over the course of a month it really adds up.\n\tPersuadee: I guess you're right.  I guess a little bit of money goes a long way if other people are doing it as well.  Ok. You know what?  I'll match you for .05.  That way we do it together.\nPersuader: That is great. I'm hoping this charity is legitimate. I am going to google them afterwards, if they are I will most likely donate more.\n\tPersuadee: Yeah, I agree.  There are some websites that rank charities in terms of trustworthiness so maybe we could look there.\nPersuader: Excellent. Well nice chatting with you and good luck to you!\n\tPersuadee: Thank you. Good luck to you as well!", "label": [[18, 63, "1-RAPPORT-DISCLOSE"], [11, 17, "8-NO-PERSUASION"], [64, 118, "1-RAPPORT-OTHER"], [263, 271, "1-RAPPORT-SIMILAR"], [271, 375, "1-RAPPORT-DISCLOSE"], [541, 571, "1-RAPPORT-DISCLOSE"], [572, 616, "1-RAPPORT-DISCLOSE"], [617, 647, "1-RAPPORT-OTHER"], [1014, 1059, "1-RAPPORT-DISCLOSE"], [1426, 1558, "1-RAPPORT-DISCLOSE"], [1559, 1590, "2-NEGOTIATE-REQUEST"], [1670, 1692, "1-RAPPORT-DISCLOSE"], [1692, 1818, "1-RAPPORT-DISCLOSE"], [2076, 2158, "1-RAPPORT-DISCLOSE"], [2311, 2360, "1-RAPPORT-COMPLIMENT"], [376, 417, "1-RAPPORT-OTHER"], [826, 837, "1-RAPPORT-SIMILAR"], [839, 922, "1-RAPPORT-DISCLOSE"], [1160, 1239, "1-RAPPORT-DISCLOSE"], [1421, 1425, "1-RAPPORT-OTHER"], [2023, 2037, "1-RAPPORT-OTHER"], [2038, 2076, "1-RAPPORT-DISCLOSE"], [2300, 2310, "1-RAPPORT-OTHER"]], "idx": "25"}
{"id": 2987, "data": "Persuader: Do you feel it is improtant to help the children of the world to get them a good meal atleast 2 times a day\n\tPersuadee: Yes.  Nutrition is important\nPersuader: so will you donate to keep the children nourished and kept safe\n\tPersuadee: I typically donate to local charities by giving food or cash.  I sometimes question charities that I don't really know\nPersuader: well with this charity we all know it is to help to save the children and I agree you should question other donations because together we can help keep the children nourished\n\tPersuadee: I just worry money I donate doesn't get to the children.  \nPersuader: I agree because as you have seen the commercials of the individual holding a little child asking for donations and all he is doing is getting to play with peoples emotions well with our organization we cut the cost of an actor and use that money to help the children\n\tPersuadee: That's fantastic.  And how do you make sure some local warlord doesn't get in the way of the charity?\nPersuader: well we all know there is warlords everywhere even in the USA but we try our very best for our food items to reach the children \n\tPersuadee: Warlords in the USA get elected to political office unfortunately.\nPersuader: yes we know this and they run the country but that is the virtues of a free nation \n\tPersuadee: As long as my donation gets to the children, I will donate to the charity\nPersuader: Thank you for your donation as i guarantee you donation goes towards to the children How much would like to donate\n\tPersuadee: Half of whatever I am going to get paid for this task\nPersuader: Ok thank you\n\tPersuadee: Very welcome.  Your work is appreciated\nPersuader: myself and Save the Children thank you for your time\n\tPersuadee: Have a great day\nPersuader: so now what\n\tPersuadee: This should be the tenth response, I suspect we will be able to submit", "label": [[377, 551, "1-RAPPORT-DISCLOSE"], [1787, 1798, "8-NO-PERSUASION"], [11, 118, "1-RAPPORT-OTHER"], [171, 234, "2-NEGOTIATE-REQUEST"], [634, 900, "1-RAPPORT-DISCLOSE"], [1026, 1153, "1-RAPPORT-DISCLOSE"], [1245, 1327, "1-RAPPORT-DISCLOSE"], [1426, 1540, "2-NEGOTIATE-REQUEST"], [1618, 1630, "1-RAPPORT-OTHER"], [1694, 1746, "1-RAPPORT-OTHER"]], "idx": "26"}
{"id": 2988, "data": "Persuader: Good morning. How are you doing today?\n\tPersuadee: Hi. I am doing good. How about you?\nPersuader: I'm doing pretty good for a Tuesday morning. \n\tPersuadee: Haha. Same here, but it really feels like a Monday.\nPersuader: Ugh yes it does!\n\tPersuadee: I can not believe how warm it is already.\nPersuader: Where are you from? \n\tPersuadee: I am from the Midwest. What about you?\nPersuader: I'm from the South East. It's always warm here. \n\tPersuadee: Oh, yep. You are definitely in for warm weather, which is great as far as I am concerned.\nPersuader: We're about to get hit by a tropical storm.\n\tPersuadee: I heard that some bad weather was going to be coming. I hope it is not too severe.\nPersuader: Me too. It's just part of living on the Gulf. You have to be prepared for it.\n\tPersuadee: Yes, I am sure you get a lot of storms.\nPersuader: We do. I guess I should get into what this chat is supposed to be about. Have you heard of the Charity Save The Children?\n\tPersuadee: I have heard about them. What do you like about them?\nPersuader: I like that they're committed to helping children in need. They're very transparent in their work and do great things to help children in underprivileged countries. \n\tPersuadee: Yes, I also like what they do. They are a great organization.\nPersuader: I'm planning on donating most of my earnings today. Would you like to donate as well?\n\tPersuadee: I would like to dotate $0.20. Would that help?\nPersuader: Yes it would. Any little bit helps. Thank you for your donation!", "label": [[109, 153, "1-RAPPORT-DISCLOSE"], [230, 246, "1-RAPPORT-SIMILAR"], [707, 714, "1-RAPPORT-DISCLOSE"], [715, 753, "1-RAPPORT-DISCLOSE"], [753, 784, "1-RAPPORT-DISCLOSE"], [848, 854, "1-RAPPORT-DISCLOSE"], [921, 969, "1-RAPPORT-OTHER"], [1350, 1383, "2-NEGOTIATE-REQUEST"], [11, 24, "8-NO-PERSUASION"], [25, 49, "1-RAPPORT-OTHER"], [311, 331, "1-RAPPORT-OTHER"], [395, 419, "1-RAPPORT-DISCLOSE"], [420, 443, "1-RAPPORT-DISCLOSE"], [557, 600, "1-RAPPORT-DISCLOSE"], [855, 920, "1-RAPPORT-OTHER"], [1047, 1105, "1-RAPPORT-DISCLOSE"], [1107, 1211, "1-RAPPORT-DISCLOSE"], [1298, 1349, "1-RAPPORT-DISCLOSE"], [1454, 1467, "2-NEGOTIATE-OTHER"], [1468, 1489, "3-EMOTION-PROMISE"], [1490, 1518, "1-RAPPORT-OTHER"]], "idx": "27"}
{"id": 2989, "data": "Persuader: Hello what do you think about worthwhile charities?\n\tPersuadee: I like charities and I think it is important to help others. \nPersuader: Me too, one I particularly like is Save The Children because I think kids need our help\n\tPersuadee: Okay. I have never heard of it. What is the goal of that charity?\nPersuader: They are a worldwide charity that help ensuring children's rights to health, education, safety, etc.  Their website is  URL \n\tPersuadee: Alright. Thank you for the information. I understand that they help educate children and keep them healthy and safe.Do you know if the organization is world wide or just a certain nation?\nPersuader: They are worldwide for sure, for instance they are helping a lot in Syria. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence.\n\tPersuadee: Wow. That is interesting. How did the organization help in Syria?\nPersuader: Well refugees are fleeing Syria left and right and they help with food, supplies and shelter and also protection.  They are direct on the ground.\n\tPersuadee: Oh, that is good. I like the idea of helping the people in Syria. They are definitely in need of help. \nPersuader: Well would you like to donate to Save The Children?  Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: I think I would be interested in giving. Do I just choose an amount and it will be deducted from payment?\nPersuader: If I read this right, after we chat the research team will collect all donations and send it themselves.\n\tPersuadee: Okay. I definitely think I want to help. I am strongly considering giving to the charity since it appears to be legitimate. \nPersuader: Yes I have TV ads for them before, they say help a child for the price of a cup of coffee.\n\tPersuadee: Okay, there are so many scams that I have to ask questions before donating. \nPersuader: Oh without doubt, the website is legit and like I said I have seen them on TV before.\n\tPersuadee: Alright, I would like to give 1 dollar to the charity. \nPersuader: Ok I was going to say I will match whatever you decide to donate, so I will do the same!\n\tPersuadee: That is great. Thank you for being so supportive. ", "label": [[148, 234, "1-RAPPORT-DISCLOSE"], [427, 448, "1-RAPPORT-DISCLOSE"], [736, 849, "3-EMOTION-STORY"], [939, 1053, "3-EMOTION-STORY"], [1054, 1083, "3-EMOTION-STORY"], [11, 62, "1-RAPPORT-OTHER"], [325, 425, "1-RAPPORT-DISCLOSE"], [661, 735, "1-RAPPORT-DISCLOSE"], [1212, 1263, "2-NEGOTIATE-REQUEST"], [1265, 1327, "2-NEGOTIATE-OTHER"], [1329, 1388, "2-NEGOTIATE-OTHER"], [1517, 1622, "1-RAPPORT-DISCLOSE"], [1771, 1861, "1-RAPPORT-DISCLOSE"], [1962, 2047, "1-RAPPORT-DISCLOSE"], [2127, 2215, "1-RAPPORT-DISCLOSE"]], "idx": "28"}
{"id": 2990, "data": "Persuader: hi, have you done this before?\n\tPersuadee: no i haven't\nPersuader: Can I tell a little about save the children?\n\tPersuadee: Sure, I'd love to hear about it\nPersuader: It's non governmental and international. It helps children and their families here and in poor countries. Have you been to the site?\n\tPersuadee: I have never been to the site. Could you provide me with the link\nPersuader: sure, it's  URL There you will see that for the price of a soda you can help a child in need. Would you like to donate?\n\tPersuadee: Not today but I'll definitely save the website for the future. What type of help do you provide to those poor families?\nPersuader: They help children in war zones. Wouldn't you like to donate something today? Is a trustable fund. Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment\n\tPersuadee: I appreciate you informing about this but i'll be donsting at a later time\nPersuader: maybe you will reconsider, acting today is the best way to directly help children and families in need. It won't hurt to donate $25 today, how bout it? The research team will collect all donations and send it to Save the Children for us.\n\tPersuadee: Could you explain to me what the 25$ will go to exactly, is it for building houses, farms, shelters,...\nPersuader: sure, you can sponsor a child, help with U.s. relief or health and education for a child in a developing country. That's alot of help, how bout it? Can I count you in for a donation?\n\tPersuadee: You definitely can...but not today. Sorry\nPersuader: maybe just $0.01? It still will go a long way.\n\tPersuadee: oh sure, i didnt know i could send that amount. I'll give 0.1 today\nPersuader: Ok, thank you. That $0.01 donation will go a long way to helping children. Is there anymore info that you would like\n\tPersuadee: Yes, I just want to make sure that you read properly that I'm giving 0.1 not 0.01. Thank you\nPersuader: Yes I got it, $0.10. Thanks and I think we can submit now\n\tPersuadee: great, yeah i think we can", "label": [[11, 41, "8-NO-PERSUASION"], [177, 218, "1-RAPPORT-DISCLOSE"], [219, 283, "1-RAPPORT-DISCLOSE"], [416, 493, "1-RAPPORT-DISCLOSE"], [826, 879, "2-NEGOTIATE-OTHER"], [978, 1081, "3-EMOTION-PROMISE"], [1082, 1129, "2-NEGOTIATE-BARGAIN"], [1491, 1525, "2-NEGOTIATE-REQUEST"], [1744, 1803, "3-EMOTION-PROMISE"], [78, 122, "1-RAPPORT-OTHER"], [283, 310, "1-RAPPORT-OTHER"], [399, 415, "1-RAPPORT-DISCLOSE"], [494, 519, "2-NEGOTIATE-REQUEST"], [663, 696, "1-RAPPORT-DISCLOSE"], [696, 740, "2-NEGOTIATE-REQUEST"], [740, 761, "1-RAPPORT-DISCLOSE"], [762, 825, "2-NEGOTIATE-OTHER"], [1130, 1215, "1-RAPPORT-DISCLOSE"], [1343, 1457, "2-NEGOTIATE-BARGAIN"], [1457, 1490, "2-NEGOTIATE-OTHER"], [1591, 1608, "2-NEGOTIATE-BARGAIN"], [1609, 1637, "7-PRESSURE-PRESIST"], [1729, 1744, "1-RAPPORT-OTHER"], [1804, 1845, "1-RAPPORT-OTHER"], [1962, 1982, "2-NEGOTIATE-REMIND"], [1983, 2019, "1-RAPPORT-OTHER"]], "idx": "29"}
{"id": 2991, "data": "Persuader: Hey, how are you?\\t\n\tPersuadee: Good day...it's a Monday, but a good start to the week!\nPersuader: Absolutely. Glad your week is starting off well.\n\tPersuadee: I'm just waiting until it's time to go volunteer at a local children's hospital...I cuddle babies in the NICU.\nPersuader: That's adorable. How did you get involved in an opportunity like that? I imagine hospitals are very strict about who gets to be with the little ones.\n\tPersuadee: A friend has been doing it for awhile, and I've always been interested. There is quite a bit of training and background checks, but it's worth it!\nPersuader: I'd like to chat with you about a children's charity today. Do you have a moment?\n\tPersuadee: Sure! As you can tell, it's something I'm very concerned about!\nPersuader: Some people are born really well-off. Some are born not well-off, but they can reasonably expect enough food to eat and a place to live. And there are some who are born so destitute that they can go for several weeks in hunger and/or not have a safe place to live or sleep. How does that make you feel?\n\tPersuadee: It makes me feel like life is so unfair, and those of us who can help, should.\nPersuader: Have you ever heard of the charity, Save the Children?\n\tPersuadee: I don't believe so.\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Is it a well regulated agency? How much of donations go to the kids?\nPersuader: 80% of the donation go to the kids, and 20% cost goes to administrative cost like educating the public about what we do and reaching out for help.\n\tPersuadee: How long has it been around?\nPersuader: A lot of information can be found at their website at  URL \n\tPersuadee: I'm looking it up right now.  Established 1919\nPersuader: I'm glad you're interested enough to look into them. As you can see, they've been around for a quite a while. Would you like to help and donate to them? Your donation will be directly deducted from your task payment. You can choose any amount from $0.50 to all your payment.\n\tPersuadee: I'd donate 50 cents of my payment.", "label": [[10, 30, "1-RAPPORT-OTHER"], [122, 158, "1-RAPPORT-OTHER"], [673, 694, "1-RAPPORT-OTHER"], [782, 819, "1-RAPPORT-DISCLOSE"], [919, 1055, "3-EMOTION-EMPATHY"], [1056, 1084, "1-RAPPORT-OTHER"], [1285, 1453, "1-RAPPORT-DISCLOSE"], [1744, 1803, "1-RAPPORT-DISCLOSE"], [1875, 1927, "1-RAPPORT-OTHER"], [1985, 2027, "2-NEGOTIATE-REQUEST"], [2092, 2149, "2-NEGOTIATE-OTHER"], [2028, 2091, "2-NEGOTIATE-OTHER"], [110, 121, "1-RAPPORT-SIMILAR"], [293, 309, "1-RAPPORT-OTHER"], [310, 363, "1-RAPPORT-OTHER"], [364, 442, "1-RAPPORT-DISCLOSE"], [612, 672, "1-RAPPORT-DISCLOSE"], [820, 918, "3-EMOTION-GUILT"], [1187, 1241, "1-RAPPORT-OTHER"], [1546, 1692, "1-RAPPORT-DISCLOSE"], [1928, 1984, "1-RAPPORT-DISCLOSE"]], "idx": "30"}
{"id": 2992, "data": "Persuader: Would you be willing to donate a portion of your payment today to Save the Children\n\tPersuadee: Sure i would for kids no problem\nPersuader: I would too since it goes to help children. Is there an amount you would have in mind of what you would like to donate\n\tPersuadee: I would like to donate all of the 2 dollars i have to this charity.\nPersuader: That really is generous of you to donate all of the $2\n\tPersuadee: I have been lucky in my life so far and would like to help.\nPersuader: That really is true. Those who have had it good should do what they can to help others. \n\tPersuadee: Being a kid is supposed to be a happy period in ones life so anything to bring back that is good.\nPersuader: Save the Children seems to do a lot for children. Having a bad childhood can really affect someone for their whole life\n\tPersuadee: That is true do you know if they are referring to sick children or those who suffer from abuse.\nPersuader: According to their website they have helped children who are victims from hurricanes such as Hurricane Harvey and refugees in other countries so they help a variety of children\n\tPersuadee: Oh very interesting so sad, that there are kids going through these things and there is so much wealth in the world\nPersuader: They even help kids in other countries who have little food. It really is a shame that we have so much food in this country but so many can go hungry\n\tPersuadee: Its all really about greed and power for the most part.\nPersuader: yeah I agree. Some people are greedy and don't care about others starving. I think I would like to donate money to the charity as well\n\tPersuadee: That's good no matter how bad people have it, some one has it worse.\nPersuader: That is true. It is too easy to only think of things in terms of how your life is and not realize how others might have it\n\tPersuadee: So how much are you going to donate to this charity?\nPersuader: I will probably donate $2 as well\n\tPersuadee: That's great to hear!", "label": [[11, 94, "2-NEGOTIATE-REQUEST"], [151, 194, "1-RAPPORT-DISCLOSE"], [195, 269, "2-NEGOTIATE-OTHER"], [499, 519, "1-RAPPORT-SIMILAR"], [759, 828, "4-LOGIC-OTHER"], [1264, 1325, "1-RAPPORT-DISCLOSE"], [1493, 1506, "1-RAPPORT-SIMILAR"], [1507, 1568, "3-EMOTION-ANGER"], [1568, 1627, "1-RAPPORT-DISCLOSE"], [1720, 1733, "1-RAPPORT-SIMILAR"], [360, 415, "2-NEGOTIATE-REMIND"], [520, 585, "1-RAPPORT-DISCLOSE"], [709, 758, "1-RAPPORT-DISCLOSE"], [948, 1124, "1-RAPPORT-DISCLOSE"], [1325, 1413, "3-EMOTION-GUILT"], [1734, 1842, "3-EMOTION-EMPATHY"], [1919, 1952, "1-RAPPORT-DISCLOSE"]], "idx": "31"}
{"id": 2993, "data": "Persuader: save the children is a non profit organization helping children around the world\n\tPersuadee: wow that is neat\nPersuader: for just a small amount you can help a child starving in Africa, and other children who are homeless\n\tPersuadee: that sounds expensive\nPersuader: just a few dollars, while lyou can donate as much as you like, every little bit means a better life for these children\n\tPersuadee: how much do you give\nPersuader: 2=3 dollars a month\n\tPersuadee: ok how ill give that much\nPersuader: You will be helping to feed hundreds of chldren for just pennies on the dollar\n\tPersuadee: ok great im in\nPersuader: how much would you like to donat to the charity now?\n\tPersuadee: about thousand dollars at least\nPersuader: as your donation will be directly deducted from you task payment, I would ask that you keep the amount confined to that amount\n\tPersuadee: ok ill give that\nPersuader: and how much of that would you like to donate to the charity right now\n\tPersuadee: oh at least a thousand\nPersuader: well if your making that much off one hit on mechanical turk, I need to switch professions\n\tPersuadee: yes, in fact ill most likely give ten thousand\nPersuader: Your donation would make a real impact on many children, who have no acess to medical care, clothing, or education\n\tPersuadee: oh thats good", "label": [[11, 91, "1-RAPPORT-DISCLOSE"], [441, 460, "1-RAPPORT-DISCLOSE"], [510, 588, "3-EMOTION-PROMISE"], [627, 679, "2-NEGOTIATE-REQUEST"], [734, 861, "2-NEGOTIATE-OTHER"], [132, 232, "2-NEGOTIATE-OTHER"], [278, 396, "2-NEGOTIATE-BARGAIN"], [902, 972, "2-NEGOTIATE-REQUEST"], [1019, 1109, "1-RAPPORT-DISCLOSE"], [1180, 1294, "3-EMOTION-PROMISE"]], "idx": "32"}
{"id": 2994, "data": "Persuader: Hello, how are you today?\n\tPersuadee: hello i am fine thank you\nPersuader: Have you heard of our charity Save the Children?\n\tPersuadee: yes I've donated $ 150 to this year for this organization\nPersuader: Awesome, you know all about it then!\n\tPersuadee: I know more or less how it works and my goals are, but what do you know\nPersuader: I know it is an international non-governmental organization that promotes children's rights while also providing relief and support for children in developing countries. It is awesome there are people that dedicate their lives to help ensure children have the rights to health, education, safety, and much more.\n\tPersuadee: very fair, it is good that all contribute little to the help of children all over the world\nPersuader: This is very true. So how do you feel about donating today?\n\tPersuadee: I feel the happiest man in the world when I donate some help if she is, I feel very good when my help is happening to people\nPersuader: This is great to hear, not everybody feels that way!\n\tPersuadee: I do not only help the children but everybody who needs some help if this financial or moral help\nPersuader: It sounds like we need more people like you in the world.\n\tPersuadee: true, we live a life and it would be more fun to live beautifully and happily but not only for ourselves but to be happy for all the people who surround us somewhat\nPersuader: This is true. Everybody deserves the option to be happy. We all should have equal opportunity to be happy and succeed in life.\n\tPersuadee: if I define what makes me happy in life is to look and my beloved happy man\nPersuader: That is an awesome definition. So seeing as how you mentioned you would like to donate today, what is a specific amount you would be willing to donate?\n\tPersuadee: I wanted to buy clothes for myself today, but I will give them some kind of charity online search, full $ 100\nPersuader: That is great to hear, however. Your donation will be directly deducted from your task payment. You can choose any amount from 0$ to all of your payment.\n\tPersuadee: work here is the other thing, my donation comes from my other payment\nPersuader: That's awesome, so you'd like to donate all of your task payment?", "label": [[11, 36, "1-RAPPORT-OTHER"], [86, 134, "1-RAPPORT-OTHER"], [348, 517, "1-RAPPORT-DISCLOSE"], [518, 658, "1-RAPPORT-DISCLOSE"], [775, 793, "1-RAPPORT-SIMILAR"], [794, 834, "2-NEGOTIATE-REQUEST"], [983, 1035, "1-RAPPORT-OTHER"], [1157, 1214, "1-RAPPORT-COMPLIMENT"], [1460, 1529, "1-RAPPORT-DISCLOSE"], [1660, 1780, "2-NEGOTIATE-OTHER"], [1914, 1945, "1-RAPPORT-OTHER"], [1946, 2009, "2-NEGOTIATE-OTHER"], [2010, 2067, "2-NEGOTIATE-OTHER"], [2161, 2226, "2-NEGOTIATE-REMIND"], [216, 252, "1-RAPPORT-OTHER"], [1403, 1416, "1-RAPPORT-OTHER"], [1417, 1459, "1-RAPPORT-DISCLOSE"], [1629, 1659, "1-RAPPORT-COMPLIMENT"]], "idx": "33"}
{"id": 2995, "data": "Persuader: hello there?\n\tPersuadee: hello!\nPersuader: How are you doing ?\n\tPersuadee: Im doing good, and yourself?\nPersuader: Doing well. Where are you from ?\n\tPersuadee: Im from the seattle, you?\nPersuader: Texas. How much do you like to donate to the charity?\n\tPersuadee: donate $10, I like children's charities. How much would you donate?\nPersuader: I donate the same. \n\tPersuadee: Thats good. How often would you donate? I would do it monthly\nPersuader: I donate several times a year\n\tPersuadee: is there a specific charity you donate to?\nPersuader: Yes. Mostly i will donate to The House of Charity \n\tPersuadee: Thats a good one. I donate to children's hospitals, have any experience with that?\nPersuader: Not sure. How often you donate ?\n\tPersuadee: I donate maybe 5 times a year, they are usually set up at certain grocery stores. You might be able to find one.\nPersuader: That's good. I try to find and donate\n\tPersuadee: is there a reason you choose to donate to children's charities?\nPersuader: Yes. I love children. I want them to help in personal\n\tPersuadee: Yes me too. I feel these charities are one of the most important of all. have you ever donated online?", "label": [[11, 23, "8-NO-PERSUASION"], [215, 261, "2-NEGOTIATE-REQUEST"], [559, 603, "1-RAPPORT-DISCLOSE"], [722, 743, "1-RAPPORT-OTHER"], [893, 917, "1-RAPPORT-DISCLOSE"], [1010, 1026, "1-RAPPORT-DISCLOSE"], [54, 73, "1-RAPPORT-OTHER"], [126, 137, "1-RAPPORT-DISCLOSE"], [138, 158, "1-RAPPORT-OTHER"], [208, 215, "1-RAPPORT-DISCLOSE"], [352, 371, "1-RAPPORT-DISCLOSE"], [458, 487, "1-RAPPORT-DISCLOSE"], [554, 559, "1-RAPPORT-DISCLOSE"], [711, 720, "1-RAPPORT-DISCLOSE"], [880, 892, "1-RAPPORT-OTHER"], [1005, 1009, "1-RAPPORT-OTHER"], [1027, 1058, "1-RAPPORT-DISCLOSE"]], "idx": "34"}
{"id": 2996, "data": "Persuader: Hello!\n\tPersuadee: Hello hows it going?\nPersuader: Oh, alright. I made the mistake of reading the news today, which always kind of bums me out. \n\tPersuadee: Oh, what was on the news?\nPersuader: Well, it seems like it's all Trump all the time, but I started reading an article about children in developing countries and rates of illiteracy and starvation. It struck me how those things haven't really changed much for the 40 years I've been around. \n\tPersuadee: Man that is sad. I wish I could do something. As trump should help that as well.\nPersuader: I feel like Trump won't help... we'll be lucky if he doesn't make it worse. Donating to a charity is probably the best way we can help. I used to think that it wasn't helpful unless I had a lot of money at my disposal, but now, I ferl\n\tPersuadee: I have some spare money, albeit its not much, but anything to help the children right?\nPersuader: sorry, I bumped the send button before I was done typing. I really think any amount would help. Now that I have children, I imagine horrific things that could have happened to them if they weren't so lucky. Would you consider donating all of your incoming payment for this task to the Save the Children charity? The researchers can collect the funds and donate it directly, so it's no hassle. \n\tPersuadee: Would .50 be ok?\\\\\nPersuader: Would you consider making it an even $2.00? That's cheaper than a cup of coffee. \n\tPersuadee: I'm kind of broke right now, but I could go up to a dollar.\nPersuader: A dollar is better than no dollars! That's very nice of you. \n\tPersuadee: Im glad to help the children. \nPersuader: Me too! \n\tPersuadee: I hope they will find a way to help these kids in need with these donations.\nPersuader: I bet they will. \n\tPersuadee: Its such a great cause, and it will make the world a better place.\nPersuader: It's nice to be able to be part of the solution, rather than part of the problem. I appreciate that the charity is separate from the government. I think I'm going to throw in another dollar. I can put $9 in\n\tPersuadee: The more the merrier!\\\\\nPersuader: Care to match me? Or at least add another dollar?", "label": [[62, 74, "1-RAPPORT-DISCLOSE"], [75, 154, "1-RAPPORT-DISCLOSE"], [11, 17, "8-NO-PERSUASION"], [640, 699, "1-RAPPORT-DISCLOSE"], [909, 967, "8-NO-PERSUASION"], [967, 1004, "1-RAPPORT-DISCLOSE"], [1116, 1220, "2-NEGOTIATE-REQUEST"], [1221, 1301, "2-NEGOTIATE-OTHER"], [1345, 1388, "2-NEGOTIATE-BARGAIN"], [1510, 1545, "1-RAPPORT-DISCLOSE"], [1626, 1633, "1-RAPPORT-SIMILAR"], [205, 365, "1-RAPPORT-DISCLOSE"], [366, 458, "1-RAPPORT-DISCLOSE"], [564, 639, "1-RAPPORT-DISCLOSE"], [700, 798, "1-RAPPORT-DISCLOSE"], [1005, 1115, "1-RAPPORT-DISCLOSE"], [1389, 1425, "3-EMOTION-GUILT"], [1546, 1570, "1-RAPPORT-OTHER"], [1735, 1751, "1-RAPPORT-OTHER"], [1988, 2033, "1-RAPPORT-DISCLOSE"], [2115, 2146, "2-NEGOTIATE-BARGAIN"], [1843, 1924, "1-RAPPORT-DISCLOSE"], [2034, 2049, "1-RAPPORT-DISCLOSE"], [1924, 1987, "1-RAPPORT-OTHER"], [2097, 2114, "2-NEGOTIATE-BARGAIN"]], "idx": "35"}
{"id": 2997, "data": "Persuader: Hi, how are you today?  Have you ever considered donating to Save the Children?  It is a great kids'\n\tPersuadee: Hi I am fine and yourself?\nPersuader: I'm good.  Save the Children is one of the best children's charities around.  They do really great work.\n\tPersuadee: Have you ever thought about the benefits from the donations? Do the donations actually help the organization?\nPersuader: Yes, they really do.  It is an international organization that promotes children's rights and provides relief in developing countries.\n\tPersuadee: How long has the organization been established and what is the success rate of the program? \nPersuader: Save the Children is proud to be named one of the MacArthur Foundation 100&Change Charities with Bold Solutions.\n\tPersuadee: This company looks more like a firm than a charity \nPersuader: Every charity needs to be organized in order to help the people it represents.  It is 100% dedicated to helping children.  You can donate as much or as little as you want.  The cost of a cup of coffee even.\n\tPersuadee: This is true but alot of charities don't represent the individuals they portray to help. \nPersuader: I agree, there are some bad charities out there.  This is not one.  They have never waivered in their devotion to helping children since they established in 1919.\n\tPersuadee: Ok if that were true what is their succession rate of getting through to the children or progression rate. \nPersuader: n fiscal year 2017, 86% of all expenditures went to program services. You can donate by clicking on a link at the end of this task. Just donating a small portion of your earnings are a big help.\n\tPersuadee: Thats program services not to the kids themselves. Did they provide housing for kids that went against their culture beliefs?\nPersuader: Yes they did. They use  9 out of every 10 dollars spent  towards programs and services for children and families in need. They keep administrative costs low so that more funding goes to children's programs.\n\tPersuadee: And how is the charity promoted? Through internet ads? \nPersuader: They mostly use press releases.  I don't really see much in the way of internet ads.  Seriously though,  just think about giving up 1 cup of coffee/drink a day or just donating though the link at the end of this task what you would be making off of it.  Every little bit helps.  Small donations are better than nothing at all!\n\tPersuadee: They should probable do internet promotion. As far as donating I have no problem donating to a greater cause as long as it benefits others short term and long term. I don't purchase coffee\nPersuader: Perfect, shall you be donating at the end of this task?\n\tPersuadee: No i will not until I do further research.", "label": [[11, 33, "1-RAPPORT-OTHER"], [35, 90, "2-NEGOTIATE-REQUEST"], [161, 171, "1-RAPPORT-DISCLOSE"], [92, 111, "1-RAPPORT-DISCLOSE"], [400, 420, "1-RAPPORT-DISCLOSE"], [839, 917, "1-RAPPORT-DISCLOSE"], [962, 1011, "2-NEGOTIATE-OTHER"], [1012, 1044, "2-NEGOTIATE-BARGAIN"], [1453, 1522, "1-RAPPORT-DISCLOSE"], [173, 238, "1-RAPPORT-DISCLOSE"], [240, 266, "1-RAPPORT-DISCLOSE"], [422, 534, "1-RAPPORT-DISCLOSE"], [651, 762, "1-RAPPORT-DISCLOSE"], [918, 961, "1-RAPPORT-DISCLOSE"], [1159, 1208, "1-RAPPORT-SIMILAR"], [1209, 1225, "1-RAPPORT-DISCLOSE"], [1227, 1321, "1-RAPPORT-DISCLOSE"], [1523, 1584, "2-NEGOTIATE-OTHER"], [1585, 1647, "2-NEGOTIATE-OTHER"], [1797, 1810, "1-RAPPORT-DISCLOSE"], [1811, 1918, "1-RAPPORT-DISCLOSE"], [2083, 2114, "1-RAPPORT-DISCLOSE"], [2169, 2335, "3-EMOTION-GUILT"], [2337, 2360, "2-NEGOTIATE-OTHER"], [2622, 2677, "2-NEGOTIATE-REMIND"], [1919, 2002, "1-RAPPORT-DISCLOSE"], [2115, 2167, "1-RAPPORT-DISCLOSE"], [2362, 2409, "2-NEGOTIATE-OTHER"]], "idx": "36"}
{"id": 2998, "data": "Persuader: hi..I;m mike\n\tPersuadee: Hello Mike I am Pete\nPersuader: hi..pete, hows your life\n\tPersuadee: My life is awesome and your?\nPersuader: it's great,I can't complain\n\tPersuadee: What do you do for a living?\nPersuader: I day trade stocks and try to help children organizations like save the children...have you ever heard of that organization before?\n\tPersuadee: I have heard about it but I do not know wgat they do\nPersuader: they help children that is in need of support and a healthy life change.\n\tPersuadee: Thats an awesome labor\nPersuader: I would like to ask if you would like to help by donating what you make from this task to the organization which will be a great help...what you think?\n\tPersuadee: I think children need help.\nPersuader: so would you donate your earns from this task??\n\tPersuadee: I will gladly .Are donating as well?\nPersuader: I would love too...thank you for your support \n\tPersuadee: You are welcome.Children are the futere\nPersuader: yes they are..where are you from??\n\tPersuadee: I am from USA.What about you?\nPersuader: I'm from use too,new york\n\tPersuadee: Wow .Does Save the children has the offices there?", "label": [[11, 23, "8-NO-PERSUASION"], [68, 92, "1-RAPPORT-OTHER"], [145, 172, "1-RAPPORT-DISCLOSE"], [755, 802, "2-NEGOTIATE-REQUEST"], [224, 356, "1-RAPPORT-DISCLOSE"], [433, 505, "1-RAPPORT-DISCLOSE"], [551, 703, "2-NEGOTIATE-REQUEST"], [862, 908, "1-RAPPORT-DISCLOSE"], [973, 1007, "1-RAPPORT-OTHER"], [1061, 1086, "1-RAPPORT-DISCLOSE"]], "idx": "37"}
{"id": 2999, "data": "Persuader: Hello.\n\tPersuadee: hello\nPersuader: You have the opportunity to donate some or all of your incoming bonus payment ($2) to a charity called Save the Children. Save the Children is a non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: sure I'll donate $0.25 to the charity \nPersuader: This is a great charity. I donate to it twice a year myself. Many of the children are living in terrible conditions, such as the children facing daily violence in Syria. It also provides food for children that are starving all over the world.\n\tPersuadee: oh that's terrible! That's so great that this charity helps out and gives back to those children.  I'm happy to help, even just a little!\nPersuader: Your donation can prevent the death of a child suffering from hunger.\n\tPersuadee: That's so great, I'm happy to hear that.  I really hate to hear of children dying of starvation.\nPersuader: Also, this is a very credible charity. You know that your donation is being used for what it is supposed to be used for.\n\tPersuadee: That's so great to know. I hear of so many charities not using the money the proper way and that is upsetting.\nPersuader: Another thing about this charity is that a small amount of money goes a long way. For you $2 dollars could buy one meal, but for a refugee child 77 cents could make the difference of safety. 77 cents a day can provide shelter to a refugee family.\n\tPersuadee: that's great! I'm happy to donate $0.25 to help this charity out.\nPersuader: 155 million children have been helped by this charity so far - it does a lot of good!\n\tPersuadee: That's so great, I'm happy to hear that so many children have been helped!\nPersuader: Save the Children also provides assistance in emergency situations - like Hurrican Harvey, for example.\n\tPersuadee: Oh that is super great, we've been through a few hurricanes ourselves and it's great to see so many people come help out.\nPersuader: Even a year later, this charity is still helping victims of the Hurrican Harvey.\n\tPersuadee: Good, I'm glad to hear that they haven't just given up on those people. \nPersuader: Now that we have talked about Save the Children in a little more depth. I would like to ask you How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: I'd like to donate $0.25  to help out Save the Children", "label": [[409, 445, "1-RAPPORT-DISCLOSE"], [446, 554, "3-EMOTION-EMPATHY"], [554, 627, "1-RAPPORT-DISCLOSE"], [789, 858, "3-EMOTION-PROMISE"], [1018, 1099, "1-RAPPORT-DISCLOSE"], [1234, 1315, "1-RAPPORT-DISCLOSE"], [1316, 1424, "1-RAPPORT-DISCLOSE"], [1754, 1857, "3-EMOTION-STORY"], [2251, 2326, "2-NEGOTIATE-REQUEST"], [2327, 2390, "2-NEGOTIATE-OTHER"], [2391, 2449, "2-NEGOTIATE-OTHER"], [11, 17, "8-NO-PERSUASION"], [47, 168, "2-NEGOTIATE-OTHER"], [169, 322, "1-RAPPORT-DISCLOSE"], [386, 409, "3-EMOTION-PROMISE"], [979, 1017, "1-RAPPORT-DISCLOSE"], [1425, 1480, "1-RAPPORT-DISCLOSE"], [1570, 1655, "1-RAPPORT-DISCLOSE"], [2003, 2083, "3-EMOTION-STORY"], [2180, 2251, "1-RAPPORT-OTHER"]], "idx": "38"}
{"id": 3000, "data": "Persuader: Hello\n\tPersuadee: hi\nPersuader: How are you? Where are you from?\n\tPersuadee: I'm good. I'm in Florida. what about you? \nPersuader: I'm up in Seattle. I injured myself, so I have some time off from work and I'm giving MTurk a try, what about you?\n\tPersuadee: I have family in Washington. I've always wanted to visit the west coast. I've been turking a few years actually. I've decided to go back to college now that my kids are in school and it lets me work around my schedule \nPersuader: You should. It's great up here when it's not wild fire season and the smoke blankets everything. How old are you kids?\n\tPersuadee: They are out on Whidbey Island. The photos on facebook look beautiful. They are 9 and 5. Do you have any kids? \nPersuader: My girlfriend and I went up there for a date weekend one time. Very nice little community. We don't have any kids, but she wants some. Right now I just do charity to help support families in need. I recently climbed a peak out here called Mount Olympus and raised $600 to go to the childrens hospital.\n\tPersuadee: That is really awesome. I definitely should volunteer more \nPersuader: Have you heard of Save the children?\n\tPersuadee: no I haven't. what is that for\nPersuader: They're a world wide organization that helps childrens and families in need -  URL -- They help ensure childrens right to health, education, safety etc.\n\tPersuadee: That sounds like a very worthwhile charity.\nPersuader: Yeah, the cool thing about them is they partner with MTurk, so you can donate some or all of your payment.\n\tPersuadee: I've seen a lot of HITs that work with charities. It is great to give people the easy option \nPersuader: Yeah, I don't mind donating a few cents or small percentage. I mean I'm sitting comfy at home. Even though I'm not working and I owe medical bills for my injury, there's still a ton of people out there, especially children that need help and can't get it. I'm going to donate some for this one. Do you want to as well?\n\tPersuadee: I usually don't because since I have become a single mom it's been hard to make ends meet and I feel slightly guilty making donations while I am getting assistance myself\nPersuader: That's rough. I totally feel you there. I'm on short-term disability and receiving money from the union, insurance, and people from the jobsite. The way I look at it is I am not donating that assistance, I'm donating my time. If I earn a buck for a turk for a minute, and I donate a few cents, then I'm not using the money people gave me, just my free time.\n\tPersuadee: That is a good way to look at it. I struggle to view it as my free time lol. It's my only income right now while in school. Living off loans and assistance except the rare occassion i get child support. how much are you donating?\nPersuader: Yeah, I've done the unemployment worker retraining thing while in school, and I've got no income right now since I work construction. I recently went out to see a movie with a friend and bought a book on sale and felt guilty that people at the job donated their money to help pay my bills, but I'm not abusing it. This turk is what, 2 bucks? I'll probably do a quarter or something. It's an easy turk to pass time and I still get something out of it.\n\tPersuadee: sounds like a fair enough donation. i'll do the same\nPersuader: I might do abit more. How much do you want to donate? It'll be directly deducted from your task and can do 0 - $2.", "label": [[888, 949, "1-RAPPORT-DISCLOSE"], [950, 1054, "1-RAPPORT-DISCLOSE"], [1138, 1174, "1-RAPPORT-OTHER"], [1449, 1555, "1-RAPPORT-DISCLOSE"], [1734, 1768, "1-RAPPORT-DISCLOSE"], [1768, 1928, "1-RAPPORT-DISCLOSE"], [1968, 1991, "2-NEGOTIATE-REQUEST"], [2226, 2330, "1-RAPPORT-DISCLOSE"], [2331, 2411, "1-RAPPORT-DISCLOSE"], [3180, 3247, "1-RAPPORT-DISCLOSE"], [3323, 3345, "1-RAPPORT-DISCLOSE"], [3346, 3377, "2-NEGOTIATE-REQUEST"], [3378, 3438, "2-NEGOTIATE-OTHER"], [1229, 1380, "1-RAPPORT-DISCLOSE"], [1673, 1733, "1-RAPPORT-DISCLOSE"], [1928, 1967, "1-RAPPORT-DISCLOSE"], [2186, 2199, "1-RAPPORT-OTHER"], [2200, 2225, "1-RAPPORT-SIMILAR"], [2411, 2543, "1-RAPPORT-DISCLOSE"], [2797, 2930, "1-RAPPORT-DISCLOSE"], [2931, 3110, "1-RAPPORT-DISCLOSE"], [3111, 3138, "1-RAPPORT-OTHER"], [3139, 3179, "1-RAPPORT-DISCLOSE"], [11, 16, "8-NO-PERSUASION"], [56, 75, "1-RAPPORT-OTHER"], [511, 595, "1-RAPPORT-DISCLOSE"], [596, 617, "1-RAPPORT-OTHER"], [753, 815, "1-RAPPORT-DISCLOSE"], [42, 55, "1-RAPPORT-OTHER"], [142, 160, "1-RAPPORT-DISCLOSE"], [160, 256, "1-RAPPORT-DISCLOSE"], [499, 510, "1-RAPPORT-OTHER"], [816, 843, "1-RAPPORT-DISCLOSE"], [844, 887, "1-RAPPORT-DISCLOSE"]], "idx": "39"}
{"id": 3001, "data": "Persuader: HI CAN YOU DONATE THE CHILD CAUSE ISSUE\n\tPersuadee: Hey, what issue is it?\nPersuader: MANY OF THE CHILDREN STRUGGLE WITH THEIR EDUCATION , FOOD  \n\tPersuadee: It is very unfornate that children are not all given equal opportunities in life.\nPersuader: YES IF YOU BRING THE DONATION THEY ARE VERY MUCH HAPPY \n\tPersuadee: who is in charge of accepting the donation?\nPersuader: THERE IS THE TRUST CALLED SAVE THE CHILDREN . PLEASE GO THROUGH THE WEBSITE FOR YOUR REFERENCE   URL \n\tPersuadee: Can you tell me more about them? How can I trust them with my money?\nPersuader: DONATION WILL BE GO THROUGH THE TRUSTABLE FUND . THEY ARE PART OF THE SOLUTION AND THEY HAVE THE MORE RESPONSIBILITY\n\tPersuadee: That doesn't tell me how I can trust them.\nPersuader: PLEASE SEE THE WEBSITE YOU CAN GET GOOD IDEA \n\tPersuadee: Ok. How do I donate?\nPersuader: HOW MUCH DO YOU LIKE TO DONATE \n\tPersuadee: What are the amounts?\nPersuader: THE RESEARCH TEAM COLLECT ALL THE PAYMENTS\n\tPersuadee: Ok. Are you reading what I'm typing? What are the amount options? \nPersuader: MINIMUM ONE DOLLAR ITS UP TO YOU\n\tPersuadee: $1 is too much.\nPersuader: OK HOW MUCH DO YOU LIKE TO DONATE TO THE CHARITY NOW?\n\tPersuadee: I will not donate anything.\nPersuader: OH WHY IF YOU DONATE SMALL AMOUNT THEY WILL HELP THE CHILDREN ", "label": [[97, 154, "3-EMOTION-EMPATHY"], [262, 316, "2-NEGOTIATE-REWARD"], [385, 430, "1-RAPPORT-DISCLOSE"], [579, 627, "1-RAPPORT-DISCLOSE"], [762, 806, "1-RAPPORT-DISCLOSE"], [11, 50, "2-NEGOTIATE-REQUEST"], [431, 485, "1-RAPPORT-DISCLOSE"], [628, 695, "1-RAPPORT-DISCLOSE"], [929, 971, "1-RAPPORT-DISCLOSE"], [1134, 1187, "2-NEGOTIATE-OTHER"], [852, 882, "2-NEGOTIATE-OTHER"], [1062, 1094, "2-NEGOTIATE-OTHER"], [1239, 1300, "2-NEGOTIATE-REWARD"]], "idx": "40"}
{"id": 3002, "data": "Persuader: Have you donated to Save the Children before?\n\tPersuadee: No, I never have.\nPersuader: You should research it. Its a very worthwhile cause\n\tPersuadee: Ok, I'll look into it.\nPersuader: It would be great if you could donate\n\tPersuadee: I might consider it when I make annual donations. I do all my donating then, when I've decided on charities and amounts\nPersuader: I do the same. They are just one of them on my list\n\tPersuadee: Cool. What are some other charities you support?\nPersuader: Feed my Starving Children. I also volunteer there. I donate to local women's shelters and local community centers\n\tPersuadee: Wow, that's great. You sound like a good person.\nPersuader: Thank you. Hopefully it has some impact. \n\tPersuadee: I'm sure it does, locally and when you inspire others.\nPersuader: What charities do you give to\n\tPersuadee: I try to support LGBT rights, so I gave a little to the Trevor Project. And Doctors Without Borders is a solid one. And then my family has always donated to the muscular dystrophy association since I had a cousin that suffered from that.\nPersuader: I'm a big supporter of LGBT rights also. My son is gay and married so I am a huge supporter of that\n\tPersuadee: That's great! I'm gay myself so it's a little self-serving, but I do worry about very young people in less supportive environments.\nPersuader: Yes my son in law has very little support from his family and was shunned so when he met me - I'm the mom with the I LOVE MY GAY SON shirt on (jk) he was just so happy I was so accepting\n\tPersuadee: Aww, that's so great!! I'm sure your SIL is happy to be part of the family.\nPersuader: He really is. I'm actually glad he has me for support.\n\tPersuadee: Good for you guys :) So to shift topics, I guess we're supposed to make a decision here? I've decided not to make any donation here because I will carefully plan it all out at the end of the year. I don't like spur of the moment donating, and I need the money right now.", "label": [[11, 56, "1-RAPPORT-OTHER"], [98, 121, "1-RAPPORT-DISCLOSE"], [122, 149, "1-RAPPORT-DISCLOSE"], [376, 391, "1-RAPPORT-SIMILAR"], [527, 551, "1-RAPPORT-DISCLOSE"], [807, 836, "1-RAPPORT-OTHER"], [1097, 1138, "1-RAPPORT-DISCLOSE"], [1139, 1197, "1-RAPPORT-DISCLOSE"], [1353, 1539, "1-RAPPORT-DISCLOSE"], [196, 233, "2-NEGOTIATE-REQUEST"], [392, 428, "1-RAPPORT-DISCLOSE"], [501, 528, "1-RAPPORT-DISCLOSE"], [552, 614, "1-RAPPORT-DISCLOSE"], [687, 697, "1-RAPPORT-OTHER"], [698, 727, "1-RAPPORT-OTHER"], [1638, 1652, "1-RAPPORT-OTHER"], [1653, 1693, "1-RAPPORT-DISCLOSE"]], "idx": "41"}
{"id": 3003, "data": "Persuader: Hey, how are you today?\n\tPersuadee: I am well.  How are you?\nPersuader: Doing very good. \n\tPersuadee: Is there anything exciting happening?\nPersuader: The exciting thing happening currently is that we have a very important task at our hands and i hope you can help with this task. Have you hear of the charity Save The Children?\n\tPersuadee: I think I have heard of it before, but I'm not sure. Tell me more about it.\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. Our main task is ensure that all children have equal opportunities and to do that we truly need your help with donations to fund this amazing movement.\n\tPersuadee: Sounds really great.  Do you know what countries they are assisting now?\nPersuader:  For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. Countries with War Zones especially are in desperate need of support and funding. Would you be able to make a charitable donation today?\n\tPersuadee: That sounds scary and I'm glad there is an organization like this.  Are we certain the money makes it to the children?\nPersuader: The smallest amount in donations does the greatest deed for humanity. You can decide the amount and it will go to proceeds of Save The Children. The donation can come from this task at any humble amount.\n\tPersuadee: That sounds convenient!  I think I would like to donate.\nPersuader: We greatly appreciate your support! Your donation will make a tangible impact for the world. Will you please select the amount for your charitable donation?\n\tPersuadee: I'd like to donate 0.15\nPersuader: Fantastic! Feel free to view our website and see the impact of your efforts!  URL \n\tPersuadee: That is awesome.  Do you donate to them as well?\nPersuader: Yes, i make regular donations at the end of each year. It serves us well to do the most we can for those who cannot.\n\tPersuadee: Very noble of you and I hope others will do the same.  I hope the children get what they need!\nPersuader: The world is a better place with kind hearted individuals just like you, Thanks!\n\tPersuadee: Thank you very much and I appreciate you bringing it to my attention.", "label": [[83, 99, "1-RAPPORT-DISCLOSE"], [162, 292, "1-RAPPORT-DISCLOSE"], [439, 607, "1-RAPPORT-DISCLOSE"], [608, 759, "1-RAPPORT-DISCLOSE"], [950, 1063, "3-EMOTION-STORY"], [1146, 1200, "2-NEGOTIATE-REQUEST"], [11, 34, "1-RAPPORT-OTHER"], [292, 339, "1-RAPPORT-OTHER"], [856, 949, "3-EMOTION-STORY"], [1064, 1146, "3-EMOTION-STORY"], [1487, 1546, "2-NEGOTIATE-OTHER"], [1842, 1908, "1-RAPPORT-DISCLOSE"], [1909, 1912, "1-RAPPORT-DISCLOSE"], [1986, 2041, "1-RAPPORT-DISCLOSE"], [1343, 1412, "2-NEGOTIATE-REWARD"], [1413, 1487, "2-NEGOTIATE-OTHER"], [1627, 1662, "1-RAPPORT-COMPLIMENT"], [1663, 1719, "3-EMOTION-PROMISE"], [1720, 1783, "2-NEGOTIATE-OTHER"], [1831, 1841, "2-NEGOTIATE-OTHER"], [2041, 2102, "4-LOGIC-OTHER"], [2221, 2301, "1-RAPPORT-COMPLIMENT"]], "idx": "42"}
{"id": 3004, "data": "Persuader: Hello, would you be willing to donate a portion of your task proceedings to the charity Save the Children?\n\tPersuadee: No, sorry.\nPersuader: Anything would be welcome and helpful, the charity is essential to ensuring children's rights to healthcare, education, safety, and more. Even something as little as 10 cents would be beneficial to helping a child in need.\n\tPersuadee: No, I apologize.  \nPersuader: Can I ask why you are hesitant to make a donation?\n\tPersuadee: I already make numerous donations throughout the year.\nPersuader: That's wonderful to hear, however there is no limit to charitable acts. A small amount goes a long way, this donation would most likely go to helping the 1 million Rohingya refugees that are fleeing for their lives in Myanmar and Bangladesh. \n\tPersuadee: No, thank you for asking though.\nPersuader: I wouldn't keep asking if it was not for the importance of the situation. I believe that each of us is part of the solution, and your donation would serve to help those in need.\n\tPersuadee: I think its great you are fundraising, however, my answer is still no.\nPersuader: Millions of Syrian children have grown up facing the daily threat of violence that would greatly benefit from any sort of help. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. A small donation of mere cents can address these deadly problems.\n\tPersuadee: That is unfortunate.  I've already given my answer of no and do not appreciate you being so pushy. \nPersuader: I apologize for my pushiness, however I still urge you to think about your position in relation to those in need. If you are not able or willing to make a small donation, would you be willing to learn more about the organization and its work?\n\tPersuadee: I believe you have given quite a bit of information already. I unfortunately will not be donating to your cause. \nPersuader: No need to donate if you are not willing. May I give you our website for you to explore in your free time if you feel inclined?\n\tPersuadee: No, thank you.\nPersuader: Thank you for listening, just to reiterate, our group is called Save the Children and I am grateful that you were willing to listen to our organization. \n\tPersuadee: Have you personally donated to this cause?\nPersuader: Yes I have, and I will actually be donating a portion of my task reward today. \n\tPersuadee: That is nice of you.", "label": [[11, 117, "2-NEGOTIATE-REQUEST"], [919, 1022, "4-LOGIC-OTHER"], [1117, 1244, "3-EMOTION-STORY"], [1359, 1424, "2-NEGOTIATE-REWARD"], [1548, 1661, "7-PRESSURE-PRESIST"], [1662, 1790, "2-NEGOTIATE-OTHER"], [1970, 2055, "2-NEGOTIATE-OTHER"], [2093, 2246, "1-RAPPORT-DISCLOSE"], [2314, 2392, "1-RAPPORT-DISCLOSE"], [152, 289, "2-NEGOTIATE-REWARD"], [290, 373, "2-NEGOTIATE-BARGAIN"], [417, 467, "2-NEGOTIATE-REQUEST"], [546, 617, "4-LOGIC-ARGUE"], [618, 787, "2-NEGOTIATE-REWARD"], [844, 918, "4-LOGIC-OTHER"], [1244, 1358, "3-EMOTION-STORY"], [1928, 1970, "1-RAPPORT-OTHER"]], "idx": "43"}
{"id": 3005, "data": "Persuader: Hi\n\tPersuadee: hello\nPersuader: Would you like to help an important cause?\n\tPersuadee: Depends on which one you are talking about.\nPersuader: It's for children\n\tPersuadee: Sounds interesting but can you be a bit more specific?\nPersuader: It's called SAVE the CHILDREN. It help poor kids in need of food and shelter\n\tPersuadee: Does it help children in this country or in another country?\nPersuader: It helps kids in this country\n\tPersuadee: Great!  I believe my money should first focus on children in need in this country.\nPersuader: Great. How much would you like to help with?\n\tPersuadee: Before I commit to a donation, can you tell me how much actually goes to the children and how much goes to the organization itself?\nPersuader: Whatever you donate will be deducted from your payment for this hit\n\tPersuadee: What percentage of the donation actually goes to the children and how much goes to the administration of the charity?\nPersuader: The research team sends ALL the money to the donation\n\tPersuadee: I understand that but how much does the charity keep in order to keep the charity running\nPersuader: I have no idea\n\tPersuadee: Where is the charity located?\nPersuader: You can go to their website if you want more info... URL \n\tPersuadee: thank you for the information, I think I am ready to donate\nPersuader: Ok how much?", "label": [[11, 13, "8-NO-PERSUASION"], [152, 170, "1-RAPPORT-DISCLOSE"], [249, 279, "1-RAPPORT-DISCLOSE"], [43, 85, "2-NEGOTIATE-REQUEST"], [546, 553, "1-RAPPORT-OTHER"], [746, 813, "2-NEGOTIATE-OTHER"], [1121, 1136, "1-RAPPORT-DISCLOSE"], [1331, 1343, "2-NEGOTIATE-REQUEST"], [280, 325, "1-RAPPORT-DISCLOSE"], [410, 439, "1-RAPPORT-DISCLOSE"], [553, 590, "2-NEGOTIATE-REQUEST"], [955, 1008, "1-RAPPORT-DISCLOSE"], [1190, 1246, "1-RAPPORT-DISCLOSE"]], "idx": "44"}
{"id": 3006, "data": "Persuader: Hi, how are you today?\n\tPersuadee: I'm am well. How are you?\nPersuader: Great, thanks! Since we're here to talk about a social issue, are you familiar with Save the Children?\n\tPersuadee: I have heard of Save the Children, but not sure what they do specifically\nPersuader: I am fairly familiar with them. They are an international organization that promotes children's rights and provides relief and support. I think they do great work for the children of the world.\n\tPersuadee: It sounds like a great organization. I think helping children is very important\nPersuader: Me, too. I see a lot of images on tv and on the internet of children suffering because of lack of resources and aid and it breaks my heart. I don't have a lot but I try to do what I can to help.\n\tPersuadee: It breaks my heart too. I can't watch or look at those images. What can people do to help?\nPersuader: A charity like Save the Children relies on donations. They are non-governmental so all their funding comes from those willing to donate. I try to donate when I can. \n\tPersuadee: Do you think the donations go mainly to the children or are there a lot of administrative fees that it goes to first?\nPersuader: With Save the Children I trust that the money goes to the children. Other charities you have to watch out for but I've heard nothing but good about Save the Children. I never know how much to donate though. I want to help as much as I can, and even sometimes just a few dollars helps. How do you feel about donation amounts?\n\tPersuadee: I never know how much to donate either or how to donate\nPersuader: I often donate some of my earnings here. For example, I might use some of what I make today as a donation, especially from this HIT since it's what we're discussing. I tend to feel guilty if I talk positively about something and then don't follow through.\n\tPersuadee: That would be great if we could do that here. Now that we are talking about it, I feel like I should do something to help more often\nPersuader: We are allowed to donate some of this HIT to Save the Children if we want. The research team will collect all donations and send it to Save the Children. Would you be willing to donate $1 or more from this HIT?\n\tPersuadee: I could donate $1 today \nPersuader: That's great. I'll donate $1, too. \n\tPersuadee: Oh good. I'm going to look into the organization and see what else can be done to help and what all they do\nPersuader: That's great. They are definitely a worthy charity and do so much good. I appreciate you hearing me out and taking the time to research more.\n\tPersuadee: Thank you for helping what sounds like a great organization. It sounds like they really need all they help they can get", "label": [[283, 314, "1-RAPPORT-DISCLOSE"], [719, 774, "1-RAPPORT-DISCLOSE"], [889, 942, "1-RAPPORT-DISCLOSE"], [943, 1025, "1-RAPPORT-DISCLOSE"], [1026, 1053, "1-RAPPORT-DISCLOSE"], [11, 33, "1-RAPPORT-OTHER"], [83, 98, "1-RAPPORT-DISCLOSE"], [98, 185, "1-RAPPORT-OTHER"], [315, 418, "1-RAPPORT-DISCLOSE"], [419, 476, "1-RAPPORT-DISCLOSE"], [580, 588, "1-RAPPORT-DISCLOSE"], [589, 719, "1-RAPPORT-DISCLOSE"], [1196, 1263, "3-EMOTION-PROMISE"], [1363, 1402, "1-RAPPORT-DISCLOSE"], [1264, 1362, "1-RAPPORT-DISCLOSE"], [1641, 1765, "1-RAPPORT-DISCLOSE"], [2087, 2165, "1-RAPPORT-DISCLOSE"], [2271, 2284, "1-RAPPORT-OTHER"], [2453, 2509, "1-RAPPORT-DISCLOSE"], [1402, 1480, "1-RAPPORT-DISCLOSE"], [1481, 1520, "2-NEGOTIATE-OTHER"], [1600, 1640, "1-RAPPORT-DISCLOSE"], [1766, 1855, "1-RAPPORT-DISCLOSE"], [2012, 2087, "1-RAPPORT-DISCLOSE"], [2166, 2222, "2-NEGOTIATE-BARGAIN"], [2285, 2305, "1-RAPPORT-DISCLOSE"], [2438, 2451, "1-RAPPORT-OTHER"], [2509, 2578, "1-RAPPORT-OTHER"]], "idx": "45"}
{"id": 3007, "data": "Persuader: Hello! So tell me, what do you know about the Save the Children organization?\n\tPersuadee: It's a nonprofit, thats about it. Why?,\nPersuader: I think it's a rather important topic of discussion mainly because there are so many children dying of hunger each day. \n\tPersuadee: You're not wrong about that, at all. It's disturbing. \nPersuader: Absolutely! I think most people don't trust these organizations because they believe them to be untrustworthy in regards to donations. This nonprofit is actually trustworthy from what I can see.\n\tPersuadee: My issue with many is that they tend to use more of their donations to cover their \"overhead\" then to actually help the cause they claim to support. I research before I donate, generally speaking\nPersuader: Very understandable. I tend to research before investing time or money into any endeavor to be honest. For instance, with the Save the Children org, I've read that they've been contributing support and giving aid to children in developing countries that severely need it. Truly a noble cause.\n\tPersuadee: I completely agree. \nPersuader: Are you familiar with the situation in Syria currently? \n\tPersuadee: Yes, very much. Syria has been devestated\nPersuader: To be more specific, there are millions of Syrian children currently that are facing threats of violence daily. 1,000 children have been killed or injured just in the first few months of 2018. \n\tPersuadee: Correct. I donate to UNICEF on a fairly frequent basis to help. \nPersuader: That's awesome. How do you usually go about donating?\n\tPersuadee: On the UNICEF website itself\nPersuader: That makes sense. Would you consider donating a portion of your mturk payment to Save the Children?\n\tPersuadee: I'll donate 1/2, so $1 \nPersuader: That's fantastic! So to confirm, you would like to donate $1 from your payment to the Save the Children org, correct?\n\tPersuadee: Absolutely, and thank you. \nPersuader: The research team will collect any donation made and send it to Save the Children! Thank you!\n\tPersuadee: I certainly hope they really do, would love to see the results! ", "label": [[11, 17, "8-NO-PERSUASION"], [351, 362, "1-RAPPORT-OTHER"], [486, 544, "1-RAPPORT-DISCLOSE"], [18, 88, "1-RAPPORT-OTHER"], [152, 271, "3-EMOTION-EMPATHY"], [362, 485, "1-RAPPORT-DISCLOSE"], [765, 785, "1-RAPPORT-OTHER"], [1102, 1157, "1-RAPPORT-OTHER"], [1225, 1335, "3-EMOTION-STORY"], [1336, 1416, "3-EMOTION-STORY"], [1506, 1521, "1-RAPPORT-COMPLIMENT"], [1522, 1559, "1-RAPPORT-OTHER"], [1612, 1629, "1-RAPPORT-OTHER"], [1777, 1876, "2-NEGOTIATE-REMIND"], [786, 867, "1-RAPPORT-DISCLOSE"], [867, 1037, "1-RAPPORT-DISCLOSE"], [1037, 1057, "1-RAPPORT-OTHER"], [1630, 1711, "2-NEGOTIATE-REQUEST"], [1759, 1776, "1-RAPPORT-OTHER"], [1927, 2010, "1-RAPPORT-DISCLOSE"], [2011, 2021, "1-RAPPORT-OTHER"]], "idx": "46"}
{"id": 3008, "data": "Persuader: Hello?\n\tPersuadee: hi\nPersuader: How are you today?\n\tPersuadee: good how about you?\nPersuader: I am well, thank you! Glad you are doing well also. Have you heard of the charity called Save the Children?\n\tPersuadee: i have not, can you tell me more?\nPersuader: It is an international charity that helps children in need all around the world. These children have been victims of war, famine, and poverty. Does this sound like a good charity?\n\tPersuadee: definitely, have you donated to them?\nPersuader: I have. 86% of the donations go directly to the programs that help the children. Do you believe that children in need deserve help from others?\n\tPersuadee: yes i do\nPersuader: Great! Donations made from people like you can directly improve the lives of thousands of children all over the world. Even a small donation makes a big difference. Have you ever donated money to a charity before?\n\tPersuadee: yes i have. a few times\nPersuader: That's great! Donating your payment from this task to Save the Children would make a big difference in a child's life today. You said earlier you believe children in need deserve help from others. Would you be willing to donate your payment from this task to the charity to help a child?\n\tPersuadee: sure would love to\nPersuader: Awesome! The research team collects all donations from this task and send them to Save the Children.How much of your payment would you be willing to donate? You can choose any amount from $0 to the entire payment.\n\tPersuadee: let's do 1\nPersuader: Great, thank you! Save the Children is a worldwide charity that give children access to healthcare, safety, and advocacy thanks to donations like yours. Do you have any other questions?\n\tPersuadee: i do not\nPersuader: Ok, thank you for your time and donation, have a great day!\n\tPersuadee: great you too", "label": [[44, 62, "1-RAPPORT-OTHER"], [11, 17, "8-NO-PERSUASION"], [106, 127, "1-RAPPORT-DISCLOSE"], [158, 213, "1-RAPPORT-OTHER"], [270, 351, "1-RAPPORT-DISCLOSE"], [352, 413, "1-RAPPORT-DISCLOSE"], [512, 519, "1-RAPPORT-DISCLOSE"], [520, 592, "1-RAPPORT-DISCLOSE"], [807, 852, "2-NEGOTIATE-REWARD"], [695, 806, "3-EMOTION-PROMISE"], [949, 962, "1-RAPPORT-OTHER"], [963, 1073, "2-NEGOTIATE-REWARD"], [1074, 1145, "1-RAPPORT-DISCLOSE"], [1146, 1236, "2-NEGOTIATE-REQUEST"], [1680, 1712, "1-RAPPORT-OTHER"], [1745, 1804, "1-RAPPORT-OTHER"], [128, 157, "1-RAPPORT-OTHER"], [414, 450, "1-RAPPORT-OTHER"], [593, 655, "1-RAPPORT-OTHER"], [688, 694, "1-RAPPORT-OTHER"], [853, 901, "2-NEGOTIATE-OTHER"], [1279, 1287, "1-RAPPORT-OTHER"], [1288, 1379, "1-RAPPORT-DISCLOSE"], [1379, 1435, "2-NEGOTIATE-REQUEST"], [1436, 1492, "2-NEGOTIATE-OTHER"], [1527, 1544, "1-RAPPORT-OTHER"], [1545, 1679, "1-RAPPORT-DISCLOSE"]], "idx": "47"}
{"id": 3009, "data": "Persuader: Hello it's important to save the children and it most important charity. do  you agree\n\tPersuadee: I don't know that I'd say it's the most IMPORTANT charity, but it is an important one, yes.\nPersuader: children are future and saving them should be priority\n\tPersuadee: Okay, so how do we make them a priority?\nPersuader: if children doesn't have a future no country can progress\n\tPersuadee: Okay, and how do you plan to help to give children a future?\nPersuader: i think we should donate some money for this cause\n\tPersuadee: Can you tell me anything about this cause? What is their mission? What do they do? Who do they help (besides children)? Where are these children they're helping?\nPersuader: the have a website  URL \n\tPersuadee: But you specifically are the one asking me to donate?\nPersuader: yes if you agree they same you donate I can donate also and it will be from task money\n\tPersuadee: but you can't tell me anything about the cause...that doesn't make me feel like what you're saying is truthful as in you're going to match my donation\nPersuader: this money goes for a cause one example is millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence\n\tPersuadee: Question, is it just for oversea's children?\nPersuader: no children in need all over the world. It's US based website please see\n\tPersuadee: You as a \"spokesperson\nPersuader: if you are interested we both can donate some money out of our task money\n\tPersuadee: I think I am interested in donating directly through the website that you directed me to - I'm not sure if you are aware, but they have several means of donating. \nPersuader: that's fine. it's up to you\n\tPersuadee: Unfortunately, having to research the charity myself - seems like the better option. But, you are right it is a good cause and if you are serious I hope you still donate.", "label": [[11, 83, "1-RAPPORT-DISCLOSE"], [84, 97, "1-RAPPORT-OTHER"], [331, 389, "4-LOGIC-OTHER"], [213, 267, "4-LOGIC-OTHER"], [710, 733, "1-RAPPORT-DISCLOSE"], [1195, 1307, "3-EMOTION-STORY"], [1416, 1448, "1-RAPPORT-DISCLOSE"], [1756, 1768, "1-RAPPORT-OTHER"], [473, 524, "4-LOGIC-OTHER"], [812, 898, "2-NEGOTIATE-BARGAIN"], [1073, 1194, "1-RAPPORT-DISCLOSE"], [1376, 1415, "1-RAPPORT-DISCLOSE"], [1495, 1568, "2-NEGOTIATE-BARGAIN"], [1768, 1783, "2-NEGOTIATE-OTHER"]], "idx": "48"}
{"id": 3010, "data": "Persuader: Hello, how are you?\n\tPersuadee: hi how are you?\nPersuader: I am fine, are you interested in donating?\n\tPersuadee: not currently, you?\nPersuader: I am, actually since I've started working on MTurk I could donate through few HITs\n\tPersuadee: I am new to this and do it to earn extra money for living expenses\nPersuader: I see, I usually donate part or whole of my bonus. Sometimes It does not even hurt the reward anyway. I also have soft heart for children so I donate to children's charity\n\tPersuadee: it did not state what we would be donating any portion of the bonus to, I am not uncharitable but I do like to know what I am donating to.\nPersuader: Actually this HIT is about the charity \"Save the Children\" they fight with children\\'s hunger and disease in 120 countries\n\tPersuadee: oh wow, that sounds worthwhile.  How much are you donating?\nPersuader: I am not specific to donate. I mean I donated $0.50 and $1 before, I will be donating almost same amount this time too. I actually visited its website before, on website there is a minimum for donating, but here anything is possible\n\tPersuadee: I see, so what do we do now?\nPersuader: I can give you a little information about this charity. I am also able to share its website. Their clear financial report made me trust\n\tPersuadee: I think in this arena, we are just supposed to agree upon an amount between $0 - $2 for each of our donation.  \nPersuader: Yes, but to be honest if they were not clear and if they did not cooperate with well-known companies I could not trust\n\tPersuadee: agreed, I liked to be informed about organizations before I donate to any of them, especially ones that misappropriate funds \nPersuader: I know right. I like donate to make a change, a little amount can actually help if it will be used correctly\n\tPersuadee: and lots of little amounts add up to big amounts as well\nPersuader: yes, exactly. thanks for your time and attention. have a nice day. it is the link you can get more information:  URL \n\tPersuadee: ok great thanks for the info!  Have a great week!", "label": [[69, 112, "2-NEGOTIATE-REQUEST"], [156, 238, "1-RAPPORT-DISCLOSE"], [898, 988, "1-RAPPORT-DISCLOSE"], [1154, 1209, "1-RAPPORT-DISCLOSE"], [1949, 1998, "1-RAPPORT-DISCLOSE"], [11, 30, "1-RAPPORT-OTHER"], [328, 379, "1-RAPPORT-DISCLOSE"], [380, 430, "1-RAPPORT-DISCLOSE"], [431, 500, "1-RAPPORT-DISCLOSE"], [663, 785, "1-RAPPORT-DISCLOSE"], [868, 897, "1-RAPPORT-DISCLOSE"], [989, 1101, "1-RAPPORT-DISCLOSE"], [1210, 1246, "1-RAPPORT-DISCLOSE"], [1247, 1289, "1-RAPPORT-DISCLOSE"], [1425, 1543, "1-RAPPORT-DISCLOSE"], [1693, 1706, "1-RAPPORT-SIMILAR"], [1707, 1801, "1-RAPPORT-DISCLOSE"], [1882, 1895, "1-RAPPORT-DISCLOSE"], [1896, 1931, "1-RAPPORT-OTHER"], [1932, 1948, "1-RAPPORT-OTHER"]], "idx": "49"}
{"id": 3011, "data": "Persuader: Hi there how are you doing today?\n\tPersuadee: Hey I'm fine. How are you doing?\nPersuader: I am doing really good. So, what are you up to today?\n\tPersuadee: I've been thinking about donating to a children's charity. I can't decide which onne.\nPersuader: I was going to ask you if you would be interested in donating to Save the Children. How do you feel about this charity?\n\tPersuadee: I have heard about it but I can't remember it's mission. Do you know that charity's mission?\nPersuader: They provide kids with the basic things they need like food and clothing. I really like their mission. I really feel badly for the kids. Don't you?\n\tPersuadee: Yes, it tugs at my heart to think of all of those children. Do you know where the charity is headquatered?\nPersuader: They are based in CT. I feel that it would be easy to donate. I know I spend on little things like a candy bar or gum. I know I could give up spending on this and it would help the kids. Could you donate anything to them?\n\tPersuadee: yes I can. I can donate 10 dollars.\nPersuader: Wow! that is so great. Thank you so much. Are you hoping that the money goes to a certain cause like food or clothes?\n\tPersuadee: OH, yeah food please. Gotta feed the hungry first\nPersuader: Yes! I think that is a great idea. I am glad you decided to be part of this really great cause. Have you ever donated to a charity before this?\n\tPersuadee: no this is my first time. what do I do now?\nPersuader: You do not have to do anything else. I am really glad that you donated. What are your other plans for the day today?\n\tPersuadee: WOW, I was just going to ask you the same thing. I plan on doing some more surveys, then taking a drive up on the parkway and have a picnic.\nPersuader: Yes, I also plan on having a day of fun too. I am hoping to find some photo albums and get those worked on. Do you still get printed pictures or do you do all digital pictures?\n\tPersuadee: Printed pictures all the way for me, it's what I know. What kind of camera do you have?\nPersuader: I have a really old digital camera. I also have a smartphone, but I am thinking about getting a newer one. I have heard the cameras on the new smartphones are good. Do you have a smartphone that takes good pictures?\n\tPersuadee: Yeah, I have one, but I don't use the camera. I have an old Nikon 360 camera that takes film. Do you have anything like that?", "label": [[100, 124, "1-RAPPORT-DISCLOSE"], [125, 154, "1-RAPPORT-OTHER"], [348, 383, "1-RAPPORT-OTHER"], [500, 573, "1-RAPPORT-DISCLOSE"], [574, 602, "1-RAPPORT-DISCLOSE"], [637, 647, "3-EMOTION-EMPATHY"], [965, 999, "2-NEGOTIATE-REQUEST"], [1058, 1063, "1-RAPPORT-OTHER"], [1064, 1081, "1-RAPPORT-COMPLIMENT"], [1250, 1254, "1-RAPPORT-OTHER"], [1285, 1346, "1-RAPPORT-OTHER"], [1742, 1786, "1-RAPPORT-DISCLOSE"], [1850, 1918, "1-RAPPORT-OTHER"], [11, 44, "1-RAPPORT-OTHER"], [264, 347, "2-NEGOTIATE-REQUEST"], [603, 636, "3-EMOTION-EMPATHY"], [778, 799, "1-RAPPORT-DISCLOSE"], [800, 839, "1-RAPPORT-DISCLOSE"], [840, 896, "1-RAPPORT-DISCLOSE"], [897, 964, "1-RAPPORT-DISCLOSE"], [1082, 1101, "1-RAPPORT-OTHER"], [1101, 1176, "2-NEGOTIATE-OTHER"], [1255, 1285, "1-RAPPORT-OTHER"], [1346, 1393, "1-RAPPORT-OTHER"], [1461, 1497, "1-RAPPORT-DISCLOSE"], [1498, 1532, "1-RAPPORT-OTHER"], [1533, 1577, "1-RAPPORT-OTHER"], [1787, 1849, "1-RAPPORT-DISCLOSE"], [2030, 2065, "1-RAPPORT-DISCLOSE"], [2066, 2136, "1-RAPPORT-DISCLOSE"], [2137, 2194, "1-RAPPORT-DISCLOSE"], [2196, 2245, "1-RAPPORT-OTHER"]], "idx": "50"}
{"id": 3012, "data": "Persuader: happy friday! do you have any fun plans this weekend?\n\tPersuadee: Happy Friday to you too :) No I do not have any plans, just having a relaxing Friday. How about you?\nPersuader: I went to the movie theater earlier and now I am just watching tv while it rains outside. I am volunteering tomorrow morning.\n\tPersuadee: That sounds like fun, What movie did you watch? I haven't been to a movie theater in years!\nPersuader: I saw crazy rich Asians. it was pretty good. It was based on a book. I have to heard to bed early for volunteering tomorrow morning. Do you ever volunteer?\n\tPersuadee: I have heard of that movie, and even seen the trailer. I have volunteered in the past but I have been thinking of doing that again. \nPersuader: I am active in Save the Children. Have you heard of it?\n\tPersuadee: No I haven't, tell me more about it!\nPersuader: It is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: That is amazing! I will have to check it out sometime. \nPersuader: I am fdoing a 5k tomorrow with all proceeds going to the Children.\n\tPersuadee: That is great, and it such a good cause for the Children. \nPersuader: It is really rewarding to know you are making a difference. That would be generous of you to donate. You can have it deducted from your HIT.\n\tPersuadee: I think I would love to donate, it would make me feel great to make some kind of difference.\nPersuader: Every penny counts! and for people that can't donate money they can donate their time. \n\tPersuadee: That is true, everyone can make a difference. I would love to donate because I hope someone would do the same for me. \nPersuader: great point! \n\tPersuadee: Yes it sure is. :)\nPersuader: have a great weekend! Thanks again for your donation!\n\tPersuadee: You have a great weekend too, and you're welcome. :)", "label": [[279, 314, "1-RAPPORT-DISCLOSE"], [454, 474, "1-RAPPORT-DISCLOSE"], [563, 585, "1-RAPPORT-OTHER"], [776, 797, "1-RAPPORT-OTHER"], [858, 1010, "1-RAPPORT-DISCLOSE"], [1091, 1156, "1-RAPPORT-DISCLOSE"], [1517, 1583, "2-NEGOTIATE-OTHER"], [1727, 1739, "1-RAPPORT-SIMILAR"], [1805, 1836, "1-RAPPORT-OTHER"], [10, 24, "1-RAPPORT-OTHER"], [24, 64, "1-RAPPORT-OTHER"], [188, 278, "1-RAPPORT-DISCLOSE"], [429, 454, "1-RAPPORT-DISCLOSE"], [475, 498, "1-RAPPORT-DISCLOSE"], [499, 562, "1-RAPPORT-DISCLOSE"], [742, 776, "1-RAPPORT-DISCLOSE"], [1240, 1299, "1-RAPPORT-DISCLOSE"], [1300, 1340, "2-NEGOTIATE-REQUEST"], [1341, 1379, "2-NEGOTIATE-OTHER"], [1497, 1516, "2-NEGOTIATE-OTHER"], [1783, 1804, "1-RAPPORT-OTHER"]], "idx": "51"}
{"id": 3013, "data": "Persuader: Hello?\n\tPersuadee: hi\nPersuader: So I'm tasked with convincing you to donate to Save the Children, how do you feel about that?\n\tPersuadee: I feel like donating is a good idea how do you feel about it\nPersuader: I feel the same way. Do you continue to feel that way when you're the one doing the donating?\n\tPersuadee: Yes donating is always a good idea but some people can't afford it as much as others\nPersuader: That's true but in this case you'd be donating someone else's money. As in the bonus that this HIT pays.\n\tPersuadee: That is a fair point that makes it a little easier to donate\nPersuader: So can I count on you to help out some starving children? As I can't do it form my end. My job is to convince you to give something.\n\tPersuadee: I can most certainly donate to help the starving children how much would you donate?\nPersuader: To be honest, I'd probably split the bonus 50/50. Maybe I'm a little selfish :)\n\tPersuadee: I'm not sure of how selfish that is or not. Any little money helps the starving children. I think that I would donate 1.50.\nPersuader: That's good. I guess it's not too hard to convince a good person to donate someone else's money :) I think 1.50 is more than fair.\n\tPersuadee: Well that is what I will donate then.\nPersuader: Excellent. I'm glad we could come to an agreement.\n\tPersuadee: It was a very easy thing to be in agreement about.\nPersuader: If only it was possible to donate in this way all the time.\n\tPersuadee: That would make it much easier for people to be willing to donate.\nPersuader: Ok I guess this is the 10th message so it's probably going to be the last one. Hope you have a great evening and the rest of the week. Take care :)\n\tPersuadee: You too. Hopefully wherever you are it's not raining constant cats and dogs.", "label": [[10, 17, "8-NO-PERSUASION"], [44, 137, "1-RAPPORT-DISCLOSE"], [243, 315, "1-RAPPORT-OTHER"], [424, 493, "2-NEGOTIATE-OTHER"], [493, 528, "2-NEGOTIATE-OTHER"], [613, 671, "2-NEGOTIATE-REQUEST"], [701, 745, "1-RAPPORT-DISCLOSE"], [904, 933, "1-RAPPORT-DISCLOSE"], [1081, 1093, "1-RAPPORT-OTHER"], [1273, 1283, "1-RAPPORT-OTHER"], [221, 242, "1-RAPPORT-SIMILAR"], [671, 700, "2-NEGOTIATE-OTHER"], [854, 904, "2-NEGOTIATE-OTHER"], [1094, 1210, "2-NEGOTIATE-BARGAIN"], [1284, 1323, "2-NEGOTIATE-OTHER"], [1398, 1457, "1-RAPPORT-DISCLOSE"], [1548, 1626, "8-NO-PERSUASION"], [1627, 1682, "1-RAPPORT-OTHER"], [1683, 1695, "1-RAPPORT-OTHER"]], "idx": "52"}
{"id": 3014, "data": "Persuader: Good evening! How are you?\n\tPersuadee: I'm doing well! How are you?\nPersuader: Not too shabby. Enjoyed the long weekend. Have you ever heard of a charity called Save the Children?\n\tPersuadee: I believe I have! It sounds familiar\nPersuader: It's an international non-government organization that's primary activity is to help and benefit disadvantaged children in developing countries. Think children dealing with the conflict in Syria, for example.\n\tPersuadee: That sounds like a wonderful organization - very much needed in today's world\nPersuader: Absolutely. Do some quick research on them--they're rated 97 out of 100 for transparency and accountability by Charity Navigator. That might be the best I've ever seen! The kids certainly need the help. You have the opportunity to donate a portion of your task payment to Save the Children when we wrap up our conversation. Any little bit helps.\n\tPersuadee: I would love to - will it prompt me when the conversation is over? Or should I tell you the amount?\nPersuader: Oh no you don't have to tell me anything, you'll have the opportunity when we wrap up here. Beyond our conversation, certainly give them a look. I'm the kind of person thats usually pretty skeptical about non-profits and charities at first because of the percentage of their proceeds that actually goes to their cause, but was extremely pleasantly surprised by STC's transparency and mission.\n\tPersuadee: Sounds good, I definitely will! Gotta put the goodness into the universe where and when we can\nPersuader: For sure, especially when we're talking children. So many of these kids didn't get to pick their situation and it's so hard to fault them for anything at all. They all deserve at least a shot.\n\tPersuadee: It really is horrible to think about - I'm glad there are organizations and people looking out for them\nPersuader: Agreed. I appreciate you considering a donation. It's nice that we have the opportunity to complete these little tasks and still do good overall.\n\tPersuadee: Of course! Yes this is a very cool way to give back\nPersuader: It certainly makes things easy. It helps when the charity in question has been around for a hundred years and their chief focus is to enforce rights of the child and engage in policy change that benefits children directly. Have you ever donated to a similar cause?\n\tPersuadee: I have! When the Syrian crisis was really heating up I remember giving to a campaign to help the families over there. I'm so sad that it's still going on and the suffering has not ended\nPersuader: It hasn't yet ended, but it appears overall that things are slowly headed in the right direction. It's important we continue to engage\n\tPersuadee: I agree! It's hard to think of all of the evil in the world but every little bit counts towards helping those in need\nPersuader: Absolutely! Thanks for taking the time to chat with me tonight on this, and agreeing to pitch in just a little bit to help the cause.\n\tPersuadee: No problem at all! Thanks for all the info. Have a good night!", "label": [[2654, 2690, "4-LOGIC-OTHER"], [90, 105, "1-RAPPORT-DISCLOSE"], [106, 131, "1-RAPPORT-DISCLOSE"], [11, 24, "8-NO-PERSUASION"], [25, 37, "1-RAPPORT-OTHER"], [396, 459, "1-RAPPORT-DISCLOSE"], [561, 572, "1-RAPPORT-OTHER"], [885, 906, "2-NEGOTIATE-BARGAIN"], [1175, 1422, "1-RAPPORT-DISCLOSE"], [1541, 1590, "1-RAPPORT-DISCLOSE"], [1591, 1700, "3-EMOTION-EMPATHY"], [1700, 1732, "3-EMOTION-EMPATHY"], [1868, 1909, "1-RAPPORT-OTHER"], [1910, 2006, "1-RAPPORT-DISCLOSE"], [2081, 2113, "1-RAPPORT-DISCLOSE"], [2114, 2304, "1-RAPPORT-DISCLOSE"], [2305, 2346, "1-RAPPORT-OTHER"], [132, 190, "1-RAPPORT-OTHER"], [251, 395, "1-RAPPORT-DISCLOSE"], [573, 690, "1-RAPPORT-DISCLOSE"], [691, 729, "1-RAPPORT-DISCLOSE"], [730, 763, "1-RAPPORT-DISCLOSE"], [764, 884, "2-NEGOTIATE-OTHER"], [1030, 1121, "2-NEGOTIATE-OTHER"], [1122, 1174, "1-RAPPORT-DISCLOSE"], [1861, 1868, "1-RAPPORT-SIMILAR"], [2556, 2653, "1-RAPPORT-DISCLOSE"], [2832, 2843, "1-RAPPORT-SIMILAR"], [2844, 2964, "1-RAPPORT-OTHER"]], "idx": "53"}
{"id": 3015, "data": "Persuader: Hello, Have you ever donated to a charity?\n\tPersuadee: A few times, yes. \nPersuader: ow was your experience?\n\tPersuadee: It was ok. I didn't really think much of it. Most of the time its just a dollar or two.\nPersuader: Do you donate all te time?h\n\tPersuadee: Not so much.\nPersuader: Have yu heard of \\\\Save the children? It is pretty well known around the world.\n\tPersuadee: I think so.\nPersuader: What do you think that they do?\n\tPersuadee: Give money to child. Support efforts in war torn countries. Healthcare. All that stuff.\nPersuader: eah, pretty much and it gives you the good feels kowing that you have helped to change a childs life\n\tPersuadee: You could say that.\nPersuader: I plan to make a sizeable donation today as a mattter of fact and wondering if you would like to join me so that the doatiowould go eve further than if just one person doates?nn nn\n\tPersuadee: Maybe. I am not sure yet.\nPersuader: What concerns do you have about the charity?\n\tPersuadee: Where the money goes. Lots of charities have massive ''administration'' cost.\nPersuader: Well, i don't have all of the exact details but i can honestly tell you that it will be sent directly to the charity so that they can dispurse it accordingly.\n\tPersuadee: Hm. I see.\nPersuader: Plus, just like all other charities it takes a lot of faith to send money and Save the Children is the type that relys on faith since they have been around for many years. This experience is what makes me continue to donate to them. So would you like to donate? If you would, how much would you like to donate with me?\n\tPersuadee: Well, that depends what you are going to donate.\nPersuader: I plan to donate 50 cents\n\tPersuadee: Sounds like a plan.\nPersuader: Nice So we will each donate 50 cents, right?\n\tPersuadee: Yes 50 cents\nPersuader: Great!@ Thanks so much and God bless you!", "label": [[10, 53, "1-RAPPORT-OTHER"], [96, 119, "1-RAPPORT-OTHER"], [230, 258, "1-RAPPORT-OTHER"], [295, 332, "1-RAPPORT-OTHER"], [553, 653, "3-EMOTION-PROMISE"], [927, 971, "1-RAPPORT-OTHER"], [1073, 1231, "1-RAPPORT-DISCLOSE"], [1266, 1437, "1-RAPPORT-DISCLOSE"], [1438, 1498, "1-RAPPORT-DISCLOSE"], [1499, 1527, "2-NEGOTIATE-REQUEST"], [1527, 1584, "2-NEGOTIATE-OTHER"], [1726, 1770, "2-NEGOTIATE-REMIND"], [1806, 1813, "1-RAPPORT-OTHER"], [1813, 1848, "1-RAPPORT-OTHER"], [333, 373, "1-RAPPORT-DISCLOSE"], [410, 441, "1-RAPPORT-OTHER"], [697, 877, "2-NEGOTIATE-BARGAIN"], [1657, 1682, "1-RAPPORT-DISCLOSE"]], "idx": "54"}
{"id": 3016, "data": "Persuader: Hi, I hope you are enjoying your day today. I have a question for you, do you enjoy helping children in need?\n\tPersuadee: hello yes, I enjoy helping children\nPersuader: That is wonderful, me too. Have you heard of the charitable organization called Save the Children?\n\tPersuadee: no, no, he heard about it before but it seems interesting and beneficial\nPersuader: Well let me tell you a little about the mission of Save the Children, it is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: that seems very well I congratulate you\nPersuader: Imagine if everyone in the US donated a small amount to this charity, it would make a huge difference in the lives of these children. \n\tPersuadee: Of course, if we all contribute a grain of sand out of a large amount\nPersuader: Exactly. I don't have much money but even a small contribution makes me feel proud that I can help children.\n\tPersuadee: Of course I do not have much money either, but I would like to contribute a small amount\nPersuader: That is wonderful, let me tell you what your donation would go towards. It goes toward their education, healthcare, emergency disaster relief, hunger, and something that is important to me, protection against abuse, neglect, violence and exploitation.\n\tPersuadee: great that makes me feel better person\nPersuader: You can donate up to $2 from this tasks profit, how much are you willing to donate?\n\tPersuadee: I would like to donate 1 dollar\nPersuader: awesome, at the end of this tasks it will ask you how much you would like to donate and you will write in the amount of 1 dollar. That 1 dollar is going to make a huge difference for those children, I am impressed with your generosity.\n\tPersuadee: thank you very much to you\nPersuader: I am proud of you! \n\tPersuadee: and I of you, bye\nPersuader: Thank you, have a great day\n\tPersuadee: thank you also!", "label": [[10, 54, "1-RAPPORT-OTHER"], [180, 207, "1-RAPPORT-DISCLOSE"], [207, 278, "1-RAPPORT-OTHER"], [662, 794, "4-LOGIC-OTHER"], [1425, 1508, "2-NEGOTIATE-REQUEST"], [1911, 1938, "1-RAPPORT-OTHER"], [55, 120, "1-RAPPORT-OTHER"], [375, 598, "1-RAPPORT-DISCLOSE"], [890, 898, "1-RAPPORT-SIMILAR"], [899, 998, "1-RAPPORT-DISCLOSE"], [1110, 1182, "1-RAPPORT-DISCLOSE"], [1182, 1361, "1-RAPPORT-DISCLOSE"], [1564, 1693, "2-NEGOTIATE-REMIND"], [1850, 1868, "1-RAPPORT-COMPLIMENT"], [1694, 1762, "3-EMOTION-PROMISE"], [1763, 1799, "1-RAPPORT-COMPLIMENT"]], "idx": "55"}
