{"id": 2742, "data": "Persuader: Hello.\n\tPersuadee: Hi\nPersuader: Have you heard of Save the Children?\n\tPersuadee: Yes I have\nPersuader: Good. It's a very strong and important organization. The lack of child support in developing countries, such as in Syria, has been growing for years now.\n\tPersuadee: Does this organization help people in the USA?\nPersuader: No, they assist children in war zones. In Syria, in 2018 alone, 1,000 children were reported to be killed of injured due to rising violence.\n\tPersuadee: How much of the proceeds go directly towards the children?\nPersuader: For every dollar donated, they receive 77 cents. It's a higher rate than most charities, because while we want most of the money to go to the children, there also needs to be some paid employees, although most are volunteers. Would you be interested in saving a child's life today?\n\tPersuadee: No, thank you.\nPersuader: Are you sure? How many dollars do you spend everyday on pointless or unnecessary items, such as a candy bar or fast food?\n\tPersuadee: I'm sure. I work hard for money so I spend it the way I want.\nPersuader: These children have no way of earning money, as their countries are in shambles. Many die of hunger or preventable disease, up 5.6 million per year. Even 50 cents makes all the difference.\n\tPersuadee: I'm not interested in this charity.\nPersuader: Are you from the US?\n\tPersuadee: Yes I am\nPersuader: Are you aware of the US bombing civilian cities in developing countries? Killing innocent children for no reason at all? \n\tPersuadee: Yes I am but I am not interested in this charity.\nPersuader: It also helps children in Europe. France, Germany, Sweden. The refugee crisis has caused many children in such countries to be without basic necessities. Even the children who were originally from Europe.\n\tPersuadee: It's a terrible situation however I only donate to American charities. ", "label": [[44, 80, "1-RAPPORT-OTHER"], [121, 167, "5-AUTHORITY-CREDENTIALS"], [168, 268, "3-EMOTION-GUILT"], [339, 377, "3-EMOTION-GUILT"], [378, 479, "3-EMOTION-GUILT"], [562, 610, "4-LOGIC-COUNTER"], [611, 787, "4-LOGIC-COUNTER"], [788, 843, "2-NEGOTIATE-REQUEST"], [882, 895, "2-NEGOTIATE-REQUEST"], [896, 1003, "3-EMOTION-GUILT"], [1089, 1169, "3-EMOTION-GUILT"], [1170, 1237, "3-EMOTION-STORY"], [1238, 1277, "3-EMOTION-GUILT"], [1337, 1357, "1-RAPPORT-OTHER"], [1390, 1462, "3-EMOTION-GUILT"], [1463, 1511, "3-EMOTION-GUILT"], [1585, 1619, "5-AUTHORITY-CREDENTIALS"], [1644, 1738, "3-EMOTION-GUILT"]], "idx": "564"}
{"id": 2743, "data": "Persuader: Good morning.\n\tPersuadee: Good morning, I think children are so important and charities that involve them are needed and we should participate our money or our time.\nPersuader: I agree. I would like to tell you about the organization Save the Children. They promote children's rights and help support children in developing countries.\n\tPersuadee: Oh that's wonderful, what a great organization. Where can I read more about this organization and possible give a donate?\nPersuader: You could look at their website URL to get more information. You can make a donation directly from your payment from this task.\n\tPersuadee: Ok, I will consider doing that.  What a great idea!  I would like to read a little about the charity before donating. How would I donate directly from this task?\nPersuader: The research team will collect the donations and send it to save the Children.\n\tPersuadee: I would like to donate 10 cents from this task to Save the Children please.\nPersuader: Ok, so that 10 cents will come out of your payment and you will keep the rest of the task payment\n\tPersuadee: Yes, thank you.  I am poor and I can relate to the children who are also poor.  I really need the money that i'm earning for this task, so I feel like giving 10 cents to this charity is fair.  Do you agree?\nPersuader: I feel that this is very generous of you. Thank you for agreeing to make a donation.\n\tPersuadee: Your welcome, it is a good feeling to help others in need. I appreciate you telling me about this organization and directing me to their website.\nPersuader: I am glad to share this iinformation. I feel that it is an important organization.\n\tPersuadee: Yes it is.  I always wanted children of my own and could never conceive a child. So I have much empathy for these children and their needs.  I will tell friends and family to visit the charities website also.\nPersuader: That is very kind of you to spread the word about this charity. Thank you for all that you are doing.\n\tPersuadee: How many years has Save The Children been doing charity work?\nPersuader: This organization has been around for a long time. I am not sure they exact number of years\n\tPersuadee: That's good. These days there are tons of people asking for donations for fake charities, it's sad. \nPersuader: Yes it is, but this is a good organizations and I really appreciate your donation\n\tPersuadee: I want to thank you again for bringing awareness to this important charity. In America food is plentiful and we sometimes have to stop and reflect, that other countries aren't as fortunate as we are!", "label": [[197, 263, "1-RAPPORT-OTHER"], [188, 196, "1-RAPPORT-SIMILAR"], [264, 345, "5-AUTHORITY-CREDENTIALS"], [491, 551, "5-AUTHORITY-CREDENTIALS"], [552, 618, "2-NEGOTIATE-BARGAIN"], [1310, 1351, "1-RAPPORT-COMPLIMENT"], [1352, 1394, "1-RAPPORT-COMPLIMENT"], [1602, 1646, "2-NEGOTIATE-OPINION"], [1879, 1942, "1-RAPPORT-FRIEND"], [1943, 1980, "1-RAPPORT-FRIEND"], [2066, 2116, "5-AUTHORITY-CREDENTIALS"], [2282, 2363, "1-RAPPORT-FRIEND"]], "idx": "565"}
{"id": 2744, "data": "Persuader: It would be a great deal to donate all or some the extra payment to children's charity\n\tPersuadee: What children's charity is it?\nPersuader: Save the Children \n\tPersuadee: Could you tell me more about them?\nPersuader: This is an organization that provides relief and helps support children in developing countries\n\tPersuadee: Oh do they not do any work in the United States?\nPersuader: Good question, although we have many charities in the U.S., these children are dying from hunger and your donation will make a great impact\n\tPersuadee: I don't like to hear about kids starving, but I would prefer to take care of kids in the U.S. first.\nPersuader: That's caring of you, I'm sure there is a reachable charity in the U.S. that you can get involved in, but there is a great lack of support for these kids, especially in war zones\n\tPersuadee: So what countries have they helped kid out in?\nPersuader: Millions of Syrian children have to grow up facing the daily threat of violence, 2018, 1000 children were reportedly killed or injured. Your donation will help address this problem\n\tPersuadee: I do donate to charity already so I'm not sure how much I can afford to donate to them, if I decide to donate at all.\nPersuader: Well, think about how we spend on unnecessary things, money that we can't account for. A fraction of that amount can make a drastic change\n\tPersuadee: What is the minimum amount that I can donate?\nPersuader: $.77 a day can shelter a refugee family\n\tPersuadee: That's crazy that a small amount like that can make such a difference.\nPersuader: Yes, it sure can\n\tPersuadee: Okay I will make a donation.\nPersuader: Awesome! How much would like to donate?\n\tPersuadee: I will donate .50.\nPersuader: Thank you for your donation", "label": [[11, 97, "2-NEGOTIATE-BARGAIN"], [11, 97, "2-NEGOTIATE-OPINION"], [229, 324, "5-AUTHORITY-CREDENTIALS"], [397, 536, "3-EMOTION-GUILT"], [661, 839, "1-RAPPORT-COMPLIMENT"], [661, 839, "3-EMOTION-GUILT"], [910, 1045, "3-EMOTION-GUILT"], [1046, 1090, "3-EMOTION-ALTERCASTING"], [1232, 1318, "3-EMOTION-GUILT"], [1319, 1370, "3-EMOTION-GUILT"], [1440, 1479, "2-NEGOTIATE-OPINION"], [1574, 1590, "1-RAPPORT-FRIEND"], [1652, 1682, "2-NEGOTIATE-BARGAIN"]], "idx": "566"}
{"id": 2745, "data": "Persuader: Hello, how are you?\n\tPersuadee: Hi.are you a member of any children charity?\nPersuader: I am not a member, but I am interested in donating, what about you?\n\tPersuadee: I am an member of one children charity.\nPersuader: so interesting, what do they work on?\n\tPersuadee: Yes, we save children's life.\nPersuader: What is its name?\n\tPersuadee: the name of our charity is Children's Home\nPersuader: Good, have you heard about the charity \"Save the Children\"?\n\tPersuadee: Yes, I know it.but not too much.\nPersuader: It is an international organization, working in 120 countries. They work on health and hunger mainly\n\tPersuadee: Yes, you are right.Have you donate to any charity before?\nPersuader: Yes I used to donate here and there, since I\\'ve started working on MTurk, I have donated through HITs. I donated to \"Save the Children\" before. They are very transparent with their financial reports\n\tPersuadee: That's really a great job.\nPersuader: Yes, they are also connected to some big companies like IKEA and Disney\n\tPersuadee: Really, we are also trying to connected like that charity.\nPersuader: Yes, You can donate at the end of this task. I donated $0.50 and $1 before and it did not even hurt my payment.\n\tPersuadee: Yes I also gave some dollar.\nPersuader: Thank you so much for you time and attention. \n\tPersuadee: Thank you.I feel glade to have a conversation with you.", "label": [[99, 166, "1-RAPPORT-DISCLOSE"], [230, 267, "1-RAPPORT-FRIEND"], [405, 464, "1-RAPPORT-OTHER"], [521, 583, "5-AUTHORITY-CREDENTIALS"], [584, 621, "3-EMOTION-GUILT"], [703, 806, "1-RAPPORT-DISCLOSE"], [703, 806, "6-SOCIAL-NORMS"], [807, 847, "6-SOCIAL-NORMS"], [848, 902, "2-NEGOTIATE-OPINION"], [953, 1024, "5-AUTHORITY-CREDENTIALS"], [1107, 1151, "2-NEGOTIATE-BARGAIN"], [1152, 1218, "2-NEGOTIATE-BARGAIN"], [1271, 1317, "1-RAPPORT-FRIEND"]], "idx": "567"}
{"id": 2746, "data": "Persuader: Hey there!! I am just making sure I read all of the stuff on the side. How are you this morning? \n\tPersuadee: hello.\nPersuader: Do you donate to any charities?\n\tPersuadee: yes,I like to donate.\nPersuader: Me too!! Have you heard or know about Save the Children foundation?\n\tPersuadee: Yes, but not that much\nPersuader: They are non-governmental which is why I usually tend to go towards them.  They help children in developing countries and get the basic needs met.\n\tPersuadee: Really, that's a great to hear.\nPersuader: I am going to donate part of my payment from this task to them, just a small amount. Would you be willing to donate a small amount as well?\n\tPersuadee: Yes, sure I will also like to donate them.\nPersuader: Ok great!! It looks like it costs .77 a day can shelter a family. I think I will donate .40\n\tPersuadee: I like to donate 0.40. Let's save a family.\nPersuader: Right?! It is not much but if it can do that much for a day for a whole family, its minimal impact even for us slightly struggling.\n\tPersuadee: Yes, You are Right.We can save a family but our donation really help them a little.\nPersuader: For sure!  Where abouts are you from? I currently live in Virginia.\n\tPersuadee: I am from Iowa.\nPersuader: I feel like I probably should donate to some of the locals in the area because there has been an insane increase in the homeless around here. Is it bad in Iowa?\n\tPersuadee: yes, Her many people suffering for their food shelter everything. I have donated  them.\nPersuader: It is awful everywhere. I do the same, I donate what I can and usually try to mentor some of them to try and help them find shelter and jobs.  Some people can be helped for sure! \n\tPersuadee: I felt so bad for all.So, I doing my best for them by small  donation and small things like food,clothes \nPersuader: Same here!! Ok, it looks like we completed our task for this section.  It was nice chatting with you and thank you for donating the .40 to Save the Children with me!! :)", "label": [[330, 403, "2-NEGOTIATE-OPINION"], [405, 476, "5-AUTHORITY-CREDENTIALS"], [804, 829, "6-SOCIAL-NORMS"], [905, 1028, "3-EMOTION-GUILT"], [1174, 1203, "1-RAPPORT-DISCLOSE"], [1243, 1384, "3-EMOTION-GUILT"], [1515, 1538, "1-RAPPORT-SIMILAR"], [139, 170, "1-RAPPORT-OTHER"], [216, 224, "1-RAPPORT-SIMILAR"], [225, 283, "1-RAPPORT-OTHER"], [330, 403, "5-AUTHORITY-CREDENTIALS"], [532, 616, "6-SOCIAL-NORMS"], [617, 671, "2-NEGOTIATE-REQUEST"], [749, 803, "2-NEGOTIATE-BARGAIN"], [1136, 1145, "1-RAPPORT-SIMILAR"], [1539, 1656, "1-RAPPORT-SIMILAR"], [1658, 1694, "2-NEGOTIATE-OPINION"], [1824, 1835, "1-RAPPORT-SIMILAR"], [1895, 1993, "1-RAPPORT-FRIEND"]], "idx": "568"}
{"id": 2747, "data": "Persuader: Hello there! How are you today?\n\tPersuadee: I am fantastic, thank you for asking, how about yourself?\nPersuader: I am doing wonderful though it is hot up here in ohio today! \n\tPersuadee: I prefer warmer temperatures, I absolutely despise the cold haha. \nPersuader: Yes  me too! How do you feel about children who are suffering and need help\n\tPersuadee: That's a loaded question if I've ever heard one... I thought this was going to be some active participant study on interaction between conflicting personalities or something like that. I'll play along though. I feel sad, helpless and a bit perturbed if I'm honest.\nPersuader: Well Im sorry you feel that way. I just wanted to know if you have ever donated or helped kids in need?\n\tPersuadee: Yes I have, though I'm wary of doing so currently, too many organizations abuse that funding.\nPersuader: I hear you! I donated per month to compassion international for years and years! I supported a young girl who is grown now.\n\tPersuadee: I currently work with some people who travel the Southwestern US and set up CSA farms and connect them via outreach centers to people who need food or labor. I find action helps more than money, sends a deeper message and imparts a strong work ethic to those you help.\nPersuader: I do agree with that to a point. Action does help but these companies do need monetary support as well or they cannot trhrive.\n\tPersuadee: Couldn't agree more.\nPersuader: That's wonderful! Have you head of the organization Save the Children?\n\tPersuadee: Yes I have.\nPersuader: They are needing a lot of help currently, there are more and more kids needing help.\n\tPersuadee: Like I said, I'm more of the opinion action is the better choice. I always ask myself, why are these kids starving? Why are those directly responsible for the children unable to care for them? To me it comes down to failure as a species. We allow this travesty to continue and think throwing money at it will help. It wont.\nPersuader: That makes sense to a point. Without funding the companies cannot help. Anyway heres my question How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).? \n\tPersuadee: I don't believe I will donate anything. $0.\nPersuader: I really wish you would donate something any amount helps.\n\tPersuadee: I wish you would come along with us next weekend to Oklahoma and help build the Community Center we are working on, any amount helps.", "label": [[124, 184, "1-RAPPORT-DISCLOSE"], [276, 288, "1-RAPPORT-SIMILAR"], [289, 351, "3-EMOTION-GUILT"], [640, 672, "3-EMOTION-EMPATHY"], [673, 743, "1-RAPPORT-OTHER"], [861, 872, "1-RAPPORT-SIMILAR"], [873, 941, "1-RAPPORT-DISCLOSE"], [873, 941, "6-SOCIAL-NORMS"], [942, 984, "1-RAPPORT-DISCLOSE"], [1277, 1310, "1-RAPPORT-SIMILAR"], [1310, 1403, "4-LOGIC-COUNTER"], [1466, 1518, "1-RAPPORT-OTHER"], [1448, 1466, "1-RAPPORT-FRIEND"], [1554, 1638, "3-EMOTION-GUILT"], [1986, 2015, "4-LOGIC-CONCEDE"], [2015, 2058, "4-LOGIC-COUNTER"], [2058, 2133, "4-LOGIC-WITHDRAW"], [2134, 2197, "2-NEGOTIATE-BARGAIN"], [2058, 2133, "3-EMOTION-ALTERCASTING"], [2198, 2259, "2-NEGOTIATE-BARGAIN"], [2327, 2385, "7-PRESSURE-MANIPULATE"]], "idx": "569"}
{"id": 2748, "data": "Persuader: Hello, have you ever heard of Save the Children charity?\n\tPersuadee: I have not. what do they do?\nPersuader: they promote children's rights and provide relief and support in developing countries\n\tPersuadee: That sounds awesome! Do you donate to them?\nPersuader: yes! It is some important because so many kids die from hunger and any small donation makes a huge difference\n\tPersuadee: I believe it! I used to support a child with Compassion International and it was amazing how much my monthly donation helped her out!\nPersuader: That is so wonderful of you! Would you be interested in donating today?\n\tPersuadee: I can't at this moment because I just don't have anything extra.\nPersuader: The smallest amount would make a world of difference in these children's lives. You could choose any amount of you 2.00 task payment to donate. It would be greatly appreciated.\n\tPersuadee: Thats true I guess I can give .25\nPersuader: could i convince you to donate 50 cents. A extra 25 cents seems small but can make a great impact.\n\tPersuadee: I really cant that .25 cents is pushing it! \nPersuader: I understand. I am sorry if i upset you. I just know how much difference it could make. I appreciate your 25 cent donation.\n\tPersuadee: you did not upset me. I understand the needs of your organization. So is your organization not for profit\nPersuader: we are a non-governmental organization\n\tPersuadee: I get that but are you for profit or non profit?\nPersuader: we are a non profit organization\n\tPersuadee: Oh that's awesome! How many kids do you all help in a year do you know?\nPersuader: in 2017 we reached more than 155 million children in 120 countries...every donation is so important\n\tPersuadee: Wow that's so cool! Do you love working for this organization?\nPersuader: I do! It is very near and dear to my heart. Could you please confirm how much you are donating today?\n\tPersuadee: I will donate .25 cents\nPersuader: Thank you so much!", "label": [[11, 67, "1-RAPPORT-OTHER"], [120, 205, "5-AUTHORITY-CREDENTIALS"], [273, 277, "6-SOCIAL-NORMS"], [278, 382, "3-EMOTION-GUILT"], [540, 568, "1-RAPPORT-COMPLIMENT"], [569, 611, "2-NEGOTIATE-REQUEST"], [700, 780, "3-EMOTION-GUILT"], [780, 843, "2-NEGOTIATE-BARGAIN"], [844, 876, "3-EMOTION-EMPATHY"], [934, 974, "2-NEGOTIATE-BARGAIN"], [975, 1032, "3-EMOTION-GUILT"], [1101, 1114, "1-RAPPORT-SIMILAR"], [1115, 1140, "3-EMOTION-EMPATHY"], [1142, 1188, "3-EMOTION-GUILT"], [1189, 1224, "1-RAPPORT-FRIEND"], [1354, 1392, "5-AUTHORITY-CREDENTIALS"], [1465, 1497, "5-AUTHORITY-CREDENTIALS"], [1593, 1692, "5-AUTHORITY-CREDENTIALS"], [1593, 1692, "3-EMOTION-GUILT"], [1785, 1822, "3-EMOTION-EMPATHY"], [1823, 1880, "2-NEGOTIATE-BARGAIN"], [1928, 1946, "1-RAPPORT-COMPLIMENT"]], "idx": "570"}
{"id": 2749, "data": "Persuader: Hello! How are you?\n\tPersuadee: Hello, fine, thanks! My name is Billy. How are you today?\nPersuader: I am Elvir! Im doing great today, thanks for asking! Do you know about any NPOs? (Non-profit)\n\tPersuadee: Nice to meet you, Elvir. I am familiar with NPOs 0 i even volunteer for one. How about you?\nPersuader: I am a frequent donator to NPOs. What is the NPO that you volunteer for?\n\tPersuadee: That is nice to hear. From time to time I volunteer for a tiny NPO school that teaches economics and social science to adults. \nPersuader: Oh nice! Is it local in your area?\n\tPersuadee: Yes, although there are several similar schools around the US and across the world. What type of organizations do you support, Elvir?\nPersuader: I support NPOs that engage in promoting childrens rights, providing relief and helping support children in developing countries. One NPO mainly being Save the Children.\n\tPersuadee: That is wonderful. I am slightly familiar with Save the Children. Do you think that they are effective?\nPersuader: They are very effective at their mission, making an international impact with professional and cautious use of the donation they receive. They are one of few NPO's who actually use their funds for their purpose.\n\tPersuadee: Yes, mis-use and waste is a huge problem in with NPOs. For this reason I like and support Smile Train - they repair cleft lips using local resources. \nPersuader: Thats awesome! The amazing thing about the Save the Children mission is that 77 cents only can host a child in need for shelter for one day!\n\tPersuadee: That is very cheap. Good nutrition, medical care, and a clean and safe environment are vital for all, especially children. \nPersuader: You will be recieving $2 for the survey completion, would you like to donate any of your compensation to Save The Children organization? It will go a long way for the children!\n\tPersuadee: Yes, I would like to help out. There are many more needy than me. I'll give $1.50 to Save the Children. \nPersuader: Awesome! Thank you so much for your donation! At the end of the survey it will give you an option to donate that amount. This was a good talk!\n\tPersuadee: Yes, I learned from you. I will do some research on Save the Children and consider supporting them.  \nPersuader: Yes please do! I am a frequent donator of Save the Children! It was my pleasure, have a good day!\n\tPersuadee: You too, Elvir. Have a great weekend and thanks again for the information on Save the Children. ", "label": [[112, 123, "1-RAPPORT-DISCLOSE"], [124, 164, "1-RAPPORT-FRIEND"], [165, 205, "1-RAPPORT-OTHER"], [321, 353, "6-SOCIAL-NORMS"], [321, 354, "1-RAPPORT-DISCLOSE"], [354, 393, "1-RAPPORT-OTHER"], [737, 865, "6-SOCIAL-NORMS"], [866, 905, "1-RAPPORT-OTHER"], [1033, 1170, "2-NEGOTIATE-OPINION"], [1171, 1244, "2-NEGOTIATE-OPINION"], [1434, 1559, "3-EMOTION-GUILT"], [1707, 1843, "2-NEGOTIATE-REQUEST"], [2295, 2340, "6-SOCIAL-NORMS"], [1844, 1883, "3-EMOTION-GUILT"], [2021, 2057, "1-RAPPORT-COMPLIMENT"], [2133, 2154, "1-RAPPORT-FRIEND"], [2341, 2377, "1-RAPPORT-FRIEND"]], "idx": "571"}
{"id": 2750, "data": "Persuader: hi\n\tPersuadee: hello how are you\nPersuader: I'm great. What about you?\n\tPersuadee: Doing well other than poison ivy on my arms.  Thank you.\nPersuader: Oh my. How did that happen?\n\tPersuadee: Weed wacking some tall grass and not realizing I was getting it all over my arms\nPersuader: Wow. I don't do yard work, so I have no idea. \n\tPersuadee: I usually don't either, but lesson learned!\nPersuader: So where are you from?\n\tPersuadee: The great midwest! You?\nPersuader: The South. North Carolina, specifically. What is the Midwest like?\n\tPersuadee: Its nice. Cold about half the year. Can't complain though. What about the south?\nPersuader: It's really hot here, pretty much all the time. I like the mix of urban and rural that we have going on so that's good.\n\tPersuadee: Thats awesome! I enjoy the heat, but too much and I get a little woozy.\nPersuader: Right. I know that feeling. Have you heard of a charity called Save the Children?\n\tPersuadee: I sure have!\nPersuader: I was wondering if you would like to donate some of your payment(between $0 and $2) to them? \n\tPersuadee: I sure would! Do you know what part of the charity my donation would go to?\nPersuader: I'm not sure but the research team will collect all donations and send it to Save the Children.\n\tPersuadee: That sounds great! I will donate a dollar!\nPersuader: Great. Wow. You're awesome!\n\tPersuadee: Well, I couldn't be awesome without my awesome partner!\nPersuader: Aww. Thanks, well have a good night/evening. It was great to talk to you.", "label": [[169, 189, "1-RAPPORT-FRIEND"], [162, 168, "1-RAPPORT-FRIEND"], [299, 340, "3-EMOTION-HUMOUR"], [408, 430, "1-RAPPORT-OTHER"], [871, 891, "1-RAPPORT-SIMILAR"], [892, 945, "1-RAPPORT-OTHER"], [981, 1075, "2-NEGOTIATE-REQUEST"], [982, 1075, "2-NEGOTIATE-BARGAIN"], [1349, 1364, "1-RAPPORT-COMPLIMENT"], [1449, 1488, "1-RAPPORT-FRIEND"], [1489, 1517, "1-RAPPORT-FRIEND"]], "idx": "572"}
{"id": 2751, "data": "Persuader: Hey, how's it going tonight?\n\tPersuadee: Very Well, How about you?\nPersuader: Ok, here too. I'd like to talk to you about children who are less fortunate. Do you have a moment?\n\tPersuadee: Yes, please go ahead and tell me\nPersuader: How do you feel about people who just born unlucky?\n\tPersuadee: I feel sorry for them and would like to help them as much as possible\nPersuader: I see I got a really kind person to talk to. That's great.\n\tPersuadee: Go ahead and tell me how can I help\nPersuader: I'm glad you're so welling to help, but I would feel bad just to get your help without letting you know what the organization is about.\n\tPersuadee: Sure, please tell me about the organization\nPersuader: It's an organization called Save the Children. Have you heard of them?\n\tPersuadee: I think I have\nPersuader: They are an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: that is very good to know\nPersuader: Yes. Just recently, not sure if you've heard of it, they are working on reuniting children who were separated from their parents at the Mexico-US border.\n\tPersuadee: Thats such a noble thing they are doing\nPersuader: They are very noble. They're helping kids worldwise but also very close to home. Would you like to help by donating?\n\tPersuadee: Sure, I would like to help. How much is the average donation\nPersuader: They get anything from $0.50 to $2 from mturk workers.\n\tPersuadee: I would like to to donate $1.00 as a mturk worker", "label": [[103, 165, "3-EMOTION-GUILT"], [244, 295, "3-EMOTION-GUILT"], [389, 433, "1-RAPPORT-COMPLIMENT"], [507, 642, "3-EMOTION-EMPATHY"], [710, 756, "5-AUTHORITY-CREDENTIALS"], [819, 975, "5-AUTHORITY-CREDENTIALS"], [1030, 1178, "3-EMOTION-STORY"], [1242, 1262, "2-NEGOTIATE-OPINION"], [1263, 1323, "3-EMOTION-STORY"], [1323, 1358, "2-NEGOTIATE-REQUEST"], [1443, 1497, "2-NEGOTIATE-BARGAIN"], [1443, 1497, "6-SOCIAL-NORMS"]], "idx": "573"}
{"id": 2752, "data": "Persuader: Hello\n\tPersuadee: Hey, how is it going?\nPersuader: Im tired but it was a good long weekend.  How was yours?\n\tPersuadee: Not bad at all, thanks. Just enjoyed the long weekend as well.\nPersuader: Do you consider yourself a compassionate person?\n\tPersuadee: I do, but I also do not want to donate anything today. I really need the money...\nPersuader: That is okay I understand times are tough, but they could be tougher.  I think we get spoiled sometimes of the life we lead.\n\tPersuadee: For sure, but I am on the verge of being homeless and this is my only source of income.\nPersuader: To be honest this is one of a few sources I have going but all are online.  Good luck to your future!  So I will donate some of my money today.  I was thinking about doing a dollar but now I am thinking I will give all of it.\n\tPersuadee: I appreciate the support. I have a degree, just fell on a tough part in life. You can do that if you want, but I am keeping my full payment. Do you know where the donations go to?\nPersuader: Oh sorry I am not doing my part I forgot to tell you where they are going.  Are you aware of Save the Children?\n\tPersuadee: I am not. Can you tell me more please?\nPersuader: They help out in 192 countries and counting.  Their main mission is to ensure children's rights to health, education, safety, etc.  There has been a lack of support for children in developing countries, especially in war zones. For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence.\n\tPersuadee: That is awful. Do you have any information on how much of the their funds go to the actual charity part versus the administration, staff, etc?\nPersuader: Yes, about 9 out of 10 dollars go straight to the children while the other dollar would go to making sure that they can expand their capabilities and continue to help\n\tPersuadee: That is a very good ratio. Not many charities that are famous to us do that.\nPersuader: It is a very good ration and I love that they are transparent about it.  No pressure here but do you change your mind on donating?  Even if it is a small donation every penny will help these people in need\n\tPersuadee: I will donate 25 cents. I wish I could do more.\nPersuader: It is okay, you rock!  The research team will collect all donations and send it to Save the Children after the study is complete.  Have a good one\n\tPersuadee: You too, man.", "label": [[205, 253, "3-EMOTION-GUILT"], [359, 428, "3-EMOTION-EMPATHY"], [359, 428, "3-EMOTION-GUILT"], [430, 483, "2-NEGOTIATE-OPINION"], [430, 483, "3-EMOTION-GUILT"], [595, 669, "5-AUTHORITY-CREDENTIALS"], [698, 738, "6-SOCIAL-NORMS"], [671, 696, "1-RAPPORT-FRIEND"], [740, 820, "6-SOCIAL-NORMS"], [1024, 1098, "4-LOGIC-CONCEDE"], [1198, 1242, "5-AUTHORITY-CREDENTIALS"], [1330, 1425, "3-EMOTION-GUILT"], [1519, 1632, "3-EMOTION-GUILT"], [1519, 1632, "3-EMOTION-STORY"], [1244, 1328, "3-EMOTION-STORY"], [1426, 1517, "3-EMOTION-GUILT"], [1426, 1518, "3-EMOTION-STORY"], [1799, 1965, "4-LOGIC-COUNTER"], [2066, 2137, "1-RAPPORT-SIMILAR"], [2139, 2196, "2-NEGOTIATE-REQUEST"], [2198, 2271, "3-EMOTION-GUILT"], [2343, 2364, "1-RAPPORT-FRIEND"]], "idx": "574"}
{"id": 2753, "data": "Persuader: Hello\n\tPersuadee: Good morning!\nPersuader: Good Morning to you, too! Are you excited about today?\n\tPersuadee: Yes I am, its a beautiful Saturday and Im in the middle of a great roadtrip adventure. are you doing anything fun this weekend?\nPersuader: It is definitely a beautiful day here, too, and I am looking forward to a motorcycle ride to the mountains later today. But I have to do may daily good deed and help a friend before that. Hope I am not interrupting your road trip.\n\tPersuadee: Not at all, I am traveling in an RV and will explore a couple of a attractions later on. What type of motorcycle do you own?\nPersuader: Sounds like your trip is awesome and one I dream of doing myself some day. I own a Harley Davidson Street Glide Special\n\tPersuadee: Nice! ... Yea it was a dream I had for a while, been travelingin the RV for 4 months now and LOVE IT. \nPersuader: sort of coincidentally, I have been youtubing a lot of RV living stuff the last few months myself. It appeals to me as I prefer the more simple life and meeting new folks.\n\tPersuadee: Itreally is adifferent type of life. There are a couple of youtubers I follow and Im thinking about creating a channel myself. Where are you located if you dont mind me asking\nPersuader: Of course I don't mind .. I live in Hot Springs, Arkansas\n\tPersuadee: I see, I still have not been been around there.. Im in Colorado at the moment. Checking out a couple of National Parks off my bucketlist :)\nPersuader: Cool .. Hot Springs in a National Park and is the the ONLY city IN a national park and is quite beautiful\n\tPersuadee: Awesome, will visit for sure. Have you been to any other National Park? \nPersuader: sure, I've been to Sturgis, afterall .. Yellowstone and Mt. Rushmore .. others around the country mostly in the blue ridge mountains and such\n\tPersuadee: I havent been to those two but if everything goes as planned should have those under my belt in the next 2 months. So far I been to about 14 NP but only 3 of those have been during this adventure.\nPersuader: you are quite the adventurer and glad to see you are pursuing your happiness. I am very similar and part of pursuing my happiness is trying my best to give back to my community, world and friends through volunteerism and various charities.\n\tPersuadee: Im glad to connect with like minded people. I really hope you get to travel around in an RV someday and see the country this way. Its an eyeopening experience, theres so many wonderful people out there. What kind of volunteerism do you do? is it with an organization specific?\nPersuader: Several organizations mostly dedicated to the motorcycle community, veterans, unwed mothers, etc. But one I would like to talk about today is one of my favorite world outreaches that has proven very good. the Save the Children international organization\n\tPersuadee: Great, I organized a community effort afer the Tsunamiin Japan and the proceedswent to Save the Children too.\nPersuader: that is awesome .. would you consider making a contribution to Save the Children today thru this chat experience?\n\tPersuadee: Not at the moment, but will consider it again at anothertime in my life.Life on the road is expensive hehe. Keep the great efforts and follow your dreams. Bye.\nPersuader: okay, sorry you have to go because donating today would not really cost you anything", "label": [[80, 108, "1-RAPPORT-OTHER"], [380, 447, "6-SOCIAL-NORMS"], [260, 379, "1-RAPPORT-SIMILAR"], [448, 490, "3-EMOTION-EMPATHY"], [639, 713, "1-RAPPORT-SIMILAR"], [714, 758, "1-RAPPORT-DISCLOSE"], [984, 1056, "1-RAPPORT-SIMILAR"], [1282, 1313, "1-RAPPORT-DISCLOSE"], [1256, 1281, "1-RAPPORT-FRIEND"], [2041, 2118, "1-RAPPORT-COMPLIMENT"], [2119, 2280, "1-RAPPORT-DISCLOSE"], [2679, 2834, "1-RAPPORT-OTHER"], [2987, 3081, "2-NEGOTIATE-REQUEST"], [2968, 2987, "1-RAPPORT-COMPLIMENT"], [3265, 3349, "3-EMOTION-GUILT"]], "idx": "575"}
{"id": 2754, "data": "Persuader: Hi. How are you?\n\tPersuadee: Hello, I'm fine. How are you?\nPersuader: I'm doing well. Thanks.  Have you been using MTurk long?  I've only just started in the last few days and I love it.  It's pretty easy money most of the time.  I'm Tommy, by the way.\n\tPersuadee: Hi Tommy I'm Cassidy. I've been using mTurk on and off for about half a year but the past month I've really commmited to doing tasks everyday. It's great to earn extra money here and there. I'm glad you're enjoying it. \nPersuader: Well thanks, Cassidy.  It definitely seems like a fun way to make some extra money.  I feel like sometimes people don't understand how even just a few dollars can make a difference in people's lives.  For example, I like to give a little money to charity each month.  And you'd be surprised how far even just a little bit of money goes in some impoverished countries.  How about you, Cassidy?  Do you like giving to charities? \n\tPersuadee: I do enjoy donating to charities. I don't usually have a ton of extra money so it's not an every month kind of thing for me but I try to give at least once a year. And when I can't give monetarily donate food, my time, and go to blood drives on my university\nPersuader: Aww, that's really considerate of you. I have two sponsored kids myself, one from Ghana and one from Mexico and they send me letters every month.  Cassidy, you'd be surprised how emotionally attached I am to them and I have never even met them.  I send them 20 dollars on their birthdays and then they send me pics of what they bought.  It's really sweet.  Then there is another charity I like a lot which allows for really small donations.  Have you heard of Save the Children?\n\tPersuadee: No, I haven't heard of Save the Children. And its awesome that you help out those kids in need\nPersuader: The thing is, Cassidy, is that I don't have any of my own right now, so it kind of fills a need, you know? I like Save the Children because they rank towards the top of reputable charities on the ranking sites. The other thing is that they allow for small donations which have a big impact in countries like Syria where the local currency has dropped so considerably.  It's really really sad what's going on over there.  Anyways, even 50 cents goes a long way you know?\n\tPersuadee: Yeah, 50 cents isn't too bad. Maybe I'll consider donating to them\nPersuader: Well, personally, I've made about 8 dollars already here today, so I'm going to donate the 30 cents from this HIT to them.  Did you know that there is an option to do that for this HIT?\n\tPersuadee: No, I didn't know but thank you for telling me! I think I might donate mine too!\nPersuader: I say we do it together!  See, Cassidy, no single one of us can fix all the problems in this world. There is too much suffering, too many children growing up in poverty and trauma.  But together, if we stick together, if we put our money together, you'd be surprised how much we can change in this world.  How many lives we can help.  What do you say, Cassidy, do you want to join me today in helping these kids?\n\tPersuadee: Yes I do, you've really inspired me Tommy\nPersuader: Great!  That's so generous of you.  How much would you like to donate to them today?  Your donation will be directly deducted from your task payment.  You can choose any amount from  zero to the whole .30 cents.  Personally, I'm giving them the full amount.\n\tPersuadee: I'l do 20 cents\nPersuader: Well thats fantastic of you.  I feel like together we made a small difference in the world today.  How about you?\n\tPersuadee: I do too\nPersuader: Well great.  I wish you a happy rest of your weekend. And it was a pleasure chatting with you today.  \n\tPersuadee: It was nice chatting with you too", "label": [[241, 263, "1-RAPPORT-DISCLOSE"], [507, 528, "1-RAPPORT-FRIEND"], [592, 706, "3-EMOTION-GUILT"], [708, 773, "6-SOCIAL-NORMS"], [775, 874, "3-EMOTION-GUILT"], [1217, 1255, "1-RAPPORT-COMPLIMENT"], [1256, 1362, "6-SOCIAL-NORMS"], [1364, 1461, "1-RAPPORT-DISCLOSE"], [1463, 1552, "1-RAPPORT-DISCLOSE"], [1554, 1572, "2-NEGOTIATE-OPINION"], [1574, 1657, "2-NEGOTIATE-OPINION"], [1814, 1920, "3-EMOTION-GUILT"], [1921, 2024, "5-AUTHORITY-CREDENTIALS"], [2025, 2181, "3-EMOTION-GUILT"], [2183, 2233, "3-EMOTION-GUILT"], [2235, 2283, "3-EMOTION-GUILT"], [2374, 2496, "6-SOCIAL-NORMS"], [2498, 2559, "2-NEGOTIATE-BARGAIN"], [2664, 2688, "3-EMOTION-ALTERCASTING"], [2690, 2763, "3-EMOTION-GUILT"], [2764, 2845, "3-EMOTION-GUILT"], [2846, 2968, "3-EMOTION-ALTRUISTIC"], [2970, 2997, "3-EMOTION-ALTRUISTIC"], [2999, 3076, "2-NEGOTIATE-REQUEST"], [3150, 3176, "1-RAPPORT-COMPLIMENT"], [3178, 3226, "2-NEGOTIATE-BARGAIN"], [3228, 3291, "2-NEGOTIATE-BARGAIN"], [3293, 3355, "2-NEGOTIATE-BARGAIN"], [3355, 3399, "6-SOCIAL-NORMS"], [3439, 3467, "1-RAPPORT-COMPLIMENT"], [3469, 3537, "1-RAPPORT-FRIEND"], [3639, 3686, "1-RAPPORT-FRIEND"], [3598, 3638, "1-RAPPORT-FRIEND"]], "idx": "577"}
{"id": 2755, "data": "Persuader: Good evening. How are you doing?\n\tPersuadee: I'm doing pretty good, how about yourself?\nPersuader: Not too bad. So have you heard of the charity Save the Children?\n\tPersuadee: I have, they seem to do some good work for the humanity of children in need.\nPersuader: I'm going to donate half of this HIT to them. That's something I do from time to time when I'm asked to donate--but only for charities I trust.\n\tPersuadee: I think I'll do the same. It's hard to trust some charities. I think they're in the right place though.\nPersuader: I'm going to donate 15 cents. That's half. It sounds about right to me.\n\tPersuadee: I'm going to do the same. Anything should help.\nPersuader: Well, that's half of my HIT. I've given more, depending on the dollar amount of the HIT. I may consider going up to the full amount of the HIT. I can always make up for it with other smaller surveys.\n\tPersuadee: Yeah it's easy to make it up.\nPersuader: So, how much do you think you'll donate?\n\tPersuadee: I'm thinking 15 cents.\nPersuader: I'm going to go with the full amount of the hit. I don't know how many people do this on mTurk, but I think there's a cumulative effect that has to be, well, I hope it's something.\n\tPersuadee: Yeah it has to help. Hopefully they actually use the donations for the children.\nPersuader: I'm pretty confident the research team does the right thing. I've known a lot of graduate assistant researchers, and they're an honest bunch. \n\tPersuadee: I hope they are. The kids need it.\nPersuader: This is another revenue stream for the charity. I've tended to give to them when asked. They don't spend too much on overhead and admin costs, like some other charities. (Yes, United Way, I'm looking at you.)\n\tPersuadee: The United Way is so shady! \nPersuader: Yes. So you're going to do 15 cents?\n\tPersuadee: Yeah I believe so.", "label": [[321, 418, "1-RAPPORT-DISCLOSE"], [546, 575, "6-SOCIAL-NORMS"], [589, 617, "2-NEGOTIATE-OPINION"], [1029, 1077, "6-SOCIAL-NORMS"], [1563, 1602, "6-SOCIAL-NORMS"], [1685, 1723, "3-EMOTION-HUMOUR"], [1781, 1812, "2-NEGOTIATE-BARGAIN"], [275, 320, "6-SOCIAL-NORMS"], [1078, 1209, "6-SOCIAL-NORMS"], [1375, 1456, "2-NEGOTIATE-OPINION"], [1603, 1684, "2-NEGOTIATE-OPINION"]], "idx": "578"}
{"id": 2756, "data": "Persuader: I want to tell you a little about a charity called Save the Children. It is a non-profit organization that acts globally to promote children's rights. It also helps children in developing countries obtain necessary support and relief from their poverty and other troubles. It's truly a great organization that does amazing work.\n\tPersuadee: Oh yeah, I donate to world vision, its the best for kids\nPersuader: That's nice. It's another good organization. Save the Children also a great and very professional organization. They are credentialed internationally and have a great reputation for using their money wisely. Children everyday are dying of hunger and violence so it's really important to donate to help them.\n\tPersuadee: oh wow, that sounds important\nPersuader: Yes. They provide medical treatments, education, food assistance and training to help children get resources they need now, but also to help them learn to provide for themselves.\n\tPersuadee: who do they help\nPersuader: They help 157 million children in 120 countries worldwide\n\tPersuadee: wow that is a huge number isnt it\nPersuader: Yes, they truly reach a great number of children.\n\tPersuadee: do they help children in africa\nPersuader: Yes, they helped 32 million children in Africa in 2016. They also help in the United States, Asia, the Middle East, and Latin America.\n\tPersuadee: do they take donations\nPersuader: Yes, one of the top ways this organization is able to do it's work is through donations from individuals worldwide.\n\tPersuadee: do you donate to them?\nPersuader: I donate to them, yes, and I encourage you to consider it as well.\n\tPersuadee: how much should i give\nPersuader: Every little bit helps. Even a small amount!\n\tPersuadee: will you also give some money today?\nPersuader: Yes, I plan to.\n\tPersuadee: if you give 1 dollar i will also give 1 dollar\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.", "label": [[11, 80, "1-RAPPORT-OTHER"], [162, 283, "5-AUTHORITY-CREDENTIALS"], [284, 339, "2-NEGOTIATE-OPINION"], [433, 464, "1-RAPPORT-SIMILAR"], [465, 531, "5-AUTHORITY-CREDENTIALS"], [532, 627, "5-AUTHORITY-CREDENTIALS"], [1276, 1354, "5-AUTHORITY-CREDENTIALS"], [1563, 1629, "6-SOCIAL-NORMS"], [1700, 1720, "3-EMOTION-GUILT"], [1676, 1699, "3-EMOTION-GUILT"], [81, 161, "5-AUTHORITY-CREDENTIALS"], [628, 727, "3-EMOTION-GUILT"], [786, 959, "3-EMOTION-STORY"], [1000, 1057, "5-AUTHORITY-CREDENTIALS"], [1115, 1164, "2-NEGOTIATE-OPINION"], [1220, 1275, "5-AUTHORITY-CREDENTIALS"], [1401, 1516, "5-AUTHORITY-CREDENTIALS"], [1781, 1796, "6-SOCIAL-NORMS"], [1867, 1917, "2-NEGOTIATE-BARGAIN"], [1982, 2036, "2-NEGOTIATE-BARGAIN"]], "idx": "579"}
{"id": 2757, "data": "Persuader: Hello?\n\tPersuadee: Hello\nPersuader: How is your day going today?\n\tPersuadee: It was a busy day at work today.  Are you ready for the three day weekday?\nPersuader: Oh of course labor day weekend is always a fun holiday. Do you usually donate to charities?\n\tPersuadee: I don't much.  I do donate clothing and things that I don't need anymore.  \nPersuader: Oh that\\'s nice of you, have you heard of \"Save the Children\\'?\n\tPersuadee: Yes.  I have seen many commercials on TV about this charity.  Do you donate to this charity?\nPersuader: Yes, I am today and was wondering would you like to donate to it also with the funds you get for this task?\n\tPersuadee: I really can't. I am working hard on Mturks to make extra money.  I am so low on funds and so right now would be a good time to donate to this charity.\nPersuader: I understand but you dont have to donate a large amount, it's for a good cause. You can start off with donating $0.50?\n\tPersuadee: I can do $0.25 today. \nPersuader: That's fine too, it will be very appreciated.\n\tPersuadee: Yes then I'll do that amount.  It's for a good cause\nPersuader: Thank you, so im go make it clear you want to donate $0.25 correct?\n\tPersuadee: Yes that is right.\nPersuader: Ok cool, whats your plans for Labor day?\n\tPersuadee: Very busy.  I am in charge of my sister in law's baby shower, so I'll be finishing plans for her baby shower on Sunday. \nPersuader: Sounds like fun, have a great time with the baby shower and it was great speaking with you.\n\tPersuadee: Great! Thank you/", "label": [[174, 229, "1-RAPPORT-FRIEND"], [230, 265, "6-SOCIAL-NORMS"], [365, 428, "1-RAPPORT-FRIEND"], [545, 652, "2-NEGOTIATE-REQUEST"], [828, 908, "2-NEGOTIATE-BARGAIN"], [908, 946, "2-NEGOTIATE-BARGAIN"], [993, 1038, "6-SOCIAL-NORMS"], [1115, 1182, "2-NEGOTIATE-REMIND"], [1225, 1265, "1-RAPPORT-FRIEND"], [1410, 1501, "1-RAPPORT-FRIEND"]], "idx": "580"}
{"id": 2758, "data": "Persuader: Hi\n\tPersuadee: hello\nPersuader: I think to donate 50c to save the children life.\n\tPersuadee: Have you already donate charity?\nPersuader: Yes, I already donate different type of charity.\n\tPersuadee: I also like donations. but i do not donate anyone.\nPersuader: Oh sad. Have you willing to donate charity?\n\tPersuadee: yes i also.\nPersuader: Great! How mach donate for this?\n\tPersuadee: i think 50c\nPersuader: Great! Very helpful to save the children life.\n\tPersuadee: yes, how many times you donate charities?\nPersuader: I think 5 or more..\n\tPersuadee: oh! are you very soft person?\nPersuader: Thank you! you also.\n\tPersuadee: thank you so much. are you single?\nPersuader: Yeah. why ask you?\n\tPersuadee: I just wanted to know.\nPersuader: Okay! Thank you.\n\tPersuadee: thank you very much to chat with me.", "label": [[43, 91, "6-SOCIAL-NORMS"], [148, 196, "6-SOCIAL-NORMS"], [279, 314, "2-NEGOTIATE-REQUEST"], [357, 382, "2-NEGOTIATE-BARGAIN"], [425, 464, "1-RAPPORT-COMPLIMENT"], [530, 549, "6-SOCIAL-NORMS"]], "idx": "581"}
{"id": 2759, "data": "Persuader: How are you doing today? Are you familiar with the charity Save the Children?\n\tPersuadee: Good, you?  Never hard of it.  Is it a charity?\nPersuader: I'm great, thanks for asking. Yes, it is a charity. I'm working with them to secure donations to help children in need. Helping families with children through crisis periods in their lives like relief after hurricanes, flooding, and earthquakes. We are also accepting donations to aid refugees and to assist with housing needs. Does this sound like a charity you would be interested in supporting?\n\tPersuadee: Yes I am interested.  Do you have a website?\nPersuader: Yes! Please visit  URL for additional information. But I might be able to answer any questions you have at this time.\n\tPersuadee: I am going to look at it really quick.  How much do people usually donate?\nPersuader: The donations vary. Today, I'm asking for a donation of $5. Of course, anything above that would be greatly appreciated. \n\tPersuadee: Pretty sure I can only donate up to $2\nPersuader: A $2 donation from the heart is better than no donation at all! Your support is greatly appreciated. Did you look over the website?\n\tPersuadee: Honestly everthing I make here goes into my son's college fund.  I was more thinking 50 cents. I did look at the website. looks like a really good cause.\nPersuader: I understand your need to budget for your own children. Please keep in mind that your donation will be directly deducted from your task payment. Wouldn't you consider it worth the effort to donate the entire $2 for charity. Your $2 can make all the difference in the lives of these children. $2 could be several meals for a child in need. \n\tPersuadee: I would have to discuss this matter with my wife first.  I am only comfortable with giving 50 cents right now.\nPersuader: Thank you for your continued support and donation. Would you be able to discuss the donation with your wife at this time? I ask because time is essencial. Millions of children are facing the threat of starvation, illness, and homelessness while we speak. \n\tPersuadee: She's not home right now.  But I would be willing to bring this up with my church group and maybe do a fundraiser for this cause.\nPersuader: That would be incredible! Additional support from your church group is much appreciated as well. Again, thank you for your support and commitment to Save the Children. Charitable causes, especially those concerning children and the less fortunate, are definitely the Lord's work! And I know what goes around comes around. And God rewards those that look out for the less fortunate.\n\tPersuadee: Do you know if my donation can specifically go to their US program that help border children?\nPersuader: I believe the funds can be specifically allocated to that designation. I'm happy to hear that you have a passion to help the needs of those children. But there are millions of other children throughout the world that need our assistance. Would you be able to donate $2 directly to those children? I know that especially now, they need all the help they can get. I'm not sure when your children will be going to college, but these kids are in need of help today!\n\tPersuadee: I appreate the info.  I will give 50 cents today and look into a fundraiser with my church group.\nPersuader: I understand. We will accept your 50 cent donation today. Please use the link I provided earlier for additional information to give to you congregation. There is also info on that site as to where to send future donations. \n\tPersuadee: Thanks.  Have a good day!\nPersuader: Again, thank you for being part of the solution. It is greatly appreciated. Have a great rest of your day!", "label": [[36, 88, "1-RAPPORT-OTHER"], [212, 279, "3-EMOTION-GUILT"], [280, 405, "3-EMOTION-GUILT"], [406, 487, "3-EMOTION-GUILT"], [488, 557, "2-NEGOTIATE-REQUEST"], [631, 676, "5-AUTHORITY-CREDENTIALS"], [862, 901, "6-SOCIAL-NORMS"], [902, 963, "2-NEGOTIATE-BARGAIN"], [1026, 1089, "1-RAPPORT-FRIEND"], [1090, 1126, "1-RAPPORT-COMPLIMENT"], [1335, 1390, "3-EMOTION-EMPATHY"], [1391, 1479, "2-NEGOTIATE-BARGAIN"], [1480, 1558, "2-NEGOTIATE-BARGAIN"], [1559, 1626, "3-EMOTION-GUILT"], [1627, 1674, "3-EMOTION-GUILT"], [1809, 1859, "1-RAPPORT-COMPLIMENT"], [1860, 1930, "2-NEGOTIATE-BARGAIN"], [1931, 1963, "2-NEGOTIATE-SCARCITY"], [1964, 2063, "3-EMOTION-GUILT"], [2218, 2243, "1-RAPPORT-COMPLIMENT"], [2244, 2314, "1-RAPPORT-COMPLIMENT"], [2315, 2386, "1-RAPPORT-COMPLIMENT"], [2386, 2497, "1-RAPPORT-SIMILAR"], [2498, 2539, "3-EMOTION-PROMISE"], [2540, 2599, "3-EMOTION-PROMISE"], [2788, 2866, "2-NEGOTIATE-REMIND"], [2867, 2954, "3-EMOTION-GUILT"], [2955, 3013, "2-NEGOTIATE-REQUEST"], [3014, 3078, "3-EMOTION-GUILT"], [3079, 3178, "2-NEGOTIATE-SCARCITY"], [3300, 3313, "1-RAPPORT-SIMILAR"], [3358, 3452, "5-AUTHORITY-CREDENTIALS"], [3573, 3621, "1-RAPPORT-COMPLIMENT"]], "idx": "582"}
{"id": 2760, "data": "Persuader: Hi there, how are you doing today? \n\tPersuadee: Im doing great. you?\nPersuader: I'm doing good. I was wondering if I could talk to you about maybe donating to a charity called Save the Children? \n\tPersuadee: Yes, we can do that.\nPersuader: Great! Save the Children is a fantastic charity that works to ensure that children have access to good healthcare, education, and that they are growing up in a clean and safe environment. It's so important to take care of our children, and this charity really works to help give them the best life possible.\n\tPersuadee: I agree. I think that charity is a good organization that helps children who have low resources\nPersuader: That's great! It's so nice to hear people that really care about this cause too! Would you be willing to donate to the charity today? The donation will be directly deducted from your task payment. You can choose any amount from 0 to all of your payment. \n\tPersuadee: I think I will choose 0 at this time. Thank you!\nPersuader: I'm so sorry to hear that. The children really need your donation. What can I do to help convince you to make a donation at this time? \n\tPersuadee: I really dont know\nPersuader: I know that 2 dollars seems like a lot for a survey, but think about it. What will you really use that money for? 2 dollars given to this charity can help buy a vaccine for two children. That could mean the life or death for a child.\n\tPersuadee: I know, but I also need the money for gas.\nPersuader: How much money will 2 dollars get you for gas though, when it can literally save someone's life?\n\tPersuadee: I know, but still. I also need the money\nPersuader: Are you sure that this is your final decision? I don't want to call you a selfish person because I don't know you but I'm shocked at how someone can be so callous. This is a survey, yes, but this is a real donation to help save a child's life. \n\tPersuadee: Yet, we are both here to make money. I do not see you donating your compensation.\nPersuader: I actually have donated my entire compensation for this task in order to help. I also donate 20 hours a week with a youth counsel organization to help talk to children with depression and who struggle with substance abuse issues. \n\tPersuadee: I also help at homeless shelters, work at Salvations army without compensation.\nPersuader: And that's great! This is part of my volunteer service, trying to recruit people to donate. Are you sure you won't even donate a quarter to help try to save a child's life? \n\tPersuadee: Nope! Thanks. Maybe you are getting something if I donate, but no.\nPersuader: Would you donate if I could guarantee you that I was not getting any compensation? The research team is collecting all donations and sending it directly to the charity. ", "label": [[107, 206, "2-NEGOTIATE-REQUEST"], [258, 438, "2-NEGOTIATE-OPINION"], [439, 558, "3-EMOTION-GUILT"], [692, 758, "1-RAPPORT-SIMILAR"], [759, 811, "2-NEGOTIATE-REQUEST"], [812, 874, "2-NEGOTIATE-BARGAIN"], [875, 932, "2-NEGOTIATE-BARGAIN"], [1032, 1071, "3-EMOTION-GUILT"], [1072, 1139, "2-NEGOTIATE-REQUEST"], [1183, 1255, "4-LOGIC-OTHER"], [1256, 1369, "3-EMOTION-GUILT"], [1370, 1416, "3-EMOTION-GUILT"], [1483, 1578, "3-EMOTION-GUILT"], [1644, 1690, "2-NEGOTIATE-SCARCITY"], [1691, 1807, "7-PRESSURE-MANIPULATE"], [1808, 1888, "3-EMOTION-GUILT"], [1982, 2028, "3-EMOTION-HUMOUR"], [2073, 2224, "1-RAPPORT-DISCLOSE"], [1994, 2072, "6-SOCIAL-NORMS"], [2346, 2419, "1-RAPPORT-SIMILAR"], [2420, 2501, "2-NEGOTIATE-BARGAIN"], [2592, 2675, "2-NEGOTIATE-BARGAIN"]], "idx": "583"}
{"id": 2761, "data": "Persuader: Hello therehow are you?\n\tPersuadee: I am good. How are you?\nPersuader: I'm pretty good, just trying to get ready for work soon.\n\tPersuadee: I understand that.  So tell me about this charity.\nPersuader: Have you heard of Save the Children?  They do work around health, education, etc.\n\tPersuadee: I'm not sure that I have.\nPersuader: They work mostly in developing countries.  I would appreciate it if some of the funds could be donated.  The researchers will pass that donation on to the charity at the end.\n\tPersuadee: What kind of work do they do?\nPersuader: They do emergency hunger relief, are engaged with Syrian children.\n\tPersuadee: Ok, that sounds good.  How do I know it is a legitimate charity?\nPersuader: you can check their website  URL   They are highly rated by Charity Watch.\n\tPersuadee: That's good to know.  How long have they been around?\nPersuader: Almost 100 years!\n\tPersuadee: That's pretty impressive.\nPersuader: Do you think you would be willing to donate a portion of your earnings?\n\tPersuadee: I just can't see doing that.\nPersuader: Why do you think that?  There are children dying in Syria who can benefit from the donation.\n\tPersuadee: I understand that.  But, I choose my own charities independently.\nPersuader: ok, I understand that.  i hope you have a good day \n\tPersuadee: Ok, you too!", "label": [[213, 294, "5-AUTHORITY-CREDENTIALS"], [344, 385, "5-AUTHORITY-CREDENTIALS"], [387, 447, "2-NEGOTIATE-BARGAIN"], [572, 638, "5-AUTHORITY-CREDENTIALS"], [727, 801, "5-AUTHORITY-CREDENTIALS"], [879, 896, "5-AUTHORITY-CREDENTIALS"], [946, 1017, "2-NEGOTIATE-REQUEST"], [1094, 1162, "3-EMOTION-GUILT"]], "idx": "584"}
{"id": 2762, "data": "Persuader: Hi how are you this day ? \n\tPersuadee: Hey, I'm doing great, how are you?\nPersuader: I am very good. Glad to be doing this survey because it is for a good cause (Save the children) Do you agree ? \n\tPersuadee: Oh absolutely! I think it's very important to donate to charities.\nPersuader: Yeah I stronlgly believe we should all pitch in and help. I am 100% sure I am going to donate 80%-100% of my earnings for this survey to (Save the children) It will make me feel good to help Little helpless children. What do you think you will be donating ?\n\tPersuadee: I don't have the money right now to donate. I will defiantly be donating at the first of September though. I will try to donate at least five dollars.\nPersuader: We all need money, but this is a special cause and the money is not too much. These surveys are a good way for us to get involved and help those in need........Dont you agree ?\n\tPersuadee: Oh yeah defiantly. Out of the earnings I earn from this survey I would probably donate at least half. It's only fair.\nPersuader: Wow that is so good to hear it reallly shows that most people are willing to help those who are less fortunate than ourselves. \n\tPersuadee: Yeah it's very important to help someone that is less fortunate than yourself. Especially if they are children.\nPersuader: Did they tell you \"How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\"\n\tPersuadee: At this time I can't donate any amount. However I will donate later.\nPersuader: I thought you said you would donate a part of your earnings ? How about I match you on what you decide you can afford to donate. If you donate 30% I will donate 50% if you donate higher I will increase mine accordingly. It is a one time thing. Those kids suffer quite a lot and dont really have anyone to help them. \n\tPersuadee: Sure I will donate 30%.\nPersuader: Awesome. I know I have never met you ,but I feel so good to be working with you to help someone even if it is such a small amount it makes me feel glad. \n\tPersuadee: Same to you! Most people wouldn't give anything and it makes me really happy to meet someone that would help with whatever they can.\nPersuader: Yeah I agree 100% with you. I have been to other countries that are very poor and it is Amazing how much a little donation will make a BIG differance in these childrens lives. \n\tPersuadee: I guess in America you don't really understand what other countries go through. That's awesome you have been to other countries. I don't mind helping at all.\nPersuader: I live in Florida. What part of USA are you from ? \n\tPersuadee: North Carolina, I've been to Florida once, it's nice.\nPersuader: North Carolina is nice I have been there once. Well nice talking to you so I am going to Donate 70% and you will do the 30% .Good Deal and hope this will help others. Take care have a great day. ", "label": [[112, 207, "3-EMOTION-ALTRUISTIC"], [298, 355, "2-NEGOTIATE-OPINION"], [356, 454, "6-SOCIAL-NORMS"], [455, 514, "3-EMOTION-ALTRUISTIC"], [515, 555, "3-EMOTION-ALTERCASTING"], [730, 807, "3-EMOTION-GUILT"], [808, 906, "2-NEGOTIATE-OPINION"], [1048, 1175, "6-SOCIAL-GROUP"], [1445, 1499, "2-NEGOTIATE-BARGAIN"], [1593, 1654, "3-EMOTION-ALTERCASTING"], [1655, 1721, "2-NEGOTIATE-BARGAIN"], [1722, 1812, "2-NEGOTIATE-BARGAIN"], [1813, 1836, "2-NEGOTIATE-SCARCITY"], [1837, 1909, "3-EMOTION-GUILT"], [1966, 2109, "1-RAPPORT-DISCLOSE"], [2267, 2294, "1-RAPPORT-SIMILAR"], [2295, 2442, "3-EMOTION-GUILT"], [2754, 2800, "1-RAPPORT-SIMILAR"], [2801, 2920, "1-RAPPORT-FRIEND"]], "idx": "585"}
{"id": 2763, "data": "Persuader: Are you interested in Save the Children?\n\tPersuadee: What is that?\nPersuader: It's an international organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: They sound interesting.  When were they established?\nPersuader: let me check that for you. is that important info for you?\n\tPersuadee: I was just curious.  It's always good to work with an organization that has been around for some time.\nPersuader: I think it says 1919! so that's a while!\n\tPersuadee: Good enough for me.\nPersuader: are you interested in donating to save the children?\n\tPersuadee: Yes, I think I am\nPersuader: How much do you like to donate to the charity now?\n\tPersuadee: What's the minimum?\nPersuader: Well, it comes from your task payment I think.\n\tPersuadee: Ok, I'd like to donate $.50\nPersuader: That's a great offer!\n\tPersuadee: I know it's small but it's something.\nPersuader: It's fine. The research team will collect all donations and send it to Save the Children.\n\tPersuadee: Ok.  So, how do we proceed?\nPersuader: I'm not sure I think maybe they'll see the chat.\n\tPersuadee: Oh....I thought you were involved somehow....my mistake.\nPersuader: No, you agreed, so that's all we need to do. Thanks for chatting!", "label": [[11, 51, "1-RAPPORT-OTHER"], [89, 224, "5-AUTHORITY-CREDENTIALS"], [486, 507, "5-AUTHORITY-CREDENTIALS"], [508, 526, "2-NEGOTIATE-OPINION"], [570, 622, "2-NEGOTIATE-REQUEST"], [664, 714, "2-NEGOTIATE-BARGAIN"], [856, 877, "1-RAPPORT-COMPLIMENT"]], "idx": "586"}
{"id": 2764, "data": "Persuader: Hello there\n\tPersuadee: Hi, how are you\nPersuader: Im doing good. Im researching some things online. One of the things I love to do is helping other by making donations. How do you feel about it?\n\tPersuadee: I also like to make donations to causes that are important to me.\nPersuader: Really? That is great! Can you mention your favorite charity?\n\tPersuadee: I donate regularly to the make-a-wish foundation\nPersuader: That's nice of you! Have you heard of Save the Children?\n\tPersuadee: I might have, can you give me a little more information about their purpose?\nPersuader: Ofcourse! Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: that is a great cause and i love to help out charities that promote children's rights\nPersuader: Me too. It is the children who will change this world so we as people need to help them. \n\tPersuadee: would you like to donate to save the children?  I know I would\nPersuader: I always do. And I applaud you for doing the same. This organization is just so wonderful that every donation will be going to a trustable fund.\n\tPersuadee: i agree, its very important that 100% of my donation goes towards the cause\nPersuader: YES. I knew a couple of kids that died from hunger but this organization will try to decrease this horrible situations from happening.\n\tPersuadee: it so sad to hear about kids who can't get basic nutrition\nPersuader: Very. So let's remember that we are not here just to be sad about it but to be part of the solution.\n\tPersuadee: Yup, that's why I am so willing do make a donation.  I want to be part of the answer.\nPersuader: Fantastic! How much would you like to donate?  URL \n\tPersuadee: I'm going to keep the amount I'm going to donate to myself.  I feel awkward discussing that with a stranger.", "label": [[112, 180, "1-RAPPORT-DISCLOSE"], [319, 357, "1-RAPPORT-OTHER"], [450, 486, "1-RAPPORT-OTHER"], [430, 449, "1-RAPPORT-COMPLIMENT"], [597, 765, "5-AUTHORITY-CREDENTIALS"], [883, 964, "2-NEGOTIATE-OPINION"], [1064, 1101, "1-RAPPORT-SIMILAR"], [1102, 1195, "2-NEGOTIATE-OPINION"], [1300, 1429, "3-EMOTION-GUILT"], [1518, 1612, "3-EMOTION-ALTRUISTIC"], [1733, 1767, "2-NEGOTIATE-BARGAIN"], [1722, 1732, "1-RAPPORT-COMPLIMENT"]], "idx": "587"}
{"id": 2765, "data": "Persuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.that needs your help right now! Big issues are going on.\n\tPersuadee: I believe it!  I dont know much about this charity....what else can you tell me about it\nPersuader: You believe, as we do, that every child deserves a future. Every last child., that is the mission statement.\n\tPersuadee: Yes, I definitely agree... how can I help?\nPersuader: I would like you to donate at least half of your money doing this hit to save children its your moral obligation.\n\tPersuadee: Unfortunately, I cant do that. I need the money as well\nPersuader: Not as much as the starving children in Syria who don't even have a phone/desktop to do this hit.\n\tPersuadee: Can i donate my time instead?\nPersuader: You can do that locally for certain, but time is money, and right now just a dollar would go a long way in saving lives.\n\tPersuadee: Ok great.  I will look in to donating my time locally, thank you!\nPersuader: Well. I hope you feel guilty for not helping the kids now, because this is just your time.\n\tPersuadee: I do not feel guilty, did you donate?\nPersuader: I am donating everything from this hit, then I'll do another one.\n\tPersuadee: Oh, I didnt know we could do another one?\nPersuader: I'm pretty sure we can and i'm pretty sure that you buy frivolous things that you don't need when the money can be going towards a good cause.\n\tPersuadee: Im pretty sure that if you want someone to donate to a cause you treat them nicely\nPersuader: This isn't my cause, I need to get it through to peoples heads that this is important. I'm not trying to get money from you in the streets for my own cauase this is for something bigger than you or I\n\tPersuadee: Ok, well use your passion for the cause to speak nicely to people and educate them on why its important\nPersuader: I tried that approach and you disregarded me and told me another time.\n\tPersuadee: if you care for this cause, then me donating my time should be sufficient", "label": [[11, 179, "5-AUTHORITY-CREDENTIALS"], [179, 210, "2-NEGOTIATE-SCARCITY"], [211, 235, "2-NEGOTIATE-OPINION"], [348, 406, "1-RAPPORT-SIMILAR"], [407, 456, "4-LOGIC-OTHER"], [523, 636, "2-NEGOTIATE-REQUEST"], [716, 813, "3-EMOTION-GUILT"], [867, 987, "3-EMOTION-GUILT"], [1083, 1167, "3-EMOTION-GUILT"], [1229, 1294, "6-SOCIAL-NORMS"], [1360, 1502, "3-EMOTION-GUILT"], [1609, 1695, "1-RAPPORT-OTHER"], [1696, 1808, "3-EMOTION-OTHER"], [1936, 2006, "7-PRESSURE-MANIPULATE"]], "idx": "588"}
{"id": 2766, "data": "Persuader: Hello. How are you doing today?\n\tPersuadee: Hi. I'm doing well on this holiday.\nPersuader: I'm very glad to hear that. Can I ask if you are someone who is interested in charitable organizations?\n\tPersuadee: Most likely. I have given to different local organizations regularly.\nPersuader: That is very good to hear and I thank you for helping others. Have you ever donated to the organization Save the Children?\n\tPersuadee: I've heard of them, maybe from television commercials. \nPersuader: Do you know much about what they do?\n\tPersuadee: Not really. Can you tell me more?\nPersuader: I would be happy to. Save the Children works nationally and internationally to help children. They promote children's rights, provide relief, and support children in developing countries. \n\tPersuadee: So Save the Children does help children in the United States as well as around the world? \nPersuader: That is correct. And people can be sure that their money is being well spent when they donate because 86% of all expenditures go to program services.  \n\tPersuadee: Oh, ok. That's good to know since there are way too many charities that don't. \nPersuader: Yes, unfortunately some charities use more than the should to pay high salaries for CEO's. Please also be aware that Save the Children even does work in countries like war torn Syria where 1,000 children were injured or killed in the first 2 months of 2018 alone. \n\tPersuadee: I think I'm interested but how would I donate from here?\nPersuader: You can go to their website directly anytime. You can also donate now if you would like. How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: I think I will donate 20 cents today. After I think about it, I may donate more.\nPersuader: I and the organization very much appreciate it. The funds will be put to good use. They do a lot of good work here and in developing countries where needs are extreme. \n\tPersuadee: So do I just wait and see if my donation is automatically taken?\nPersuader: You will be asked shortly how much you would like to donate. And if you would ever like to donate in the future, please visit the website. Thank you again for your contribution. \n\tPersuadee: Alright. Thanks for the information.", "label": [[130, 205, "1-RAPPORT-OTHER"], [299, 360, "1-RAPPORT-COMPLIMENT"], [361, 421, "2-NEGOTIATE-OTHER"], [616, 688, "5-AUTHORITY-CREDENTIALS"], [689, 783, "5-AUTHORITY-CREDENTIALS"], [915, 1047, "5-AUTHORITY-CREDENTIALS"], [1153, 1243, "2-NEGOTIATE-OPINION"], [1244, 1417, "3-EMOTION-GUILT"], [1544, 1586, "2-NEGOTIATE-BARGAIN"], [1587, 1638, "2-NEGOTIATE-BARGAIN"], [1702, 1761, "2-NEGOTIATE-BARGAIN"], [1866, 1913, "1-RAPPORT-COMPLIMENT"], [1914, 1948, "2-NEGOTIATE-OPINION"], [1949, 2033, "2-NEGOTIATE-OPINION"]], "idx": "589"}
{"id": 2767, "data": "Persuader: Hello would you like to donate little amount of money to a a children's charity called Save the Children.\n\tPersuadee: Why would I want to do that?\nPersuader: because I love , dont you ?\n\tPersuadee: Love is a transitive verb.  It needs an object.  Who do you love?\nPersuader: excuse me.. that was a typo my friend. because I love children, dont you\n\tPersuadee: Actually I don't.  Children are irritating.\nPersuader: okay thats fine its your personal preference.\n\tPersuadee: There are much more worthwhile charities than those that promote children.\nPersuader: there could be, i am not denying it.\n\tPersuadee: I can think of lots of them.  For instance homeless shelters, food pantries, environmental causes.  \nPersuader: understand but thats not the point though. if you dont want to donate to charity called Save the Children. its your choice.. its your money.\n\tPersuadee: I can guarantee you I would never\nPersuader: you do not have to guarantee to me. I dont care if you donate or not. it is your choice my friend\n\tPersuadee: Then why are you asking me to do it.  What are you saving these children from?\nPersuader: who knows? Did I ask that?\n\tPersuadee: It seems implicit in the title of the charity unless its a fraud.\nPersuader: could be. all i need is to submit this survey.\n\tPersuadee: So you weren't even serious about asking me to throw away money on children?\nPersuader: may be. maybe not.\n\tPersuadee: That seems somewhat ingenuous.  Why would you think you could convince me like that?", "label": [[11, 116, "2-NEGOTIATE-REQUEST"], [169, 196, "3-EMOTION-GUILT"], [286, 324, "1-RAPPORT-FRIEND"], [325, 358, "3-EMOTION-GUILT"], [426, 471, "4-LOGIC-WITHDRAW"], [570, 606, "4-LOGIC-CONCEDE"], [731, 773, "4-LOGIC-ARGUE"], [838, 871, "4-LOGIC-ARGUE"]], "idx": "590"}
{"id": 2768, "data": "Persuader: Have you heard of the charity \"Save the Children\"?\n\tPersuadee: yes I have\nPersuader: It is amazing! For 20 cents you can feed a child for 6 months and increase their likelihood of exceeding at school by 99%\n\tPersuadee: I am willing to give 20 cents of my task for saving the children\nPersuader: That's great!  These donations help save kids for gorilla war fare and allow them to experience some sort of childhood\n\tPersuadee: I have researched this charity and am glad to be a part of donating my task money to help them\nPersuader: I'm so happy to hear that! We need more supporters like you!\n\tPersuadee: I plan to do the same for other mturkers I speak with \nPersuader: Do you have any friends you'd be willing to compel to donate to save the children? \n\tPersuadee: I am homebound at the moment, but I will reach out to other workers and ask them to donate\nPersuader: Amazing! You can share the website  URL that will give them information and a link to donate\n\tPersuadee: Just copied it, thank you for the information I hope you get rewarded!!!\nPersuader: We are all rewarded when we help the less fortunate!\n\tPersuadee: 100%, I am on board for assisting everyone in need\nPersuader: I really appreciate your support.  However much you decide to donate will be deducted from your task payment.  How much would you like to donate at this time?\n\tPersuadee: 20 cent at this time, I am also sending the site to other mturkers\nPersuader: I am confirming your donation of 20 cents?\n\tPersuadee: ok, I appreciate your time\nPersuader: Thank you so much! Your support will do so much for children in need\n\tPersuadee: thank you, have an incredible night", "label": [[11, 61, "1-RAPPORT-OTHER"], [111, 217, "2-NEGOTIATE-OPINION"], [321, 424, "3-EMOTION-STORY"], [543, 569, "1-RAPPORT-FRIEND"], [570, 603, "1-RAPPORT-COMPLIMENT"], [682, 765, "2-NEGOTIATE-REQUEST"], [1069, 1121, "3-EMOTION-ALTRUISTIC"], [1196, 1230, "1-RAPPORT-COMPLIMENT"], [1307, 1354, "2-NEGOTIATE-BARGAIN"], [1445, 1487, "2-NEGOTIATE-BARGAIN"], [1557, 1606, "3-EMOTION-PROMISE"]], "idx": "591"}
{"id": 2769, "data": "Persuader: Hello, how are you?\n\tPersuadee: fair\nPersuader: Okay, well do you donate much?\n\tPersuadee: not for the past year\nPersuader: Can I ask why not?\n\tPersuadee: retirement and family issues has significantly reduced finances\nPersuader: I'm sorry to hear that, I was thinking of donating today though if you want to join.\n\tPersuadee: i am not able to join you at this time\nPersuader: Not even one cent?\n\tPersuadee: i can affor one cent, but don't believe it is worthwhile\nPersuader: I think one cent can go a long way.\n\tPersuadee: not sure how to respond. we have a difference of opinion.\nPersuader: Of course, I just think if I donate one cent and you donate one cent then we can both contribute.\n\tPersuadee: i'm not easily swayed\nPersuader: I can tell from your responses.\n\tPersuadee: i'm acknowledging your statement.\nPersuader: Well, I'm going to donate one cent. You're free to do what you want.\n\tPersuadee: we agree on that. thank you.\nPersuader: Thank you for your time, have a good day.\n\tPersuadee: you're welcome. and you.", "label": [[59, 89, "1-RAPPORT-OTHER"], [241, 325, "6-SOCIAL-NORMS"], [487, 522, "2-NEGOTIATE-OPINION"], [604, 701, "2-NEGOTIATE-BARGAIN"], [836, 871, "6-SOCIAL-NORMS"], [241, 324, "3-EMOTION-EMPATHY"], [388, 406, "2-NEGOTIATE-BARGAIN"]], "idx": "592"}
{"id": 2770, "data": "Persuader: Hello, how are you?\n\tPersuadee: hi good how are you?\nPersuader: I'm doing well, thank you! \n\tPersuadee: Donation for what?\nPersuader: It\\'s called \"Save the Children\". It basically fights for children\\'s rights in developing countries, so it gives them access to education, healthcare, shelter, etc.\n\tPersuadee: This is one strange hit! I think I would rather donate to help people and children here in the USA.\nPersuader: Agreed! I understand that, I thought that myself until I heard about the awful conditions some of these kids are going through. I've read story after story of these poor kids being abused, starved, and dying in the streets. It breaks my heart. \n\tPersuadee: Breaks mine too but the world is full of things like that. Many heart breaking stories right here at home too.\nPersuader: Me too. I guess I'm more sympathetic because here we at least have foundations to help these kids. Children Protective Services, Child Aid USA, Ronald McDonald House, etc. I just feel like these kids aren't given a chance.\n\tPersuadee: Okay I will donate something but how do we know the money actually gets to the intended kids rather than some already rich ceo\nPersuader: That's awesome! I did some research and online they have a whole spreadsheet on where the money actually goes which is good.\n\tPersuadee: It only gets 3 stars though on the ratings chart\nPersuader: According to their statistics they said scored an 87% for transparency and communication of expenditure based on their own research.\n\tPersuadee: Save a child foundation is fake but thats something different. Still not sure about this one\nPersuader: I just read that they actually helped over 237k children the US too! I'm glad they're helping people here too.\n\tPersuadee: Article about why they no longer support\nPersuader: I saw that too when I was researching. Then I stumbled on \"Charity Navigator\" which helps choose charities to donate too and they scored quite highly. 88% score overall, and 97% for accountability.\n\tPersuadee: Yes looking at the 2017 financial report\nPersuader: Do you think you'd still be willing to donate?\n\tPersuadee: sure I will give 1\nPersuader: $1? (Just so I'm clear!)\n\tPersuadee: correct 1.00 or 1 /2 of the 2.00\nPersuader: That's great! Thank you so much!\n\tPersuadee: your welcome have a wonderful day!", "label": [[442, 561, "3-EMOTION-GUILT"], [442, 561, "3-EMOTION-GUILT"], [562, 678, "3-EMOTION-GUILT"], [145, 310, "5-AUTHORITY-CREDENTIALS"], [813, 911, "3-EMOTION-GUILT"], [984, 1035, "3-EMOTION-GUILT"], [1202, 1310, "5-AUTHORITY-CREDENTIALS"], [1383, 1515, "5-AUTHORITY-CREDENTIALS"], [1632, 1700, "5-AUTHORITY-CREDENTIALS"], [1701, 1742, "3-EMOTION-EMPATHY"], [1846, 1957, "5-AUTHORITY-CREDENTIALS"], [1958, 2004, "5-AUTHORITY-CREDENTIALS"], [2069, 2115, "2-NEGOTIATE-BARGAIN"], [2158, 2182, "2-NEGOTIATE-BARGAIN"]], "idx": "593"}
{"id": 2771, "data": "Persuader: hello\n\tPersuadee: hello how are oyu\nPersuader: I have a special, special request for a special person like you.\n\tPersuadee: ok great i have one for you also. i'm sure you love children, right?\nPersuader: Absolutely, and I'm sure you do too.\n\tPersuadee: of course or i wouldnt be online! so have you ever considered donating to a charity for kids\nPersuader: I was thinking the same thing, actually. Have you heard of the group named Save the Children?\n\tPersuadee: Oh yes, I have heard that they do very important work! \nPersuader: It's so sad that so many children are dying in developing countries and war zones. It makes me furious.\n\tPersuadee: Me too, if only we could help!\nPersuader: I head of one child who was in the middle of a war-torn city in Syria, who was cut off from food and water, and died.\n\tPersuadee: That is very sad. I would like to donate money to a charity to help this cause\nPersuader: That's very, very nice of you! As we need to maximize help I would recommend you donate a maximum amount.\n\tPersuadee: I think we should donate at least 17 dollars but less than 19 dollars\nPersuader: So you think that you want donate around 18? That sounds like a generous donation, of course you could do more.\n\tPersuadee: I could maybe do less as well? How about 15?\nPersuader: Well, less is okay, but to help the maximum amount of kids then a maximum amount would be good. I would say 20 dollars. If you can stomach more then go for it!\n\tPersuadee: That sounds good. I agree to 20\nPersuader: That sounds good. This will help many kids! A few bucks goes a long way in these places.\n\tPersuadee: hopefully many more people help out so that they can get food and medicine", "label": [[58, 122, "1-RAPPORT-COMPLIMENT"], [215, 251, "1-RAPPORT-SIMILAR"], [368, 408, "1-RAPPORT-SIMILAR"], [541, 623, "3-EMOTION-EMPATHY"], [624, 644, "3-EMOTION-EMPATHY"], [699, 816, "3-EMOTION-STORY"], [919, 949, "1-RAPPORT-COMPLIMENT"], [950, 1024, "2-NEGOTIATE-BARGAIN"], [1118, 1162, "2-NEGOTIATE-BARGAIN"], [1163, 1229, "2-NEGOTIATE-BARGAIN"], [1163, 1229, "3-EMOTION-GUILT"], [1298, 1393, "3-EMOTION-GUILT"], [1531, 1556, "2-NEGOTIATE-OPINION"], [1557, 1601, "2-NEGOTIATE-OPINION"]], "idx": "594"}
{"id": 2772, "data": "Persuader: Good Morning!  I'm hoping you can help me out to today.\n\tPersuadee: Sure, as long as you can help me out as well... you see, I have a child that is overseas, in a warzone. they are hungry and injured and also short\nPersuader: I'm so sorry, what a terrible thing.  Well not being short, that's fine. \n\tPersuadee: yeah, i mean, i guess\nPersuader: I am also here to help children in underprivileged areas, by supporting the Save the Children Charity  \n\tPersuadee: what is save the children\nPersuader: Save the Children promotes rights and provides support for children in serious situations.  They work to get food, medical help and education to poor children in under developed countries.\n\tPersuadee: do they help lots of kids\nPersuader: Very much so.  \n\tPersuadee: do they help kids in africa too\nPersuader: They absolutely do.  \n\tPersuadee: do they provide medical help too though?\nPersuader: That's a very large part of their mission yes.  \n\tPersuadee: I see, and it's called Save the Children\nPersuader: It is. and they need you help.\n\tPersuadee: Do they help adults?\nPersuader: The primary focus is on the children, but of course by supporting children the parents also have some of the vburdens taken off of them.  \n\tPersuadee: I see, and do they provide medical help as well?\nPersuader: They do.  And as I said we definitely need your help.  Would you be able to provide some monetary support to this charity and help them Save the Children.\n\tPersuadee: If you can promise me that none of the money will go to help ANY Muslim child, then I will donate two dollars from my payment\nPersuader: Unfortunately Save the Children does not discriminate against any suffering child.  \n\tPersuadee: then unfortunately, i cannot give any money", "label": [[25, 66, "2-NEGOTIATE-REQUEST"], [237, 273, "3-EMOTION-EMPATHY"], [275, 310, "3-EMOTION-HUMOUR"], [356, 459, "1-RAPPORT-OTHER"], [509, 599, "5-AUTHORITY-CREDENTIALS"], [601, 697, "3-EMOTION-STORY"], [904, 952, "4-LOGIC-OTHER"], [1017, 1047, "2-NEGOTIATE-OPINION"], [1092, 1230, "3-EMOTION-STORY"], [1313, 1356, "2-NEGOTIATE-OPINION"], [1358, 1457, "2-NEGOTIATE-REQUEST"]], "idx": "595"}
{"id": 2773, "data": "Persuader: Hi, how are you today?\n\tPersuadee: I'm good. YOu/\nPersuader: I'm doing fine. I'm talking to people today about donating to an organization very special to me. Are you interested?\n\tPersuadee: Which organization would that be?\nPersuader: Save the Children. They aim to provide aid in the form of relief in developing countries. Have you donated to a similar charity before?\n\tPersuadee: I'm familiar with the charity but have never donated to that one before.\nPersuader: Have you felt inclined to donate to any charity before? If so, what sort of charity?\n\tPersuadee: I donate to breast cancer awareness, red cross and some locale charities\nPersuader: Are you able to set aside a small amount today for Save the Children?\n\tPersuadee: I don't think so.  I like to stick with my normal donations\nPersuader: If you do change your mind, you can donate a portion of your payment for this task. It can be any amount from $0 to $2.\n\tPersuadee: No thanks.  It's a good cause but I won't be donating at this time\nPersuader: Thank you. What is the name of the breast cancer awareness charity that you donate to?\n\tPersuadee: It's Susan G. Komen. The big one.  It's a great cause\nPersuader: What is your primary mode of donation? Do you donate online, at events, or otherwise?\n\tPersuadee: Both.  I also participate in awareness walks and promotions\nPersuader: Do you have a personal connection to the cause?\n\tPersuadee: Yes. Family members and friends have gone through this.\nPersuader: I'm sorry to hear that. I lost my grandmother to breast cancer and lymphoma.\n\tPersuadee: that's sad.  Sorry to hear that", "label": [[88, 169, "1-RAPPORT-OTHER"], [170, 189, "2-NEGOTIATE-REQUEST"], [266, 336, "5-AUTHORITY-CREDENTIALS"], [337, 382, "2-NEGOTIATE-REQUEST"], [479, 534, "1-RAPPORT-OTHER"], [660, 729, "2-NEGOTIATE-REQUEST"], [813, 896, "2-NEGOTIATE-BARGAIN"], [897, 932, "2-NEGOTIATE-BARGAIN"], [1187, 1225, "1-RAPPORT-OTHER"], [1483, 1559, "1-RAPPORT-SIMILAR"]], "idx": "596"}
{"id": 2774, "data": "Persuader: Hi, how are you?\n\tPersuadee: Great! I have been research the Make-A-Wish foundation. Are you familiar with it?\nPersuader: That's great! Yes, I am familiar with them. Are you familiar with Save the Children?\n\tPersuadee: I have heard of it but don't know much about what they do. will you tell me?\nPersuader: I would love to. Save the Children helps to ensure children's rights to health, education, and safety. Is this something that you care about?\n\tPersuadee: that sounds meaningful. How involved are you in the organization? i am about to donate to make-a-wish and hope you will too.\nPersuader: I am in charge of communications. I help spread the word about our organization and encourage people to donate. I would donate to make-a-wish. Would you donate to Save the Children?\n\tPersuadee: I will. I will do $10 to both. I am somewhat of a tight budget, but I always make room for good causes.\nPersuader: Thank you very much. The children will appreciate it. Do you donate to charities often?\n\tPersuadee: I do. I focus on kids and animals. Make a wish is really cool. Lots of celebrities get involved. John Cena has granted 400 wishes!\nPersuader: Wow! John Cena is amazing. You can't see him - ha ha. Save the Children has celebrities too. Bill Nye the Science Guy helps educate the children.\n\tPersuadee: I love it when celebrities bring attention to causes. Really gets the public's interest. \nPersuader: Yeah, it is a great way to get people involved. Save the Children also gained attention by being sponsored by the UN. Our founder also won a Nobel Peace Prize a few years ago.\n\tPersuadee: Wow, that's amazing. How much money a year does save the children raise?\nPersuader: Last year we raised 2.5 million dollars. This year we are on track to hit 3 million thanks to generous people like you!\n\tPersuadee: well i will absolutely donate and tell some friends. i hope you will also donate to make a wish.\nPersuader: Absolutely. I will donate $10 to Make a Wish. So you are donating $10 to Save the Children, right?\n\tPersuadee: yes i am. i will do it as soon as the chat ends.\nPersuader: Thank you very much. People like you make the world better. Have a wonderful night.\n\tPersuadee: i hope the same for you also!", "label": [[335, 420, "3-EMOTION-STORY"], [421, 459, "3-EMOTION-GUILT"], [608, 719, "5-AUTHORITY-CREDENTIALS"], [720, 750, "6-SOCIAL-NORMS"], [751, 789, "2-NEGOTIATE-REQUEST"], [938, 970, "3-EMOTION-ALTRUISTIC"], [971, 1004, "1-RAPPORT-OTHER"], [1159, 1185, "1-RAPPORT-FRIEND"], [1186, 1212, "3-EMOTION-HUMOUR"], [1213, 1251, "1-RAPPORT-SIMILAR"], [1252, 1304, "5-AUTHORITY-CREDENTIALS"], [1418, 1465, "4-LOGIC-OTHER"], [1466, 1535, "5-AUTHORITY-CREDENTIALS"], [1536, 1593, "5-AUTHORITY-CREDENTIALS"], [1690, 1730, "5-AUTHORITY-CREDENTIALS"], [1731, 1809, "3-EMOTION-ALTERCASTING"], [1731, 1809, "5-AUTHORITY-CREDENTIALS"], [1942, 1975, "6-SOCIAL-NORMS"], [1976, 2028, "2-NEGOTIATE-REMIND"], [2122, 2160, "1-RAPPORT-COMPLIMENT"]], "idx": "597"}
{"id": 2775, "data": "Persuader: hello?\n\tPersuadee: Hello there!\nPersuader: Would you like to donate to Save the Children?\n\tPersuadee: Yes, what would this charity be doing to save the children?\nPersuader: Save the Children is and how their donation is essential to help ensuring children's rights to health, education, safety, etc. \n\tPersuadee: What have they done in the past? \nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: What countries have they been able to help? \nPersuader:  Millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence.\n\tPersuadee: I am aware of the violence in Syria but what has \"Save the Children\" done to aid in health, education and safety?\nPersuader: Small donations will indeed help a lot of children and their families. How much would you like to donate?\n\tPersuadee: Before I can donate I will need to know how this organization has help. \nPersuader: Be specific in what your asking?\n\tPersuadee: How has \"Save the Children\" helped to aid in health, education and safety of the Syrian children?\nPersuader: Save the children send over rights to health, education, and safety with the funds that you donate to developing countries Syria was an example of countries we aid with the donation. Would you like to donate?\n\tPersuadee: Send over rights? I do not understand. I also agreed to donate but before that I need more information, why do you keep asking me to donate? \nPersuader: Because you keep asking the same question for someone that conversing about donating to a charity. Its almost like you want to see paper work proof, I told you where your donation goes either you want to donate or not?\n\tPersuadee: Exactly, in today\\'s world one must be weary of scammers. Those who are really trying to do \"good\" for others will be more than happy to show proof of where donations are going or at least letting one know how those donations will be put to use. Telling me where it goes really does nothing for me. \nPersuader:  URL go check it out.\n\tPersuadee: Why the aggressive tone of me \"donating or not\"? ", "label": [[54, 100, "2-NEGOTIATE-REQUEST"], [369, 537, "5-AUTHORITY-CREDENTIALS"], [184, 310, "5-AUTHORITY-CREDENTIALS"], [607, 685, "3-EMOTION-GUILT"], [686, 799, "3-EMOTION-STORY"], [937, 1007, "3-EMOTION-EMPATHY"], [1008, 1042, "3-EMOTION-ALTERCASTING"], [1293, 1475, "4-LOGIC-ARGUE"], [1476, 1501, "2-NEGOTIATE-REQUEST"], [1667, 1765, "3-EMOTION-ANGER"], [1766, 1885, "7-PRESSURE-MANIPULATE"], [2210, 2230, "5-AUTHORITY-CREDENTIALS"]], "idx": "598"}
{"id": 2776, "data": "Persuader: Have you ever heard of save the children? \n\tPersuadee: Yes i have\nPersuader: It's a great organization and has an international impact. Children in other countries are suffering with no help in sight. I like to donate a small amount of money every year.\n\tPersuadee: That is exactly what i seen on tv. what a wonderful operation. poor children, Donating my time and helping at the shelters here in my town is what i do every other sat.\nPersuader: I also help children as well because my son was born and had to placed in the NICU for sugar problems. Every year I crochet 200 hats for the hospital NICU babies. Have you ever thought about donating to Save the Children?\n\tPersuadee: Oh my goodness, hope your son has no more health problems. Crocheting is right up my alley. If i made more money I would love to donate but I work hard for very little and for me i care about helping. that is why i volunteer. \nPersuader:  Me too! However, today you could donate 0-2 bucks of your payment from this task to help those children. Just think you it's only 1-2 bucks and you will be helping a poor innocent child in a war torn country. Could you imagine, running around barefoot, in rubble, being a three year old, crying, hungry, and looking for help help. You hear gunshots all around you and the sound of bombs exploding in the distance. \n\tPersuadee: wow, yeah I know that is horrible. Please do not judge me for saying that i can only donate .25 cents\nPersuader: I would never judge you for only donating .25 cents! That's .25 more cents than they had before. Just think that could be your child... Wouldn't you want any funding you could receive so your child could benefit! \n\tPersuadee: yes I would. And you are very kind!! the way you described their scenery really is eye opening. poor babies, your a blessed for helping \nPersuader: Thank you the research team will collect all donations and send them to save the children. God bless us with people like you so others won't have to suffer alone. Your generosity is greatly appreciated!! \n\tPersuadee: Thank you!! \nPersuader: If you get time, go to Save the Children's website and check out more information. Maybe someone you know would like to make a donation or match your donation to help children in other countries affected by war and poverty.\n\tPersuadee: of course!! that will be my goal of the day, i will get my sisters to donate and they will donate way more than me because they are well off. thank you again\nPersuader: Remember it's not about how much you donate but that fact that you donated... That alone will help others... How many children do you have?\n\tPersuadee: i have 3\nPersuader: I have two and when I watch the news my heart hurts so badly. Save The Children is also not government affiliated so your donation will be spend where its needed.. \n\tPersuadee: that is one of the worst fears of donating is who is managing the money. I seen on news a veteran go fund me had 400,000 for him but the people who started that go fund me had spent half the money and did not allow the veteran access to his own funds. horrible. I have to go now but thank lyou again for all your help\nPersuader: I saw the same news article and the judge just awarded him all the money! I understand your concern because it's mine as well. Thank you for donating and I hope you have a great day!\n\tPersuadee: No way, that is awesome. good for him and that judge to make it right. thank you again you too have a great day", "label": [[11, 53, "1-RAPPORT-OTHER"], [88, 146, "5-AUTHORITY-CREDENTIALS"], [147, 211, "3-EMOTION-GUILT"], [212, 264, "6-SOCIAL-NORMS"], [457, 559, "1-RAPPORT-DISCLOSE"], [560, 619, "6-SOCIAL-NORMS"], [620, 678, "2-NEGOTIATE-REQUEST"], [930, 937, "1-RAPPORT-SIMILAR"], [938, 1034, "2-NEGOTIATE-BARGAIN"], [1035, 1138, "3-EMOTION-GUILT"], [1139, 1260, "3-EMOTION-GUILT"], [1261, 1344, "3-EMOTION-GUILT"], [1470, 1522, "3-EMOTION-EMPATHY"], [1523, 1566, "3-EMOTION-ALTRUISTIC"], [1567, 1683, "3-EMOTION-GUILT"], [1844, 1934, "3-EMOTION-ALTRUISTIC"], [1935, 2006, "1-RAPPORT-COMPLIMENT"], [2007, 2048, "1-RAPPORT-COMPLIMENT"], [2168, 2308, "2-NEGOTIATE-BARGAIN"], [2490, 2568, "1-RAPPORT-FRIEND"], [2568, 2599, "2-NEGOTIATE-OPINION"], [2662, 2723, "1-RAPPORT-DISCLOSE"], [2724, 2825, "5-AUTHORITY-CREDENTIALS"], [3168, 3241, "1-RAPPORT-SIMILAR"], [3242, 3295, "1-RAPPORT-SIMILAR"], [3295, 3350, "1-RAPPORT-FRIEND"]], "idx": "599"}
{"id": 2777, "data": "Persuader: Good morning, we have a cool task this morning that could benefit more than 2 of us\n\tPersuadee: morning; sure let me know of the task\nPersuader: Save the children is a non profit who could benefit from a donation\n\tPersuadee: alright; i have heard of the organisation.\nPersuader: Each of us could use a monetary benefit\n\tPersuadee: well, it would depend on the task\nPersuader: The organization depends on monetary donations to help provide safety to children.  In places like syria\n\tPersuadee: how do i know this is reputable?  i normally only decide to donate unless i see legitimate documentation regarding it.\nPersuader: you can check out their website:  URL \n\tPersuadee: alright; are you not able to acquire donations in another fashion?  i am concerned proceeds would not be going to the appropriate place\nPersuader: I like the idea that as little as 77 cents can provide positive gain for the organization\n\tPersuadee: how many donations have you all receieved thus far?\nPersuader: My goal is to donate today and hope you will too\n\tPersuadee: i dont feel comfortable donating unless i see more documentation\nPersuader: Interesting, did you scroll thru the webpage. \n\tPersuadee: yup, but i may need to speak with an actual person, in person, to make further decisions\nPersuader: I like how they donate 90% of proceeds directly to the cause\n\tPersuadee: sure; but i would need to do more research to see if proceeds to indeed go to where they are intended to go\nPersuader: How much do you want to donate to the charity today?\n\tPersuadee: for today, it would be $0, for the reasons discussed.", "label": [[11, 94, "2-NEGOTIATE-OPINION"], [156, 223, "5-AUTHORITY-CREDENTIALS"], [387, 469, "3-EMOTION-GUILT"], [634, 672, "5-AUTHORITY-CREDENTIALS"], [832, 921, "2-NEGOTIATE-OPINION"], [997, 1045, "6-SOCIAL-NORMS"], [1293, 1353, "2-NEGOTIATE-OPINION"], [1485, 1537, "2-NEGOTIATE-BARGAIN"]], "idx": "600"}
{"id": 2778, "data": "Persuader: Hello how do you feel about the Save the Children charity?\n\tPersuadee: I think it's a scam\nPersuader: Oh no not at all they do tons of good  is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: I don't believe it. There is no way to prove where all those funds go. Plus there are starving children right here in america \nPersuader: This is a great organization and I am sure that they would not be allowed to continue the way they do if the money was not going where it is suppose to and every penny being accounted for.  They do so much good in the world yes there are hungry kids here but millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence.\n\tPersuadee: That is all your opinion. You have no facts to back that up.\nPersuader: Yes part of the money does go to pay for things like advertising and all that but over 88% of the donations they recieve are sent where they are needed and that includes in the United States believe it or not.  This is according to a website that breaks down info on different charities\n\tPersuadee: Like I said those are opinions. There are no facts that prove that to be true. There are no laws that stop them from lying to people either. I have never meet anyone who has been aided by that organization. Infomercials don't impress me.\nPersuader: How about the fact that they have been around for over 100 years scams do not stay around that long \n\tPersuadee: Yes they do. Have you ever heard of evangelism?  Again, you're only giving me an opinion.  I just can't see any good being done.\nPersuader: What about the after school programs they have right here in the US or the head start programs that they offer in many rural areas?  Just because it is not happening somewhere that you see everyday does not mean that it does not exsist.  They actually fund the head start that my child will be going to till fall.  Would you be willing to atleast donate some of what you are getting paid for this study?  Right now save the children has a partnership that will double any donation made so any little bit would help\n\tPersuadee: I would not be willing to donate, because I have never seen any impact made by their organization. They also don't disclose their funds\nPersuader: oh see I think I get it now your just selfish and dont care about kids is that about right?  I mean because you personally have never seen it means it does not happen yeah totally.  Stupid\n\tPersuadee: No, I care about  kids in my community, who are in poverty. I have never seen this organization help them. I'd rather contribute my donation locally. Rather than to a scam organization that only contributes in their infomercials. \nPersuader: not to mention where are you getting your information? Saying that they do not disclose funds is an outright lie you can go to  URL s/about-us/resource-library/annual-report and find it all right there. In just one year directly reached nearly 157,000 children through our U.S. emergency response and preparedness programs.I mean did you go talk to the families of the kids in your neighboorhood how you know they are not helping there??? How do you know that nothing in your neighborhood is funded by them?\n\tPersuadee: How long are you going to take to respond? You're making this take far too long!. How does that equate to reporting financial information? That's nothing more than whats said in their infomercials. There are no laws preventing them from lying, but i guess perception is reality too you.\nPersuader: Yeah there is a bunch of infomercial crap on the top but if you download the actual report then you find the actual financial data.  If you would just agree to donate some of your earnings from this hit them it would go much quicker.\n\tPersuadee: You're missing the entire point of what I said if you think downloading that report means something. I will not donate, because i do not trust the charity, and my donations would be better used right here in my own community. \nPersuader: and those local charities they give you their financial info?  There was a shelter in vegas brought in tons of donations cuz they were great yeah right selling any items that were donated and pocketing the cash bigger organizations have more eyes on them\n\tPersuadee: No, but I see the work being done everyday in my community.. Which is why i trust them.\nPersuader: Did you know that most local charities depend on contributions from larger sources and there is a good chance that save the children or another like it helps out ", "label": [[11, 69, "1-RAPPORT-OTHER"], [113, 302, "4-LOGIC-COUNTER"], [113, 302, "5-AUTHORITY-CREDENTIALS"], [453, 641, "2-NEGOTIATE-OPINION"], [643, 791, "3-EMOTION-GUILT"], [791, 904, "3-EMOTION-GUILT"], [989, 1198, "4-LOGIC-COUNTER"], [1200, 1275, "4-LOGIC-COUNTER"], [1537, 1637, "4-LOGIC-COUNTER"], [1790, 1921, "4-LOGIC-COUNTER"], [1923, 2026, "4-LOGIC-COUNTER"], [2028, 2104, "1-RAPPORT-DISCLOSE"], [2105, 2193, "2-NEGOTIATE-BARGAIN"], [2195, 2304, "2-NEGOTIATE-SCARCITY"], [2464, 2556, "3-EMOTION-GUILT"], [2557, 2652, "4-LOGIC-ARGUE"], [2962, 3039, "5-AUTHORITY-CREDENTIALS"], [2962, 3039, "4-LOGIC-COUNTER"], [3110, 3230, "5-AUTHORITY-CREDENTIALS"], [3230, 3346, "4-LOGIC-COUNTER"], [3346, 3414, "4-LOGIC-ARGUE"], [3725, 3857, "4-LOGIC-ARGUE"], [3858, 3958, "4-LOGIC-ARGUE"], [4209, 4271, "4-LOGIC-COUNTER"], [4272, 4463, "3-EMOTION-STORY"], [4575, 4737, "4-LOGIC-COUNTER"]], "idx": "601"}
{"id": 2779, "data": "Persuader: Hey!\n\tPersuadee: Hi there, how's it going?\nPersuader: So I wanted to explain a little about the Save the Children foundation, and why donating is important.. It's a non governmental program that promotes the rights of children, and provides relief to these children in developing countries\n\tPersuadee: They sound like an interesting charity. How do they go about providing relief to the children?\nPersuader: Well, they provide education, food, and clothing. Also, when a child is sick, they sometimes don't have the funds for proper healthcare, so unfortunately they die. It's really terrible. So many children die from hunger, and it's not fair.\n\tPersuadee: Why are you passionate about this particular one? There are so many charities that \"claim\" to do the same things.\nPersuader: It is the worlds first global charity for children, and have credentials to back them up. Charity watch group gives them the top rating for achieving results. The money is truly going to the children, as opposed to the company \n\tPersuadee: You sound very passionate about them. Ok. I'll believe you. \nPersuader: That's so great. So will you donate a little of your earnings towards this charity?\n\tPersuadee: I may be interested. What are the amounts to donate?\nPersuader: Your donation will be directly deducted from your task payment. You can choose any amount from 0 to all of your payment. I wouldn't suggest all of your payment, but just a small amount would help\n\tPersuadee: I will donate $0.25\nPersuader: That would be so great. You are extremely generous \n\tPersuadee: I admire your effort reaching to people to help the charity.\nPersuader: Yeah, I think helping Children is the most important charity there could be. Unfortunately, there are way too many scam companies out there \n\tPersuadee: I'm glad you understand my concern about scams. By the way, what is their site?\nPersuader:  URL  you can go there to find more information \n\tPersuadee: I definitely will check it out. Thank you for the information.\nPersuader: You're welcome! Thank you for the donation\n\tPersuadee: What was life like for you growing up? Is there a reason children in particular are so special to you?\nPersuader: I am a teacher, so I have a lot of compassion", "label": [[169, 300, "5-AUTHORITY-CREDENTIALS"], [65, 168, "1-RAPPORT-OTHER"], [419, 468, "4-LOGIC-OTHER"], [469, 582, "3-EMOTION-GUILT"], [605, 657, "3-EMOTION-GUILT"], [795, 884, "5-AUTHORITY-CREDENTIALS"], [885, 953, "5-AUTHORITY-CREDENTIALS"], [954, 1022, "5-AUTHORITY-CREDENTIALS"], [1124, 1190, "2-NEGOTIATE-REQUEST"], [1331, 1387, "2-NEGOTIATE-BARGAIN"], [1388, 1462, "2-NEGOTIATE-BARGAIN"], [1530, 1557, "1-RAPPORT-COMPLIMENT"], [1506, 1529, "1-RAPPORT-COMPLIMENT"], [1642, 1719, "2-NEGOTIATE-OPINION"], [1891, 1934, "5-AUTHORITY-CREDENTIALS"]], "idx": "602"}
{"id": 2780, "data": "Persuader: You should donate your pay to Save the Children. It's the right thing to do.\n\tPersuadee: Yes, I do believe that donating to Save the Children is the right thing to do.\nPersuader: Good, so you're in agreement to donate your $2 to Save the Children?\n\tPersuadee: Yes, I am in agreement to donate $2 to Save the Children.\nPersuader: Well, that was easy. Now what?\n\tPersuadee: Yes, it was easy I am not sure what is next...we need ten chat turns.\nPersuader: I was expecting some resistance honestly.\n\tPersuadee: No, I am all about charities, especially charities that have to do with children.\nPersuader: All my arguments are out the window. What's for breakfast?\n\tPersuadee: I am in Arizona too early for breakfast! \nPersuader: Right, I'm on the East Coast. And I don't normally eat breakfast. Just killing space.\n\tPersuadee: Do we each need to have 10 conversational pieces or is it a total of 10 between the two of us?\nPersuader: And apparently I\\'m obligated to say \"\"How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\"\n\tPersuadee: I will choose $0, thank you for asking the obligatory question. \nPersuader: You already agreed to donate $2.\n\tPersuadee: Oh yes, I forgot already its too early here...sorry...yes, $2.00. \nPersuader: Okay, here's statement number 9. \n\tPersuadee: I will follow your example here is statement number 9\nPersuader: Thank you for your donation. I believe this will be all.\n\tPersuadee: You are welcome!", "label": [[11, 59, "2-NEGOTIATE-OPINION"], [60, 87, "3-EMOTION-GUILT"], [190, 258, "3-EMOTION-ALTERCASTING"], [464, 505, "1-RAPPORT-DISCLOSE"], [1237, 1269, "2-NEGOTIATE-REMIND"]], "idx": "603"}
{"id": 2781, "data": "Persuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: How exactly does it support children in developing countries?\nPersuader: \"The research team will collect all donations and send it to Save the Children\n\tPersuadee: What are the donations used for?\nPersuader:  to help ensuring children's rights to health, education, safety, etc\n\tPersuadee: These are good things to donate for, but I still don't know exactly how my, or anyone's donations are used directly.\nPersuader: We ensure children's unique needs are met and their voices are heard. We deliver lasting results for millions of children, including those hardest to reach. \n\tPersuadee: Ok. Utilizing the resources from the research team, what are some challenges for children's education in developing countries?\nPersuader: With the help of Save the Children afterschool programs, children learn to read and find confidence.\n\tPersuadee: Have you ever made a donation to Save the Children or another charity?\nPersuader: Yes I do every year\n\tPersuadee: What are you primary motivations for making the donations?\nPersuader: Millions of children in the U.S. and around the world still aren't getting what they deserve. \n\tPersuadee: How many total children has the charity helped since it began?\nPersuader: We deliver lasting results for millions of children. How much do you like to donate to the charity now?\n\tPersuadee: I love children and think it's incredibly important to help ensure they are educated, in safe conditions and are healthy. Save the Children has not convinced me they can work towards accomplishing those tasks.\nPersuader: Save the Children does whatever it takes every day and in times of crisis  to give children a healthy start in life, the opportunity to learn and protection from harm. I am only asking for a very small donation of .05\n\tPersuadee: I'd like to try and donate at regular intervals, like every month. What would donating like that help inform me on the charity?\nPersuader: Yes you could do a monthly donation right on their website  URL plus if you start today Your donation will be directly deducted from your task payment.\n\tPersuadee: I understand. However, I think I'll opt for a one time 0.05 donation instead.", "label": [[11, 179, "5-AUTHORITY-CREDENTIALS"], [401, 469, "3-EMOTION-GUILT"], [610, 679, "4-LOGIC-COUNTER"], [680, 767, "5-AUTHORITY-CREDENTIALS"], [918, 1018, "4-LOGIC-OTHER"], [1113, 1132, "6-SOCIAL-NORMS"], [1215, 1309, "3-EMOTION-GUILT"], [1396, 1448, "3-EMOTION-GUILT"], [1449, 1499, "3-EMOTION-ALTERCASTING"], [1733, 1902, "4-LOGIC-COUNTER"], [1903, 1952, "2-NEGOTIATE-BARGAIN"], [2104, 2255, "2-NEGOTIATE-BARGAIN"]], "idx": "604"}
{"id": 2782, "data": "Persuader: hello, how are you!\n\tPersuadee: good how are you?\nPersuader: Very well, thank you. The research team has asked me to collect donations for \"Save the Childen\". Everyone has given a bit. How much would you like to donate?\n\tPersuadee: What will my money be used for/\nPersuader: The money is for a charity called \"Save the Children\". Everyone has given some money towards helping out. The researchers have put this together. \n\tPersuadee: what does save the children do?\nPersuader: Good question. Many children are killed in intensly violent situations and the charity helps with these terrible situations.\n\tPersuadee: that's really vague, I don't think I want to donate\nPersuader: The money is helpful especially in war torn countries like Syria. Everyone else has given some. It would be the right thing to do.\n\tPersuadee: I already donate to charity. I don't need to give more just because other people did.\nPersuader: I understand. So just give a small ammount. Buy a child a bag of chips. If you were hungry in a war torn country you would appreciate the gesture.\n\tPersuadee: I don't think junk food helps kids in war torn countries. This sounds like a scam.\nPersuader: The researchers put this together. The bag of chips was simply a metaphor. you can buy them a piece of fruit. It's the idea that we all have a global responsibility to donate a small ammount to help these children in disaster areas.\n\tPersuadee: I'm skeptical about where the money is going. You've given me very little info, but plenty of guilt trips.\nPersuader: The researchers have given us all an opportunity to give a little bit of money to \"Save the Children\". They are a global charity helping children in war torn countries. A small bit from everyone goes a long way. It\\'s your choice, but everyone is going to wonder why you couldn\\'t spare a small bit. I believe you have a big heart though.\n\tPersuadee: This doesn't feel right to me. I don't think I'm going to donate.\nPersuader: What exactly doesn't feel right? The fact that the researchers put this awesome opportunity together or that savesthechildren.org is a reliable charity helping children?\n\tPersuadee: The info seems vague and sketchy. Sorry.\nPersuader: What kind of information would you like? I imagine just being able to help as a moral responsibility is enough. Everyone is part of the solution and we need you too!\n\tPersuadee: So far you've told my the money goes to buy chips for kids in Syria. If I wanted to be a part of the solution, I would contribute to an organization with a better plan.\nPersuader: Savethechildren.org helps provide food for children in war torn countries. The researchers have organized this effort. Everyone has given a little bit to help out. If a small donation is too much to ask please feel free to decline, but I imagine you to be a man of integrity.\n\tPersuadee: I will not be donating. Do some research next time.\nPersuader: Good sir this will be very disappointing to the other people. You are the only one who was not willing. Please help me understand?\n\tPersuadee: First, I\\'m not a \"sir\" and I\\'ve already given my reasons.\nPersuader: You are not impressed by  URL  You do not trust the research team?", "label": [[170, 196, "6-SOCIAL-NORMS"], [196, 230, "3-EMOTION-ALTERCASTING"], [94, 168, "5-AUTHORITY-SUPERIOR"], [286, 340, "5-AUTHORITY-CREDENTIALS"], [341, 392, "6-SOCIAL-NORMS"], [392, 432, "5-AUTHORITY-CREDENTIALS"], [503, 612, "3-EMOTION-GUILT"], [688, 753, "3-EMOTION-STORY"], [754, 783, "6-SOCIAL-NORMS"], [784, 818, "5-AUTHORITY-SUPERIOR"], [928, 941, "3-EMOTION-EMPATHY"], [942, 971, "2-NEGOTIATE-BARGAIN"], [972, 999, "3-EMOTION-GUILT"], [1000, 1074, "3-EMOTION-EMPATHY"], [1181, 1216, "5-AUTHORITY-CREDENTIALS"], [1291, 1413, "3-EMOTION-GUILT"], [1544, 1646, "2-NEGOTIATE-SCARCITY"], [1647, 1712, "5-AUTHORITY-CREDENTIALS"], [1713, 1755, "2-NEGOTIATE-BARGAIN"], [1756, 1843, "6-SOCIAL-GROUP"], [1844, 1882, "3-EMOTION-ALTERCASTING"], [2005, 2141, "2-NEGOTIATE-SCARCITY"], [2005, 2141, "5-AUTHORITY-CREDENTIALS"], [2247, 2317, "3-EMOTION-GUILT"], [2318, 2371, "3-EMOTION-GUILT"], [2564, 2638, "5-AUTHORITY-CREDENTIALS"], [2683, 2727, "6-SOCIAL-GROUP"], [2728, 2839, "2-NEGOTIATE-BARGAIN"], [2728, 2839, "3-EMOTION-ALTERCASTING"], [2915, 2976, "6-SOCIAL-GROUP"], [2977, 3018, "6-SOCIAL-PEER"]], "idx": "605"}
{"id": 2783, "data": "Persuader: Hi! I am recommending that you donate to a kids charity\n\tPersuadee: Yeah, what do you think about St Jude's?\nPersuader: I recommend Save the Children children's charity.\n\tPersuadee: That's wonderful! Do you have any specific country in mind?\nPersuader: No but I can tell you about the charity!\n\tPersuadee: Sure! I'd love to hear more. Go on...\nPersuader: Save the Children is important because it supports protecting kids' rights to education and health and safety\n\tPersuadee: Have you ever sponsored a child? If so, how much does it take to take care of a sweet child on average?\nPersuader: The usual cost is about $36 per child. I have not yet through this charity, but it is my charity of choice for my next sponsored child\n\tPersuadee: That's actually quite reasonable! I doesn't cost much. I hope they allow for pen pals as well. Sounds like a blessed organization.\nPersuader: Yes it does. Their website is  URL if you would like to read more\n\tPersuadee: I definitely. I recognize it too. They do lots of TV adverts. I believe its a Christian organization.\nPersuader: Yes. How much do you like to donate to the charity?\n\tPersuadee: I think maybe $30 when I get my check next Tuesday.\nPersuader: Ok well you can actually donate from your task payment here! You can choose any amount from $0 to all of your payment\n\tPersuadee: Yes, I might have to wait until my check arrives. It's on my to-do list though. How much are you donating?\nPersuader: I really recommend that you donate some! I am doing my full payment. The research team will collect all donations and send it to Save the Children.\n\tPersuadee: Absolutely! I can't wait for my check to come so I can help out in other countries!:)\nPersuader: Ok. how much of your payment will you donate now?\n\tPersuadee: I can't donate now because my money is not here yet.", "label": [[15, 66, "2-NEGOTIATE-OPINION"], [366, 475, "5-AUTHORITY-CREDENTIALS"], [603, 641, "6-SOCIAL-NORMS"], [642, 737, "1-RAPPORT-DISCLOSE"], [905, 957, "5-AUTHORITY-CREDENTIALS"], [1088, 1134, "3-EMOTION-ALTERCASTING"], [1210, 1270, "2-NEGOTIATE-BARGAIN"], [1271, 1327, "2-NEGOTIATE-BARGAIN"], [1458, 1498, "2-NEGOTIATE-OPINION"], [1498, 1526, "6-SOCIAL-NORMS"], [1719, 1764, "3-EMOTION-ALTERCASTING"]], "idx": "606"}
{"id": 2784, "data": "Persuader: Hi, how are you doing today?\n\tPersuadee: I am good. And you\nPersuader: Am doing well. I was wondering if you actively donate to any charities?\n\tPersuadee: Not right at the moment. I haven't find any good one to donate too.\nPersuader: I know, it is hard to find one that you feel is actually using a majority donations for the recipients and not for administrative costs. I did some research and decided on Save the Children. Have you heard of them?\n\tPersuadee: No I have not. What do they do?\nPersuader: They provide health care, education, protection and emergency aid for children all over the world. Nearly 6 million children die each year due to malnourished, lack of care and treatment for preventable diseases, among other things. I was so impressed by their program that I have made them my first choice for donations.\n\tPersuadee: That sounds really good and all, but I'm looking for something that helps our children right here in America. It always seem that charities help other places, but what about the children right here at home.\nPersuader: That was my first question, also, when I started my research, and they are actively involved here, also. Save the Children is an international program so  you can specify  where you want your donation applied.\n\tPersuadee: That is awesome. It is just really hard to donate when I have to think of my own family. Not easier to give money to other when I have bills that needs to come first and my own children to think about\nPersuader: I agree. I am also a parent and my family's needs have always come first. I have been able to set aside a very small donation for this organization by telling my kids that they can help another child who is not as fortunate as they are by contributing a small portion of their allowance each week. At first, of course there was grumbling but I showed them pictures of the kids they would be helping and they decided to help.\n\tPersuadee: That is very awesome. I don't pay my kids allowance so that wouldn't work for me. I tell them their allowance is the power to play on their tablet and the internet they use.\nPersuader: Guess that wouldn't work!  Am sure you would be surprised that the smallest amount would be enough to help thousands of children, and sometimes by just not buying that snack or a cup of coffee would be enough to send as a donation.  \n\tPersuadee: I would love to I just don't have it to spare today\nPersuader: We are all responsible for the children of the world and it is our duty to care for their well being. I had hoped that you would be a part of this amazing organization. You are a part of the solution and just a few cents added up over a month would help.\n\tPersuadee: I know it is our responsible, but again my family is first and for most and I don't have any to spare right now\nPersuader: I see, well when you have a few cents to spare remember this organization, Save the Children.  \n\tPersuadee: I will thank you for telling me about it\nPersuader: Your welcome. You will not be disappointed at all.\n\tPersuadee: I would also like to look a little more into myself. Do they have a website or something", "label": [[97, 153, "1-RAPPORT-OTHER"], [245, 380, "1-RAPPORT-SIMILAR"], [436, 459, "1-RAPPORT-OTHER"], [515, 613, "5-AUTHORITY-CREDENTIALS"], [614, 747, "3-EMOTION-GUILT"], [748, 836, "2-NEGOTIATE-OPINION"], [1067, 1171, "1-RAPPORT-SIMILAR"], [1172, 1276, "2-NEGOTIATE-BARGAIN"], [1510, 1574, "1-RAPPORT-SIMILAR"], [1574, 1798, "1-RAPPORT-DISCLOSE"], [1799, 1925, "1-RAPPORT-DISCLOSE"], [2150, 2356, "3-EMOTION-GUILT"], [2432, 2533, "6-SOCIAL-NORMS"], [2534, 2600, "3-EMOTION-GUILT"], [2601, 2686, "3-EMOTION-GUILT"], [2996, 3032, "3-EMOTION-PROMISE"]], "idx": "607"}
{"id": 2785, "data": "Persuader: hello\n\tPersuadee: hello, what's up?\nPersuader: Do you know about a children's charity?\n\tPersuadee: I do not. I don't really support many charities. I think they aren't run as well as they should be most of the time\nPersuader: But this is for children charity. Do you donate any children charity?\n\tPersuadee: Not usually. Which charity is it? I donate to St Judes sometimes\nPersuader: I know a little bit. But i don't know fully it.\n\tPersuadee: What do you mean?\nPersuader: I'm not fully aware of this.\n\tPersuadee: I'm not sure exactly what you're saying fo me. Which childrens charity are you talking about?\nPersuader: I say about Save the children.\n\tPersuadee: what does Save the Children do?\nPersuader: Oh! The Save the Children Fund, commonly known as Save the Children, that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: That's pretty cool. What does it do to help children's rights? :)\nPersuader: campaign for long-term change to improve children's lives. improve children's access to the food and healthcare they need to thrive. protect the world's most vulnerable children, including those separated from their families because of war, natural disasters, extreme poverty and exploitation.\n\tPersuadee: That seems really cool. Although like i said, i dont give to charities much. \nPersuader: That's okay, But I like to donate children charity\n\tPersuadee: That's good, you seem like a kind person for it\nPersuader: Thank you so much. \n\tPersuadee: Very welcome. How is your night going? ", "label": [[58, 97, "1-RAPPORT-OTHER"], [237, 270, "3-EMOTION-GUILT"], [271, 306, "1-RAPPORT-OTHER"], [720, 885, "5-AUTHORITY-CREDENTIALS"], [975, 1033, "4-LOGIC-OTHER"], [1034, 1107, "3-EMOTION-GUILT"], [1108, 1268, "3-EMOTION-GUILT"], [1370, 1420, "6-SOCIAL-NORMS"]], "idx": "608"}
{"id": 2786, "data": "Persuader: Have you heard of the charity Save the Children?\n\tPersuadee: No, I don't believe I have. What are their goals?\nPersuader: They give children a healthy start in life, the opportunity to learn and protection from harm. When crisis strikes, they are always among the first to respond and the last to leave. They do whatever it takes to save children, transforming their lives and the future we all share.\n\tPersuadee: That sounds like an amazing charity. That is something I could really get behind.\nPersuader: It's a great charity that has helped more than 155 million children in 120 countries. Do you ever donate to charity?\n\tPersuadee: Yeah, I donate here and there. If I'm in the right place at the right time or am given an opportunity.\nPersuader: Save the Children is a wonderful charity to donate to. 86% of money raised goes directly to the children. Would you be interested in donating to Save the Children?\n\tPersuadee: Where does the other percentage of donations go? I would possibly be interested!\nPersuader: 9% goes to fundraising and 5% goes to management and general expenses. Please ask any questions you may have. I want you to feel comfortable knowing your donation is really going to help children.\n\tPersuadee: What areas of the world do they cover? Is it an international charity, or exclusive to the US or another country?\nPersuader: The charity helps children in the US and worldwide. Africa, Asia, and the US are the top regions receiving aid from Save the Children. Your donation goes a long way too!\n\tPersuadee: What is the average donation amount that most donors contribute at one time?\nPersuader: I don't have that information at hand, but even .30 cents goes a long way! Would you be willing to donate your earnings from this HIT to help children eat and go to school?\n\tPersuadee: I would be willing to at least donate a portion of my earnings to help this charity.\nPersuader: That's wonderful, thank you! You know 30 cents may not seem like a lot to you, but to a child who is hungry and sick, it can mean the difference between life and death. Are you sure you wouldn't want to help a child by donating the full amount?\n\tPersuadee: I could do that. 30 cents for the children is okay with me!\nPersuader: Thank you! Your donation is going to help a child eat, receive an education, and have access to life-saving medicine. Who knew 30 cents could do so much!? Do you have any other questions?\n\tPersuadee: I don't think so. Thank you for taking the time to introduce me to this charity! Do I need to do anything else to make sure I get the money donated?\nPersuader: Nope, it will all be handled on my end. On behalf of children worldwide, thank you for your kindness. 155 million children benefited last year, with your help we'll reach even more!\n\tPersuadee: Thank you! ", "label": [[11, 59, "1-RAPPORT-OTHER"], [133, 227, "3-EMOTION-GUILT"], [228, 314, "2-NEGOTIATE-OPINION"], [315, 412, "5-AUTHORITY-CREDENTIALS"], [518, 604, "5-AUTHORITY-CREDENTIALS"], [604, 634, "1-RAPPORT-OTHER"], [761, 866, "5-AUTHORITY-CREDENTIALS"], [867, 924, "2-NEGOTIATE-REQUEST"], [1029, 1100, "5-AUTHORITY-CREDENTIALS"], [1139, 1225, "1-RAPPORT-FRIEND"], [1363, 1414, "5-AUTHORITY-CREDENTIALS"], [1415, 1497, "5-AUTHORITY-CREDENTIALS"], [1498, 1532, "3-EMOTION-ALTERCASTING"], [1633, 1708, "4-LOGIC-COUNTER"], [1708, 1805, "2-NEGOTIATE-REQUEST"], [1914, 1943, "1-RAPPORT-COMPLIMENT"], [1943, 2082, "3-EMOTION-GUILT"], [2083, 2158, "2-NEGOTIATE-BARGAIN"], [2253, 2359, "2-NEGOTIATE-OPINION"], [2360, 2396, "1-RAPPORT-FRIEND"], [2642, 2703, "1-RAPPORT-COMPLIMENT"], [2704, 2783, "5-AUTHORITY-CREDENTIALS"]], "idx": "609"}
{"id": 2787, "data": "Persuader: Hello?\n\tPersuadee: hello. how's it going?\nPersuader: Not bad how are you?\n\tPersuadee: not too bad, how is your labor day going?\nPersuader: No complaints so far. Yours?\n\tPersuadee: pretty good. nice and lazy.\nPersuader: Yep same, this is about all the 'work' I've done all day.\n\tPersuadee: yeah. I worked most of the day, but at a pretty slow pace\nPersuader: Right on. So back to 'work'. I was wondering if you would be interested in donating a portion of your payment from this task towards a charity called Save the Children\n\tPersuadee: i'm familiar with them. how efficient are they as a charity though?\nPersuader: Save the Children is extremely efficient. Well as efficient as a charity can be on a count of the donations they receive. Save the Children is not like some other charities you may hear about that have a handsomely paid CEO with small minuscule percentages going to help the needy. \n\tPersuadee: i'd be willing to contribute 50cents\nPersuader: That's so kind of you thank you.\n\tPersuadee: ok cool. do you work for them? or just voluteering?\nPersuader: I'm just volunteering for the time being. Myself, like many others who help with Save the Children, volunteer our time for no pay or compensation.\n\tPersuadee: that is really great. more people should do that.\nPersuader: You learn a lot about people when you put yourself in this sort of position. I know I feel like a better person for volunteering.\n\tPersuadee: how long have you been doing that, and how did you get involved?\nPersuader: I've only started recently. My wife and I discussed doing something for other people as a way for the two of us to spend time together. It's a way for us to feel productive or useful in contrast to our normal boring shut-in selves.\n\tPersuadee: heheheh. I've always wanted to do volunteer work, but don't really know where to get started.\nPersuader: Give it a try sometime I don't think you'll regret it. ", "label": [[230, 287, "3-EMOTION-HUMOUR"], [398, 536, "2-NEGOTIATE-REQUEST"], [379, 397, "3-EMOTION-HUMOUR"], [628, 669, "2-NEGOTIATE-OPINION"], [670, 749, "2-NEGOTIATE-OPINION"], [750, 910, "2-NEGOTIATE-OPINION"], [971, 1003, "1-RAPPORT-COMPLIMENT"], [1121, 1225, "1-RAPPORT-DISCLOSE"], [1545, 1652, "1-RAPPORT-DISCLOSE"], [1376, 1428, "3-EMOTION-ALTRUISTIC"], [1653, 1748, "1-RAPPORT-DISCLOSE"]], "idx": "610"}
{"id": 2788, "data": "Persuader: hello\n\tPersuadee: hello\nPersuader: have you heard of a charity called Save the Children?\n\tPersuadee: Yes I have I can't say I know a lot about the charity but I have heard of it.\nPersuader: they do a lot for kids in developing countries.  you know about what's going on in Syria?\n\tPersuadee:  Yes I do I have heard of some unfortunate events where kids where hurt or killed.  \nPersuader: yes can you imagine growing up facing violence every day??\n\tPersuadee:  The middle east is a place where you learn to respect ans love each day more then the average person would.\nPersuader: would you donate to a charity like Save the Children?\n\tPersuadee: I meant to put and not ans. But yeah I would definitely give to a charity to help children in the middle east.\nPersuader: that's great! would you donate some or all of your payment for this task to the charity?\n\tPersuadee: Yes I would how much?\nPersuader: you can choose any amount from $0 to $2\n\tPersuadee: I not a rich person but my heart says the whole $2.\nPersuader: that is so kind of you!\n\tPersuadee: It's the least I can do considering the situation.\nPersuader: yes well I know every dollar counts when you are on a budget!  even small donations will make a difference\n\tPersuadee:  Your probably right it's the thought that counts with every donation I suppose.\nPersuader: thank you for your donation!\n\tPersuadee: Thank you for taking the time to tell me about the charity. ", "label": [[46, 99, "1-RAPPORT-OTHER"], [250, 290, "1-RAPPORT-OTHER"], [399, 457, "3-EMOTION-EMPATHY"], [778, 866, "2-NEGOTIATE-BARGAIN"], [912, 951, "2-NEGOTIATE-BARGAIN"], [201, 248, "5-AUTHORITY-CREDENTIALS"], [590, 643, "2-NEGOTIATE-REQUEST"], [1027, 1050, "1-RAPPORT-COMPLIMENT"], [1125, 1186, "3-EMOTION-EMPATHY"], [1188, 1231, "2-NEGOTIATE-BARGAIN"], [1336, 1364, "1-RAPPORT-COMPLIMENT"]], "idx": "611"}
{"id": 2789, "data": "Persuader: Hello\n\tPersuadee: Hello how are you\nPersuader: I am well. How are you today?\n\tPersuadee: Good,what is in your mind?\nPersuader: Are you interested in donating to Save the Children today?\n\tPersuadee: Is it a charity organisation?\nPersuader: It is. It is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Does it help children in USA?\nPersuader: It does. It Helps children all over the world\n\tPersuadee: Do i choose which one to donate or not?\nPersuader: For Save the Children the money is collected and then dispersed according to our projects through the discretion of our founders and charity members\n\tPersuadee: Are you part of that charity?\nPersuader: I am a part of the charity and I have been involved with the charity since it's conception. We are credentialed through the WHO and the United Nations in the great work that we do\n\tPersuadee: Great,you want me to donat money?\nPersuader: Yes, monetary donations are the most helpful to our projects. I hope you would be willing to help us out today.\n\tPersuadee: I would like to,but i need money)\nPersuader: Your donation can be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: Cool,I will donate then around 30 cents\nPersuader: That is great. Thank you so much for your donation today. Children all over the world thank you.\n\tPersuadee: Will you also donate part of your hit?", "label": [[138, 196, "2-NEGOTIATE-REQUEST"], [257, 410, "5-AUTHORITY-CREDENTIALS"], [473, 509, "5-AUTHORITY-CREDENTIALS"], [573, 721, "4-LOGIC-OTHER"], [775, 866, "6-SOCIAL-NORMS"], [867, 954, "5-AUTHORITY-CREDENTIALS"], [1012, 1073, "6-SOCIAL-NORMS"], [1074, 1123, "6-SOCIAL-NORMS"], [1181, 1243, "2-NEGOTIATE-BARGAIN"], [1244, 1303, "2-NEGOTIATE-BARGAIN"], [1425, 1463, "1-RAPPORT-COMPLIMENT"]], "idx": "613"}
{"id": 2790, "data": "Persuader: Hi! Are you interested in making a donation to Save the Children?\n\tPersuadee: Hi, Yes I am\nPersuader: That's great to hear! Donations make a huge difference in the lives of these kids. Your help will give them access to food, healthcare, education, and safety, among other things.\n\tPersuadee: Yes, I agree. Helping children and pets is one of the donations I enjoy making and helping at the same time.\nPersuader: Do you have an amount in mind that you'd like to donate?\n\tPersuadee: I was thinking to donate around 10 cents for save the children. I hope that is adequate and helps them for food and shelter.\nPersuader: Any amount we can collect for them is welcome. Would it convince you to donate more if I can assure you that the donation is absolutely secure and will be completely given to a trustworthy, verified fund within Save the Children?\n\tPersuadee: ok how about 20 cents. I do want to help in anyway that I can.\nPersuader: Thank you so much. It's really appreciated. The amount of suffering that children around the world face is terrible. For example, in the first two months of 2018, a thousand children in Syria were injured in the violence there. Anything you can add to the donation will go directly to helping them.\n\tPersuadee: yeah I heard a little bit about on how children are suffering. I want to give a donation to help them. I am glad I can help in anyway that I can.\nPersuader: It will make a big difference to Save the Children. The organization has done wonders for kids, saving them from everything from violence to starvation. We as people have a moral responsibility to help them, and when we have extra, there's no better place to put it than in the hands of a trustworthy charity that will use it to save kids.\n\tPersuadee: Yes, I believe it is good to be ethical. And to help children and animals as much as we can. Most of all save the children is a trustworthy organization which I trust to put my donations in with.\nPersuader: To confirm, you said you were willing to donate 20 cents, correct?\n\tPersuadee: Yes that is correct\nPersuader: Is there anything you'd like to ask, or any way I can convince you to send a little more to Save the Children in the interests of the kids they work to help?\n\tPersuadee: I feel that 20 cents is adequate for the donation. I want to help in any way that I can. Also I want to verify that this organization is most trusting.\nPersuader: Alright, 20 cents out of the whole task payment amount. Thank you again for the donation. It will be sent to Save the Children.\n\tPersuadee: thank you. I wanted to help and want to help with a donation\nPersuader: It's much appreciated.\n\tPersuadee: what hobbies do you like? and where are you from?", "label": [[15, 76, "2-NEGOTIATE-REQUEST"], [135, 195, "1-RAPPORT-OTHER"], [196, 291, "2-NEGOTIATE-OPINION"], [424, 480, "2-NEGOTIATE-BARGAIN"], [629, 675, "2-NEGOTIATE-BARGAIN"], [676, 858, "2-NEGOTIATE-BARGAIN"], [989, 1061, "3-EMOTION-GUILT"], [1062, 1172, "3-EMOTION-GUILT"], [1173, 1243, "3-EMOTION-GUILT"], [1413, 1465, "2-NEGOTIATE-OPINION"], [1465, 1566, "5-AUTHORITY-CREDENTIALS"], [1566, 1752, "3-EMOTION-GUILT"], [1972, 2038, "2-NEGOTIATE-REMIND"], [2082, 2239, "2-NEGOTIATE-BARGAIN"], [2415, 2470, "3-EMOTION-GUILT"]], "idx": "614"}
{"id": 2791, "data": "Persuader: Have you ever given to Save the Children?\n\tPersuadee: Yes I have given to the charity Save the Children\nPersuader: Great, then you know how they use the money. Would you give some of your earnings today to them?\n\tPersuadee: I give in other ways, so at this point I would rather give by another method\nPersuader: Would you reconsider since the money goes to help children in all parts of the world?\n\tPersuadee: At this point I would not reconsider because I contribute in other methods\nPersuader: I'm interested...what other ways do you contribute that has the lastly effect that Save the Children has?\n\tPersuadee: I am involved in various charities and like to give to them directly not through any other methods\nPersuader: Hummmm that's good that you give to them. Do you think you could, for the sake of argument be willing to give just a small potion of your earnings today to Save the Children?\n\tPersuadee: Why is it that for the sake of argument I need to give to them today? I would rather give to them directly because I want to know that my contribution is going where I want it to go\nPersuader: I agree and you said you have given to them in the past. Is there a reason specifically that you don't want to given to them again besides the fact that you do give to others and you do want to do it directly?\n\tPersuadee: There have been to many instances of scams and charities that don't get their donations.  So I rather give to them directly than through any other method\nPersuader: So is it that you don't trust this requestor to actually get your donation to STC?\n\tPersuadee: No its not trust about the requestor but I rather have more control over my money than to use electronic versions\nPersuader: I like that control also. I can't make any assurances to you that would change your mind. I do ask again that you reconsider since you know it is a good charity.\n\tPersuadee: I am sorry but at this point I would rather contribute to them directly.  I love charities that help children and neglected women.  But at this time I would rather contribute to them directly.\nPersuader: Do you know that the research team will collect all donations and send it to Save the Children?\n\tPersuadee: I didn't know about any research team collecting donations but I still rather handle my contributions directly.  I hope that the research team get a lot of contributions but I will not be contributing through this system.\nPersuader: So I'll ask one last time before returning this hit. How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: I am sorry about not donating through this system, and I am hopeful the research team get contributions but at this time I will be contributing to Save the Children directly.", "label": [[10, 52, "1-RAPPORT-OTHER"], [171, 222, "2-NEGOTIATE-REQUEST"], [323, 408, "2-NEGOTIATE-BARGAIN"], [524, 612, "4-LOGIC-OTHER"], [735, 777, "1-RAPPORT-FRIEND"], [777, 909, "2-NEGOTIATE-BARGAIN"], [1115, 1171, "4-LOGIC-CONCEDE"], [1172, 1324, "4-LOGIC-COUNTER"], [1722, 1747, "1-RAPPORT-SIMILAR"], [1812, 1883, "2-NEGOTIATE-REQUEST"], [2100, 2195, "5-AUTHORITY-SUPERIOR"], [2441, 2493, "2-NEGOTIATE-SCARCITY"], [2494, 2544, "1-RAPPORT-OTHER"], [2545, 2609, "2-NEGOTIATE-BARGAIN"], [2609, 2668, "2-NEGOTIATE-BARGAIN"]], "idx": "615"}
{"id": 2792, "data": "Persuader: Hello\n\tPersuadee: Good morning.  Which children's charity are we catting about today?\nPersuader: Save the Children\n\tPersuadee: That is a very worthy charity.\nPersuader: It really is. I think kids really deserve the help because they can't change the situation they are born into. Do you agree?\n\tPersuadee: I do agree.  It is terrible some of the conditions that children are born into.\nPersuader: Yeah. Thousands of children are dying everyday. It is great to have organizations like Save the Children to help. Don't you agree?\n\tPersuadee: I do agree.  It is commendable that so many people work so hard to make these organizations effective.\nPersuader: It's great that people like us are willing to support them. They really need help and not everyone has the time to give\n\tPersuadee: I agree.  I am on a limited fixed income, but I try to help where I can.\nPersuader: I find it can really make my life better by giving to things like Save the Children. It makes life feel more significant. Like i have an impact.\n\tPersuadee: I know, even though I am on a very limited budget, I feel blessed in so many ways.  It makes me feel like I have done something, even though minor, to help the world be a better place.\nPersuader: If all of us did something small, this world really could be a better place.\n\tPersuadee: I totally agree.\nPersuader: Do you give often to non profits?\n\tPersuadee: Yes, I don't have a lot to give, but I try to give when I can.\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: I would donate all of my payment.  \nPersuader: Wow! Thank you! The research team will collect all donations and send it to Save the Children.\n\tPersuadee: Your welcome.  Have a great day.", "label": [[194, 290, "3-EMOTION-GUILT"], [414, 455, "3-EMOTION-GUILT"], [456, 522, "4-LOGIC-OTHER"], [665, 725, "6-SOCIAL-NORMS"], [725, 784, "3-EMOTION-GUILT"], [881, 965, "3-EMOTION-EMPATHY"], [966, 1003, "2-NEGOTIATE-OPINION"], [1234, 1310, "2-NEGOTIATE-BARGAIN"], [1471, 1522, "1-RAPPORT-OTHER"], [1351, 1384, "1-RAPPORT-OTHER"], [1522, 1585, "2-NEGOTIATE-BARGAIN"], [1586, 1640, "2-NEGOTIATE-BARGAIN"]], "idx": "616"}
{"id": 2793, "data": "Persuader: Hi how are you today?\n\tPersuadee: I'm good!  How are you doing?  What's your feelings about giving to children's charities?\nPersuader: Itvdepends on the charity. Some of them are scams I think. Do u donate?\n\tPersuadee: I agree that you have to be careful.  I do donate to Ronald McDonald House and St Jude.  How much do you donate?\nPersuader: I have donated to Ronald McDonald before, but not on a regular basis. Have you heard of Save The Children?\n\tPersuadee: I have heard of Save the Children but I'd rather keep my donations US-based \nPersuader: I agree on thay most of the time, but this organization does wonderful things for these children.\n\tPersuadee: I am not sure about where all the donation money ends up.  I'd rather give to Ronald McDonalds especially since I know people who have personally benefited. \nPersuader: I can understand that, but in my experience with this organization they truly use the donations for the kids and have prevented many from starving to death.\n\tPersuadee: there are so many starving and abused kids here in the US that I'd feel more comfortable helping them first. \nPersuader: You are right, but you can donate a portion of ypur payment to this organization and continue to donate to your charities. \n\tPersuadee: that's true.  I could spread out donations. \nPersuader: Right, every little bit helps. I will be donating from my payment today. Are you willing to donate a portion of your payment?\n\tPersuadee: I'd rather donate to Ronald McDonald - how much are you donating, though?\nPersuader: I am donating .15 of my payment to Save The Cildren. \n\tPersuadee: I'll donate but not that much\nPersuader: That's fine any amount helps. Thank you so Mich for your donation!\n\tPersuadee: Would you give some of that .15 to Ronald McDonald?  I'd do .15 with splitting \nPersuader: I would be willing to consider that.\n\tPersuadee: OK perfect!  Let's both do .15 but split among Ronald McDonald and Save the Children!\nPersuader: Great! Thank you for your donation!", "label": [[354, 423, "6-SOCIAL-NORMS"], [424, 460, "1-RAPPORT-OTHER"], [561, 658, "4-LOGIC-COUNTER"], [840, 996, "4-LOGIC-COUNTER"], [840, 996, "3-EMOTION-GUILT"], [1130, 1253, "4-LOGIC-CONCEDE"], [1130, 1253, "2-NEGOTIATE-BARGAIN"], [1321, 1352, "2-NEGOTIATE-BARGAIN"], [1353, 1394, "6-SOCIAL-NORMS"], [1395, 1447, "2-NEGOTIATE-REQUEST"], [1545, 1598, "6-SOCIAL-NORMS"], [1652, 1682, "2-NEGOTIATE-BARGAIN"], [1821, 1858, "1-RAPPORT-SIMILAR"]], "idx": "617"}
{"id": 2794, "data": "Persuader: Hello!\n\tPersuadee: Hi!\nPersuader: Have you heard of Save the Children? \n\tPersuadee: I have heard of Save the Children\nPersuader: What are your thoughts on it? I think it is an amazing organization,  but I always like to hear others opinions on charitable organizations.\n\tPersuadee: I think it is a wonderful organization.   I am a teacher and the idea of children suffering is horrible to me.  I love the idea that this organization can reach out and help so many kids that can't help themselves. \nPersuader: Absolutely! And it is amazing how they can stretch their donations to help so many. Literally, the cost of a snack can feed handfuls of children and their families.\n\tPersuadee: I agree it is amazing what they can do. \nPersuader: Have you ever donated to Save the Children or a similar charity?\n\tPersuadee: I have actually donated to Save the Children before.  \nPersuader: Really!? That's awesome. I'm actually going to donate myself. \n\tPersuadee: That's wonderful.  It takes so little to help out these children and make a difference in their lives. \nPersuader: 100% agree. When is the last time you made a donation? Would you be interested in donating again? \n\tPersuadee: It has been a few months, but I am wiling to make another donation.  \nPersuader: Awesome! If you are willing to donate now, your donation can be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2). It's actually a really great thing.\n\tPersuadee: That is a great idea.  I will donate $1\nPersuader: Wonderful! I can only imagine how many mouths that will feed!\n\tPersuadee: I am glad to help.  \nPersuader: The research team is collecting all the donations to send to Save the Children. I'm so glad that we are able to be a part of something so important. Thank you so much for your donation!\n\tPersuadee: Thank you!  Hope you have a great night. \nPersuader: Thank you! Have a wonderful evening!", "label": [[45, 82, "1-RAPPORT-OTHER"], [169, 280, "2-NEGOTIATE-OPINION"], [520, 532, "1-RAPPORT-SIMILAR"], [533, 603, "2-NEGOTIATE-OPINION"], [604, 684, "3-EMOTION-GUILT"], [749, 813, "1-RAPPORT-OTHER"], [917, 954, "6-SOCIAL-NORMS"], [1094, 1137, "1-RAPPORT-OTHER"], [1082, 1093, "1-RAPPORT-SIMILAR"], [1137, 1180, "2-NEGOTIATE-REQUEST"], [1283, 1379, "2-NEGOTIATE-BARGAIN"], [1380, 1440, "2-NEGOTIATE-BARGAIN"], [1439, 1475, "2-NEGOTIATE-OPINION"], [1550, 1600, "1-RAPPORT-COMPLIMENT"], [1725, 1793, "2-NEGOTIATE-OPINION"]], "idx": "618"}
{"id": 2795, "data": "Persuader: Hello, how are you?\n\tPersuadee: Hello! I am fine, how are you?\nPersuader: Great. Chatting is something I'm still not used to doing. \n\tPersuadee: Not me, but it's not enough to interact with new people\nPersuader: I\\'m curious if you have ever heard of an organization called \"Save the Children\"? \n\tPersuadee: The truth is that no, what is it about?\nPersuader: It's a wonderful, international, non-governmental organization that promotes childrens rights and provides relief and support to children in developing countries. \n\tPersuadee: It sounds incredible, and how could one help in that organization?\nPersuader: It is a great charity. One of the things I love about MTurk, is they often allow workers to donate a portion, or even all, of their HIT toward these organizations. I have in the past. \n\tPersuadee:  for real? and how would you look to donate to that charity?\nPersuader: I believe you can agree to donate some or all of this current HIT's payment to Save the Children\n\tPersuadee: I think it's a great idea, there are really people who need it most\nPersuader: Absolutely. I think it's the least we can do for children in impoverished, war torn nations. Would you be willing to donate all of this HITs payment to this organization? I'm donating my entire $2.\n\tPersuadee:  I also, the same opinio, there are people who cost up to $ 1 throughout the week\nPersuader: Here is the website if you need more information.  URL \n\tPersuadee:  thank you very much! Could I also donate clothes and toys?\nPersuader: I think you probably could. I would go to their website to check it out. In the meantime, will you also donate $2 from this HIT to Save the Children? \"The research team will collect all donations and send it to Save the Children.\"                                \n\tPersuadee:  Yes, I will also donate the $ 2, as I mentioned, the children's happiness is the best there is\nPersuader: Thank you. I think it is a great cause. Have a great day. \n\tPersuadee: thank you for the information!!", "label": [[92, 143, "1-RAPPORT-DISCLOSE"], [223, 306, "1-RAPPORT-OTHER"], [370, 533, "5-AUTHORITY-CREDENTIALS"], [647, 788, "6-SOCIAL-PEER"], [788, 808, "6-SOCIAL-NORMS"], [893, 989, "2-NEGOTIATE-OPINION"], [1093, 1173, "3-EMOTION-GUILT"], [1174, 1251, "2-NEGOTIATE-REQUEST"], [1252, 1278, "6-SOCIAL-NORMS"], [1384, 1434, "5-AUTHORITY-CREDENTIALS"], [1597, 1673, "2-NEGOTIATE-BARGAIN"]], "idx": "619"}
{"id": 2796, "data": "Persuader: Do you give to charities?\n\tPersuadee: I do not.\nPersuader: why not?  is it because you don't know much about them?\n\tPersuadee: I usually keep my money to myself. I have donated before to Red Cross, Salvation Army. I give things away other than money, because it is very dear to me. I guess I do kinda give to charities in a way.\nPersuader: That's great. One charity close to my heart is Save the Children - have you heard of them?\n\tPersuadee: I have not.\nPersuader: They are wonderful - I actually work directly with them so I know every penny is used for children oversees who don't have enough food or water.  It's so sad. \n\tPersuadee: That is saddening. Its painful to watch people in other countries struggle to get basic life support to sustain their way of living. \nPersuader: Yes - and just a little money goes a long way.  What they can live on is literally pennies a day!  Sad they don't even have that!\n\tPersuadee: Yeah. I feel you have a question for me.\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment! you won't even miss it!\n\tPersuadee: You can take half of my task payment. I dislike donating to a charity that I don't know. It would sadden me even more if I found out that I donated to a charity that over pays their higher ups and spends less on the crusade they are trying to help. I hope if this is a real donation that it finds people well.\nPersuader: I feel the same way about distrusting charities but I assure you this one is legit.  I've actually flown to areas and had a child die in my arms because we got there too late!\n\tPersuadee: Well then there we have it. What is our next step?\nPersuader: when this task ends you will be asked about the donation\n\tPersuadee: Very well! Anything else you wanna chat about hah?\nPersuader: just so you know the research team will collect all donations and send it directly!  This is wonderful!\n\tPersuadee: Yes it is wonderful!\nPersuader: You are so great!  Thank you very much!  You will feel great about your donation!  Have a wonderful day!\n\tPersuadee: Thank you. is there a submit button or do I wait for the chat to end? I do hope the children are being helped.", "label": [[365, 441, "1-RAPPORT-OTHER"], [477, 621, "2-NEGOTIATE-OPINION"], [623, 636, "3-EMOTION-EMPATHY"], [794, 840, "2-NEGOTIATE-BARGAIN"], [842, 891, "3-EMOTION-GUILT"], [893, 923, "3-EMOTION-GUILT"], [988, 1038, "2-NEGOTIATE-REQUEST"], [1039, 1126, "2-NEGOTIATE-BARGAIN"], [1460, 1544, "1-RAPPORT-SIMILAR"], [1545, 1635, "1-RAPPORT-DISCLOSE"], [1989, 2007, "1-RAPPORT-COMPLIMENT"], [2030, 2071, "3-EMOTION-PROMISE"]], "idx": "620"}
