{"id": 2135, "data": "Persuader: Hi.  HOw are you\n\tPersuadee: Pretty good, whats going on today?\nPersuader: not much.  do you donate to any charities\n\tPersuadee: I do, I love helping out people in need or need something to help them get going.\nPersuader: How about donating to Save the children?\n\tPersuadee: It sounds like a great cause, can you tell me about it?\nPersuader: Yes, the money helps children with clothing, food and school\n\tPersuadee: That all sounds wonderful, I would love to donate to that.\nPersuader: Howmuch do you think you can donate\n\tPersuadee: I want to donate 1.50 to help the children get better lives.\nPersuader: That's great.  So wonderful for you to do that.\n\tPersuadee: Yeah, the kids will really benefit from everyones help.\nPersuader: Would you like to maybe donate 1.75 instead of 1.50?\n\tPersuadee: Hmm ya I can help .25 cents more.\nPersuader: Have you donated to this cause before?\n\tPersuadee: No I havent, this is my first time hearing about it.\nPersuader: So glad you decided to donate.  This will really help\n\tPersuadee: You are very welcome, thank you for introducing me to this great charity.\nPersuader: Do you think you will continue to donate to this charity\n\tPersuadee: Yeah I will donate on the regular.", "label": [[11, 14, "8-NO-PERSUASION"], [86, 95, "8-NO-PERSUASION"], [233, 273, "2-NEGOTIATE-REQUEST"], [353, 413, "3-EMOTION-ALTRUISTIC"], [616, 629, "1-RAPPORT-COMPLIMENT"], [631, 663, "1-RAPPORT-COMPLIMENT"], [743, 795, "2-NEGOTIATE-REQUEST"], [16, 27, "8-NO-PERSUASION"], [97, 127, "1-RAPPORT-OTHER"], [496, 531, "2-NEGOTIATE-OTHER"], [853, 891, "8-NO-PERSUASION"], [1000, 1021, "3-EMOTION-ALTRUISTIC"], [968, 998, "1-RAPPORT-OTHER"], [1119, 1175, "2-NEGOTIATE-REQUEST"]], "idx": "113"}
{"id": 2136, "data": "Persuader: Hey, how are you doing, have you ever heard of a charity called Save the Children?\n\tPersuadee: No I havent. What is it about?\nPersuader: It's an international organization that promotes children's rights, provides relief and helps support children in developing countries, does that sound like something you'd get behind?\n\tPersuadee: No thank you.\nPersuader: May I ask why? Your help could really make a difference in a child's life, think of a child who didn't have enough to eat, just a small bit of help may have saved them, are you sure you're not interested?\n\tPersuadee: I am already making a difference in many children lives.\nPersuader: That's great, it sounds like it's an issue you really care about then, why not put some of that effort into a charity that's doing really great work like Save the Children?\n\tPersuadee: I have donated 15 years of my life to charity\nPersuader: I'm not asking you to donate years of your life, just a couple of cents if possible, is that something you could possibly do tonight?\n\tPersuadee: No thank you\nPersuader: You're probably on a computer right now, so you probably have quite a bit of money yourself, don't you think you could spare maybe 25 cents for some needy children around the world?\n\tPersuadee: No thank you\nPersuader: Do you have children yourself? What if your children were in a position these kids are in, wouldn't you want someone to help them?\n\tPersuadee: Where are those childrens parent?\nPersuader: If only they had parental support, but in war-torn countries like Syria their parents are being killed in wars or are fighting for their country, they have no help and that's why they need your support, please find it in your heart to just give a little bit tonight, that's all I'm asking.\n\tPersuadee: My small change won't do a thing for those kids. What they need is to be extracted from those countries so that they can have a better life not 0.25.\nPersuader: Well with our current president it's not likely they're going to be brought the US, so they need any help they can get, and 25 cents might not seem like a lot, but if 10000 people donated 25 cents then the impact will be huge. I understand it may not seem like a lot, but it can really make a difference. You can donate some or all of your payment from this task to Save the Children, i'd really appreciate it if you did, but I understand if you still don't want to. What do you say? \n\tPersuadee: If it makes you happy, go ahead and take .50\nPersuader: Oh thank you so much, you have no idea how much that .50 will mean to those children, thank you very much and have a wonderful night you blessed soul.\n\tPersuadee: No problem have a good night", "label": [[1067, 1248, "3-EMOTION-GUILT"], [1285, 1315, "3-EMOTION-EMPATHY"], [1936, 2162, "3-EMOTION-ALTRUISTIC"], [148, 332, "3-EMOTION-ALTRUISTIC"], [11, 93, "8-NO-PERSUASION"], [370, 384, "1-RAPPORT-OTHER"], [385, 574, "3-EMOTION-ALTRUISTIC"], [655, 827, "2-NEGOTIATE-REQUEST"], [897, 1030, "2-NEGOTIATE-REQUEST"], [655, 827, "1-RAPPORT-OTHER"], [2163, 2240, "3-EMOTION-ALTRUISTIC"], [1067, 1248, "2-NEGOTIATE-REQUEST"], [1316, 1415, "3-EMOTION-EMPATHY"], [1473, 1762, "3-EMOTION-STORY"], [1473, 1762, "2-NEGOTIATE-REQUEST"], [2241, 2402, "2-NEGOTIATE-REQUEST"], [2403, 2420, "2-NEGOTIATE-REQUEST"], [2489, 2639, "1-RAPPORT-FRIEND"]], "idx": "114"}
{"id": 2137, "data": "Persuader: Hello, are you familiar with the charity: Save the Children?\n\tPersuadee: Some what I familiar with charity. What about you?\nPersuader: I am, Save the Children is a wonderful, greatly needed charity. Donations to this charity are essential to ensure at-risk children receive health care, education, safety and much more. \n\tPersuadee: So nice job. I also like to save the children.\nPersuader: That is wonderful! I just wanted to make you aware that you have the opportunity to donate a portion, or all of your payment from this task to Save the Children. This donation will aid in giving at-risk children a chance for hope. \n\tPersuadee: Yes I also like to donate to the children without parents and relatives.\nPersuader: Wonderful. I'm glad to know you agree with Save the Children's values. Before I ask you for the amount you'd like to donate I want to give you a bit more info about the charity and answer any questions you might have. Save the Children has received top ratings for achieving incredible results for children. Save the Children does what it promises. \n\tPersuadee: I like to donate. But I don't have money to donate.\nPersuader: You would choose an amount from the money you make completing this task. Your donation would make a difference to children among 120 countries, including the United States.\n\tPersuadee: I like to donate 50 dollars. What about you?\nPersuader: That is a generous donation! But I believe that exceeds what you will receive for this task. You can choose an amount anywhere from $0 - $0.30 \n\tPersuadee: I choose 0.30 dollar for donation\nPersuader: Awesome! I want to let you know that your donation will be collected by the research team and will send it to Save the Children. Do you have any other questions about the charity?\n\tPersuadee: Ok if you need means you take that amount.\nPersuader: Across the United States, more than 14 million children, or 1 in 5, grow up in poverty. Save the Children assists these children with their education, protection and emergency programs.\n\tPersuadee: We must help the children to give education.\nPersuader: Yes we must. Your .30 donation will certainly assist these children. Save the Children is also transforming the lives of Africa's children.\n\tPersuadee: Ok done. What Dollar you need to give For children charity?\nPersuader: Okay just to confirm how much would you like to donate to Save the Children?\n\tPersuadee: What about you?", "label": [[11, 71, "8-NO-PERSUASION"], [146, 209, "3-EMOTION-OTHER"], [210, 330, "3-EMOTION-ALTRUISTIC"], [402, 420, "1-RAPPORT-FRIEND"], [421, 563, "2-NEGOTIATE-REQUEST"], [564, 633, "3-EMOTION-ALTRUISTIC"], [730, 740, "1-RAPPORT-COMPLIMENT"], [741, 800, "1-RAPPORT-COMPLIMENT"], [801, 947, "4-LOGIC-OTHER"], [948, 1037, "5-AUTHORITY-CREDENTIALS"], [1038, 1078, "5-AUTHORITY-OTHER"], [1155, 1227, "8-NO-PERSUASION"], [1228, 1327, "3-EMOTION-ALTRUISTIC"], [1396, 1424, "1-RAPPORT-COMPLIMENT"], [1425, 1488, "8-NO-PERSUASION"], [1489, 1538, "2-NEGOTIATE-REQUEST"], [1597, 1605, "1-RAPPORT-COMPLIMENT"], [1606, 1725, "8-NO-PERSUASION"], [1726, 1776, "8-NO-PERSUASION"], [1843, 1930, "3-EMOTION-ALTRUISTIC"], [1931, 2028, "3-EMOTION-ALTRUISTIC"], [2097, 2109, "4-LOGIC-OTHER"], [2110, 2165, "3-EMOTION-ALTRUISTIC"], [2166, 2236, "3-EMOTION-ALTRUISTIC"], [2320, 2396, "2-NEGOTIATE-REMIND"]], "idx": "115"}
{"id": 2138, "data": "Persuader: Good Morning! How are you today?\n\tPersuadee: Great! How are you doing?\nPersuader: I am well. What are your plans for the day?\n\tPersuadee: i will be working all day.\nPersuader: Yes, I am getting ready for work as well. Have you heard of the charity called Save the Children?\n\tPersuadee: No I have not\nPersuader: It is a US based charity that helps kids by collecting money to help supply them with their basic needs like healthcare, food, and clothing. Today I am asking if you would consider even a small donation to STC, even $0.05 would help. Can the kids count on you?\n\tPersuadee: $0.05? that is not bad I could probably do that.\nPersuader: Thank you! Everything really helps out. Have you heard about the recent storms in Hawaii?\n\tPersuadee: I kind of saw some stuff about them on the news.\nPersuader: Well, STC has already pledged to help the kids in Hawaii. They do not waste any time and they get right to the world's problems. I know I would feel horrible if any kids in my family/extended family were suffering. Do you have kids in your family/extended family?\n\tPersuadee: yes I have two a boy and a girl.\nPersuader: So you really understand kids! I like this charity because they make it so easy to give any amount. Were you interested in their website info?\n\tPersuadee: yes that would be great i will take a look at it and tell you if i have decided to donate at this time or not\nPersuader: I already have you down for $0.05. Were you willing to pledge more?\n\tPersuadee: i will donate 0.10 today\nPersuader: That is fantastic! They are US based, the US office is located in CT. The site tells of all the areas getting help, including war torn areas as well. It also details how people can sponsor individual kids. It is a  great organization, don't you agree?\n\tPersuadee: yes sounds great.\nPersuader: I agree, it really is. It breaks my heart to know that while I have so much freedom there are kids that look at a simple meal as a lifesaving chance. So I have you down for $0.10, right?\n\tPersuadee: That is correct.", "label": [[11, 24, "8-NO-PERSUASION"], [25, 43, "8-NO-PERSUASION"], [229, 284, "8-NO-PERSUASION"], [322, 462, "3-EMOTION-ALTRUISTIC"], [463, 555, "2-NEGOTIATE-REQUEST"], [655, 665, "1-RAPPORT-COMPLIMENT"], [666, 694, "1-RAPPORT-COMPLIMENT"], [817, 874, "3-EMOTION-ALTRUISTIC"], [875, 945, "3-EMOTION-ALTRUISTIC"], [946, 1031, "3-EMOTION-STORY"], [1413, 1447, "2-NEGOTIATE-REMIND"], [1529, 1547, "1-RAPPORT-COMPLIMENT"], [1548, 1598, "8-NO-PERSUASION"], [1735, 1780, "3-EMOTION-ALTERCASTING"], [1822, 1844, "1-RAPPORT-SIMILAR"], [1845, 1971, "3-EMOTION-STORY"], [93, 103, "8-NO-PERSUASION"], [104, 136, "1-RAPPORT-FRIEND"], [187, 228, "1-RAPPORT-SIMILAR"], [556, 582, "3-EMOTION-ALTRUISTIC"], [695, 744, "8-NO-PERSUASION"], [1032, 1080, "1-RAPPORT-FRIEND"], [1137, 1167, "1-RAPPORT-FRIEND"], [1168, 1236, "8-NO-PERSUASION"], [1237, 1279, "2-NEGOTIATE-REQUEST"], [1448, 1480, "2-NEGOTIATE-REQUEST"], [1599, 1678, "8-NO-PERSUASION"], [1679, 1734, "8-NO-PERSUASION"], [1972, 2008, "2-NEGOTIATE-REMIND"]], "idx": "116"}
{"id": 2139, "data": "Persuader: Hello! How are you?\n\tPersuadee: Fine. What do you know about the charity? What have you heard people say or have seen online about the charity?\nPersuader: Save the Children helps provide essential basic needs providing for their health, safety, and education internationally. \n\tPersuadee: Have you gone to a charity rating site to check on it? I have not. I want to be assured that overhead costs are minimized.\nPersuader: As of Feb 2018 they were rated 97% transparant and an 88% total rating. They save children from horrible fates like starvation. Something simple and easy to fix. No child should ever lose their life for lack of food.\n\tPersuadee: I'd prefer a secure food donation that directly transports to the areas the children live in instead of handing over to government officials. I feel that using money to but food directly in their cities is best.\nPersuader: Save the Children donations go straight to the needy. There is a lack of support for children in developing countries, especially in war zones. For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence\n\tPersuadee: I am willing to agree to 5 percent of my income for 6 months about 800 dollars.\nPersuader: That is incredibly generous! We all play a role in helping this cause save lives. \"How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: I will donate 10 cents.\nPersuader: Thank you! You donation combined with others always makes a difference.\n\tPersuadee: I feel good about this. How much do you agree to?\nPersuader: I will match your donation. Feel free to puruse  URL for more information.\n\tPersuadee: o.k. 20 cents for now agreed and regular for 6 months, o.k.?\nPersuader: I agree to those terms.\n\tPersuadee: o.k. let's say 1600 dollares total, o.k.?\nPersuader: Yes. It is great that we are willing to share with the needy.\n\tPersuadee: o.k. agreed 1800 dollares done\nPersuader: 16.00s was agreed. Thank you for participating!\n\tPersuadee: o.k. task done", "label": [[11, 17, "8-NO-PERSUASION"], [18, 30, "8-NO-PERSUASION"], [166, 287, "3-EMOTION-ALTRUISTIC"], [434, 505, "5-AUTHORITY-CREDENTIALS"], [506, 561, "3-EMOTION-ALTRUISTIC"], [562, 595, "4-LOGIC-ARGUE"], [596, 650, "3-EMOTION-GUILT"], [886, 939, "4-LOGIC-ARGUE"], [940, 1029, "3-EMOTION-ALTRUISTIC"], [1030, 1122, "3-EMOTION-EMPATHY"], [1123, 1235, "3-EMOTION-STORY"], [1339, 1367, "1-RAPPORT-COMPLIMENT"], [1368, 1420, "6-SOCIAL-PEER"], [1421, 1472, "2-NEGOTIATE-REQUEST"], [1473, 1536, "8-NO-PERSUASION"], [1537, 1591, "2-NEGOTIATE-REQUEST"], [1639, 1649, "1-RAPPORT-COMPLIMENT"], [1650, 1710, "3-EMOTION-ALTRUISTIC"], [1784, 1811, "2-NEGOTIATE-RECIP"], [1812, 1858, "8-NO-PERSUASION"], [1943, 1966, "2-NEGOTIATE-RECIP"], [2032, 2036, "8-NO-PERSUASION"], [2037, 2093, "1-RAPPORT-COMPLIMENT"], [2148, 2166, "2-NEGOTIATE-REMIND"], [2167, 2195, "8-NO-PERSUASION"]], "idx": "117"}
{"id": 2140, "data": "Persuader: Hello\n\tPersuadee: hi\nPersuader: how are you today?\n\tPersuadee: Doing Good. What about You ?\nPersuader: Have you heard of the charity Saev the Children\"\n\tPersuadee: No. Can you help me with that.\nPersuader: It is a charity that helps ensure children's basic rights to health, education, safety, etc\n\tPersuadee: Okay. It's a very noble cause.\nPersuader: Children in other countries don't have the advantages that we do such as access to the internet\n\tPersuadee: Yeah totally agreed. Even they are not able to get good meal and got suffered from many malnutrition diseases.\nPersuader: Yes, it is a very noble cause\n\tPersuadee: But we can't help them directly. Most of time we have to depend on someone to help them.\nPersuader: I would liek to ask if you would want to make  small donation to this cause\n\tPersuadee: I already did for some websites. Not interested right now to do so. Give me your details i will send you later on.\nPersuader: It only needs to be a small donation and it will be deducted out of your task pay.\n\tPersuadee: sorry but not now.\nPersuader: ok, thankyou for your time.\n\tPersuadee: Thanks. Nice Talking you.\nPersuader: have a good day\n\tPersuadee: you too. Bye", "label": [[11, 16, "8-NO-PERSUASION"], [43, 61, "8-NO-PERSUASION"], [114, 162, "8-NO-PERSUASION"], [217, 308, "3-EMOTION-ALTRUISTIC"], [363, 458, "1-RAPPORT-SIMILAR"], [363, 458, "3-EMOTION-ALTRUISTIC"], [735, 810, "2-NEGOTIATE-REQUEST"], [593, 622, "4-LOGIC-ARGUE"], [949, 1031, "2-NEGOTIATE-REQUEST"], [1074, 1101, "8-NO-PERSUASION"], [1151, 1166, "8-NO-PERSUASION"]], "idx": "118"}
{"id": 2141, "data": "Persuader: Hey \n\tPersuadee: Hi\nPersuader: My name is Ren, how are you today?\n\tPersuadee: Hi Ren! I am doing fairly well, thank you.\nPersuader: I see we should discuss a social issue. How do you feel about struggling children in developing countries?\n\tPersuadee: I feel sad for all children that have to struggle; no matter where they are from.\nPersuader: I feel the same way! I saw this clip today that just broke my heart\n\tPersuadee: What type of clip was it? Were the children without family and the necessary tools to survive?\nPersuader: It was one of those emotional videos, showing children and their families without food and other necessities. It got me thinking of how I can help.\n\tPersuadee: That is sad. There are so many people in this world that don't have money, so they have to rely on other people to help them. I see homeless people here, and sometimes try to help them out also.\nPersuader: My heart just goes out to them. Would you be willing to donate a portion of your bonus to these children?\n\tPersuadee: What organization would be receiving the donation?\nPersuader: Save the Children. The research team can organize for them to receive it. I am also going to donate half of my bonus to them. Things add up and can make a difference in someone's life. Will you help us?\n\tPersuadee: It\\'s very hard to not be leery about about online donations; but in this case, I would donation a portion to this cause. Can you tell me a little more about \"Save the Children\"?\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. \n\tPersuadee: You seem to know a lot about this organization; have you made donations to this cause previously?\nPersuader: Actually I haven't. I was just looking for a way to make a contribution and found them. The researchers for this study will handle the monetary contribution. These days you really have to be careful of sending money to anyone. I figured that since this is a bonus, we wouldn't even have to give any credit card information, it's perfect. How much do you like to donate to the charity? I'm giving a dollar! \n\tPersuadee: I think I have an amount in mind; do you know what percentage of all donations actually go directly to the cause?\nPersuader: All proceeds donated will be given to the charity. We really have to help each other in this world. Thank you so much for our talk today and your donation. Hopefully other opportunities will allow us to be more effective in changing the world around us!\n\tPersuadee: It was interesting talking to you, do you donate often to charities? \nPersuader: I do! from I can establish that it will help someone in need I will definitely give. By the way, I'm curios how much have you decided to give? \n\tPersuadee: I will also donate $1.00.", "label": [[11, 15, "8-NO-PERSUASION"], [42, 76, "1-RAPPORT-DISCLOSE"], [143, 182, "8-NO-PERSUASION"], [183, 249, "3-EMOTION-ALTRUISTIC"], [376, 422, "1-RAPPORT-DISCLOSE"], [355, 375, "1-RAPPORT-SIMILAR"], [541, 650, "3-EMOTION-EMPATHY"], [907, 938, "3-EMOTION-OTHER"], [651, 688, "3-EMOTION-OTHER"], [939, 1012, "2-NEGOTIATE-REQUEST"], [1087, 1105, "8-NO-PERSUASION"], [1106, 1160, "8-NO-PERSUASION"], [1161, 1212, "2-NEGOTIATE-RECIP"], [1213, 1271, "3-EMOTION-ALTRUISTIC"], [1272, 1289, "2-NEGOTIATE-REQUEST"], [1492, 1660, "3-EMOTION-ALTRUISTIC"], [1783, 1802, "4-LOGIC-CONCEDE"], [1803, 1870, "1-RAPPORT-DISCLOSE"], [1871, 1940, "8-NO-PERSUASION"], [1941, 2009, "8-NO-PERSUASION"], [2010, 2120, "4-LOGIC-OTHER"], [2121, 2167, "2-NEGOTIATE-REQUEST"], [2168, 2188, "2-NEGOTIATE-RECIP"], [2327, 2377, "5-AUTHORITY-CREDENTIALS"], [2378, 2426, "3-EMOTION-OTHER"], [2427, 2482, "1-RAPPORT-COMPLIMENT"], [2483, 2580, "8-NO-PERSUASION"], [2674, 2679, "8-NO-PERSUASION"], [2680, 2758, "3-EMOTION-ALTRUISTIC"], [2759, 2816, "2-NEGOTIATE-REMIND"]], "idx": "119"}
{"id": 2142, "data": "Persuader: Hey how are you doing\n\tPersuadee: Hi, I am doing well.\nPersuader: Good to hear, do anything special over the weekend\n\tPersuadee: Not really, just gym and some brief grocery shopping. Just a very typical weekend for me.\nPersuader: Cool, it's just been a relaxing weekend for me.  Have you donated to any charities this year\n\tPersuadee: Yes. I donated to the RAICES charity for the immigrants separated from their children.\nPersuader: sorry my tablet just disconnected for a minute.  Are you aware of what is going on in Syria?\n\tPersuadee: Oh yes, I hear about it and read about it on a regular basis.\nPersuader: Ok so you know that their is a lot of children in danger in those war torn areas.\n\tPersuadee: Yes, it's heartbreaking to hear about.\nPersuader: It really is! There is a charity that is focusing on helping children in these areas like Syria and they are known as Save the Children Foundation.\n\tPersuadee: I have heard of them.\nPersuader: You and I have the chance to help them out by using some or all of the money we make from this task.  Are you willing to donate a certain amount?\n\tPersuadee: I would prefer to donate my money to UNICEF.\nPersuader: UNICEF is a great charity as well, but our donations should be focused on Save the Children if that is okay.  I mean UNICEF is very well known and they do great work but right now there is trouble for these children.  For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence.\n\tPersuadee: I don't quite see the difference between the two. Save the Children has had some issues as of late.\nPersuader: What issues would those be?\n\tPersuadee: Please visit their Wikipedia page and click on controversies.\nPersuader: Is Wikipedia a trusted source?\n\tPersuadee: It provides sources to other sites based on the page.\nPersuader: Wikipedia is written by average joes.  How much would you like to donate.  It is okay if you decline.  If you agree to donate to Save the Children I will match your donation as well.\n\tPersuadee: That is a fair point, but I think a Google search will also lead to issues. Not to say UNICEF is totally problem free, but it's not a like typical charity a la Save the Children. I would not like to donate at this time, but thank you.\nPersuader: Okay have a good night\n\tPersuadee: You as well.", "label": [[11, 32, "8-NO-PERSUASION"], [77, 127, "1-RAPPORT-FRIEND"], [241, 288, "1-RAPPORT-SIMILAR"], [290, 333, "8-NO-PERSUASION"], [444, 491, "8-NO-PERSUASION"], [493, 536, "3-EMOTION-OTHER"], [622, 703, "3-EMOTION-EMPATHY"], [766, 779, "8-NO-PERSUASION"], [780, 913, "4-LOGIC-OTHER"], [959, 1059, "3-EMOTION-ALTRUISTIC"], [1061, 1104, "2-NEGOTIATE-REQUEST"], [1173, 1281, "4-LOGIC-CONCEDE"], [1283, 1389, "4-LOGIC-COUNTER"], [1391, 1483, "3-EMOTION-EMPATHY"], [1484, 1597, "3-EMOTION-EMPATHY"], [1721, 1748, "8-NO-PERSUASION"], [1834, 1864, "4-LOGIC-COUNTER"], [1942, 1979, "4-LOGIC-COUNTER"], [1981, 2015, "3-EMOTION-ALTERCASTING"], [2017, 2043, "8-NO-PERSUASION"], [2045, 2124, "2-NEGOTIATE-RECIP"], [2383, 2405, "8-NO-PERSUASION"]], "idx": "120"}
{"id": 2143, "data": "Persuader: Hello!\n\tPersuadee: Hello\nPersuader: So it looks like you have the option to donate some of your earnings from this task to Save the Children. Have you heard of that charity before?\n\tPersuadee: Know I have not. Please explain to me in detail\nPersuader: It's an international organization that supports children in developing countries. It helps children get access to health, education, safety, etc.\n\tPersuadee: Okay. What is the organization called?\nPersuader: It's called Save the Children. It's a rather large organization and well known, you can search for it outside this chat. It's not just a made up organization for the sake of the chat. Do you donate much to charity now?\n\tPersuadee: O I have heard of Save the children. I think I have seen commercials on tv advertising the charity. Currently I do not donate to charities. I wish to and I like the idea of charity donantions, but personal donations is not within my current budget. I am a single mother and fiances are pretty tight at the moment.\nPersuader: I understand. I'm in a similar situation, and I'm hoping to buy a house soon with my boyfriend. I'd guess that's why we're both on mechanical turk early on a Sunday. However, donating to charity does help those even less fortunate than me, so I try to carve out some money here and there to help out. It seems like this would be an easy way to send some money to organization that could really use it, and it wouldn't take any extra time, either.\n\tPersuadee: I really do want to participate but I can't make any donations today. I hope I can still participate in the chats without donating.\nPersuader: I don't think you have to donate by the rules of the chat, but when you think about it, it's often the first, smallest donation that can be the hardest and the most rewarding. If you donated less than a dollar you might not notice that in your own household budget, but combined with all the other donations from this task it could make a huge difference in the life of children who have no parents to take care of them, or children who are fleeing violence or starvation\n\tPersuadee: Okay. So if I decide to make a small donation, do I donate by using my mturk earnings?\nPersuader: Yes, I believe so. Based on what I'm reading in the directions, you'd donate from the earnings you'd get from doing this task\n\tPersuadee: Okay that is nice and simple. \nPersuader: Absolutely! I agree. I really enjoy when things like this are easy to do. I don't know how much time we have left to chat, but it's been great to (electronically) meet you!\n\tPersuadee: It has been great to electronically meet you too. I am not sure how much time we have left and I don't know what to next ha ha.\nPersuader: Oh wait, we need at least 10 minimum chat turns. So we'll need to chat a little bit more about donations; is there any particular issue going on with children in the world today that you've been following in the news or that you care more about?\n\tPersuadee: So when it comes to issues, a specific issue that I really care about is the problem with the poverty issue in the United States. To be specific I worry about the homeless rate with children. For example, myself being from Albuquerque New Mexico, the number of homeless children and teenagers is heartbreaking. And what about you?\nPersuader: I agree. I grew up in California, lived in Louisiana, and then moved to Massachusetts. There's different kinds of childhood poverty between those three states and I wish there was more I could do to help. If you're an adult and you're homeless it's a very different situation than being 6 years old and homeless. We talk a lot about children in other countries, but there's a lot of need for American children too. I'm hoping you'll keep half for you and your own child, and half for Save the Children too!\n\tPersuadee: That is cool that you lived in three different states. Before I lived in New Mexico I also lived in Wisconsin and Minnesota. There is a poverty problem in all three states, but out of the three states that I lived,  New Mexico is definitley the top state for the poverty issue.  I completely agree with you. I feel like our country does not focus enough on our issue with poverty. Especially with children. The issue with children poverty has to change.I will take the option of donating into consideration.\nPersuader: Absolutely! It was great meeting you, and I hope you enjoy the rest of your morning.\n\tPersuadee: You as well. Thank you for the chat :)", "label": [[11, 17, "8-NO-PERSUASION"], [47, 152, "8-NO-PERSUASION"], [153, 191, "8-NO-PERSUASION"], [263, 345, "3-EMOTION-ALTRUISTIC"], [346, 409, "3-EMOTION-ALTRUISTIC"], [472, 502, "8-NO-PERSUASION"], [503, 592, "5-AUTHORITY-CREDENTIALS"], [593, 655, "5-AUTHORITY-CREDENTIALS"], [656, 690, "8-NO-PERSUASION"], [1028, 1041, "1-RAPPORT-FRIEND"], [1042, 1123, "1-RAPPORT-SIMILAR"], [1042, 1123, "1-RAPPORT-DISCLOSE"], [1124, 1193, "1-RAPPORT-FRIEND"], [1194, 1328, "3-EMOTION-ALTRUISTIC"], [1329, 1474, "4-LOGIC-OTHER"], [1630, 1805, "3-EMOTION-OTHER"], [1806, 2101, "3-EMOTION-ALTRUISTIC"], [2212, 2230, "8-NO-PERSUASION"], [2231, 2337, "8-NO-PERSUASION"], [2392, 2403, "8-NO-PERSUASION"], [2404, 2412, "1-RAPPORT-SIMILAR"], [2413, 2465, "8-NO-PERSUASION"], [2466, 2564, "8-NO-PERSUASION"], [2716, 2764, "8-NO-PERSUASION"], [2765, 2961, "8-NO-PERSUASION"], [3316, 3324, "1-RAPPORT-SIMILAR"], [3325, 3402, "1-RAPPORT-DISCLOSE"], [3403, 3520, "3-EMOTION-EMPATHY"], [3521, 3628, "3-EMOTION-EMPATHY"], [3629, 3730, "3-EMOTION-EMPATHY"], [3731, 3822, "2-NEGOTIATE-REMIND"], [4354, 4365, "8-NO-PERSUASION"], [4366, 4438, "8-NO-PERSUASION"]], "idx": "121"}
{"id": 2144, "data": "Persuader: Hello\n\tPersuadee: hi there!\nPersuader: Hope you're having a good Labor Day holiday weekend.\n\tPersuadee: I am having a relaxing one, I hope you are as well.\nPersuader: Yes, thank you.\n\tPersuadee: So are you willing to donate any of your payment?\nPersuader: I'll be doing that later in this assignment, I believe. However, would you be willing to donate a portion of your task payment to a worthy charity?\n\tPersuadee: Yes of course, I's.m always willing to share with other\nPersuader: Great! The charity is for Save the Children.\n\tPersuadee: What do they do?\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: That sounds like a great charity that I'd be happy to support.\nPersuader: That's great! Your donation will be directly deducted from your task payment. You can choose any amount from $0 to $2. Any amount would be helpful.\n\tPersuadee: How about $1?\nPersuader: Wow, excellent! Very nice of you to do. The research team will collect all donations and send it to Save the Children.\n\tPersuadee: What will the donation help accomplish?\nPersuader: These small donations will help a lot of children and their families. For more info you can refer to the Save the Children's website if you'd like -   URL \n\tPersuadee: Do they receive my donation right away?\nPersuader: I don't know for sure. Hopefully, the research team conducting the study direct the funds over to the charity quickly.\n\tPersuadee: Sounds good. I'm happy to confirm my $1 donation. Let's do it. It's a great cause.", "label": [[11, 16, "8-NO-PERSUASION"], [50, 102, "1-RAPPORT-FRIEND"], [323, 414, "2-NEGOTIATE-REQUEST"], [579, 747, "3-EMOTION-ALTRUISTIC"], [953, 981, "3-EMOTION-ALTRUISTIC"], [1019, 1034, "1-RAPPORT-COMPLIMENT"], [1035, 1058, "1-RAPPORT-COMPLIMENT"], [1059, 1137, "8-NO-PERSUASION"], [178, 193, "1-RAPPORT-SIMILAR"], [267, 322, "2-NEGOTIATE-RECIP"], [494, 500, "1-RAPPORT-COMPLIMENT"], [501, 538, "8-NO-PERSUASION"], [834, 847, "1-RAPPORT-COMPLIMENT"], [848, 911, "8-NO-PERSUASION"], [912, 952, "8-NO-PERSUASION"], [1201, 1270, "3-EMOTION-ALTRUISTIC"], [1271, 1355, "8-NO-PERSUASION"], [1420, 1442, "8-NO-PERSUASION"], [1443, 1538, "8-NO-PERSUASION"]], "idx": "122"}
{"id": 2145, "data": "Persuader: Hey! How are you doing today?\n\tPersuadee: I'm doing well.  How are you?\nPersuader: I'm doing pretty good. I'm not ready for this weekend to be over though. :(\n\tPersuadee: I work on the weekend so it doesn't matter to me!\nPersuader: Ahh. I'm sorry. I was on call all weekend, but I never got called in.\n\tPersuadee: Well that's good.  Glad you got to enjoy the holiday weekend.\nPersuader: I'm moved most of the weekend and tried to dodge the rain.\n\tPersuadee: Ah, we didn't have any rain...just lots of heat.\nPersuader: There's a tropical storm coming through here so we're about to get a lot of rain.\n\tPersuadee: Oh no...hope you are in a safe area.\nPersuader: I think I'll be ok. It's kind of a part of life here on the Gulf.\n\tPersuadee: Yeah we get storms, but we are never really in the worst path.\nPersuader: Yeah we usually don't but every once in awhile we'll get one. \n\tPersuadee: I'm just getting ready for back to school here.\nPersuader: Fun Fun. I guess I should get into what this chat is supposed to be about. Have you heard of the charity Save The Children?\n\tPersuadee: Yes I have.  Do you donate to them?\nPersuader: I do donate to them and I plan on donating half of my payment today to them.\n\tPersuadee: Oh great.  Maybe I will consider it.  I guess I'm always just trying to save for my own family.\nPersuader: That's understandable. I just bought a house so I'm having to save every bit I can. Any bit helps either way.\n\tPersuadee: Congrats on the house!  It's always so much work!", "label": [[94, 116, "1-RAPPORT-DISCLOSE"], [117, 169, "1-RAPPORT-DISCLOSE"], [11, 15, "8-NO-PERSUASION"], [16, 40, "8-NO-PERSUASION"], [243, 247, "8-NO-PERSUASION"], [248, 258, "1-RAPPORT-FRIEND"], [259, 312, "1-RAPPORT-DISCLOSE"], [529, 610, "1-RAPPORT-DISCLOSE"], [691, 736, "8-NO-PERSUASION"], [671, 690, "1-RAPPORT-OTHER"], [823, 885, "1-RAPPORT-OTHER"], [957, 965, "1-RAPPORT-FRIEND"], [966, 1031, "8-NO-PERSUASION"], [1032, 1080, "8-NO-PERSUASION"], [1336, 1358, "1-RAPPORT-FRIEND"], [1359, 1419, "1-RAPPORT-DISCLOSE"], [398, 456, "1-RAPPORT-DISCLOSE"], [1140, 1216, "2-NEGOTIATE-RECIP"], [1420, 1445, "3-EMOTION-ALTRUISTIC"]], "idx": "123"}
{"id": 2146, "data": "Persuader: Hello\n\tPersuadee: Hi!\nPersuader: Please consider donating at least a small portion of your earnings from this task to a children\\'s charity called \"Save the Children\". This is a non-government organization that promotes children\\'s rights and provides relief and assistance to children in developing countries. Your donation would really be appreciated and can greatly assist with these children\\'s lives. Doing so would ensure you can be part of the solution.  \n\tPersuadee: What kind of issues are these children facing?\nPersuader: They are facing mortality, none and minimal education opportunities, and violence\n\tPersuadee: Is it more domestic violence or are these children in war-torn countries?\nPersuader: These are children in war zones\n\tPersuadee: How old is \"Save the Children\"?\nPersuader: Save the Children is an 18 year old professional organization\n\tPersuadee: Does Save the Children do all the work in these countries or do they allocate funds to other organizations with similar platforms that are located within these countries?\nPersuader: Save the Children leads programs and works closely with communities in these countries. Save the Children also uses all program funds effectively with over 85% going directly to program services and only 5% for administrative costs.\n\tPersuadee: How many countries is Save the Children located in?\nPersuader: Save the Children assists in many different countries as they assist where is crisis. Save the Children is a 501c3 and you donation is deductible to the full extent allowable under IRS regulations. This organization utilizes all funds effectively and even a small donation can help. You are able to choose the exact amount you would like to donate. Imagine if everyone that was asked donated even $.050 how that would add up to help fund this organization and assist children in need. \n\tPersuadee: Ah you answered my next question!\nPersuader: Great! How much would you like to donate? Remember this is tax deductible and you can choose your amount. The amount you choose will be directly deducted from your task payment. Your chosen amount can be as high as $2 which is the total task payment \n\tPersuadee: I'll do $0.50\nPersuader: Great! Thank you very much! Since you have the ease of this being deducted from your task payment would you be interested in increasing your donation amount to $1?\n\tPersuadee: No thank you :)\nPersuader: Ok, thank you very much for the kind response! Would you be interested in increasing to $0.51? The research team collects all donations and sends them directly to Save the Children on your behalf.\n\tPersuadee: Make it $0.55\nPersuader: Ok great! Thank you very much for agreeing to donate $0.55! You have made a difference today in the lives of these children. Thank you and please have a wonderful day!\n\tPersuadee: Thank you, you too!", "label": [[11, 16, "8-NO-PERSUASION"], [44, 178, "2-NEGOTIATE-REQUEST"], [179, 321, "8-NO-PERSUASION"], [322, 416, "3-EMOTION-ALTRUISTIC"], [417, 471, "3-EMOTION-ALTRUISTIC"], [544, 625, "3-EMOTION-EMPATHY"], [723, 754, "3-EMOTION-EMPATHY"], [810, 871, "5-AUTHORITY-CREDENTIALS"], [1066, 1153, "8-NO-PERSUASION"], [1154, 1298, "5-AUTHORITY-CREDENTIALS"], [1374, 1459, "5-AUTHORITY-OTHER"], [1460, 1571, "5-AUTHORITY-CREDENTIALS"], [1460, 1571, "2-NEGOTIATE-REWARD"], [1572, 1656, "3-EMOTION-ALTRUISTIC"], [1657, 1722, "8-NO-PERSUASION"], [1723, 1858, "6-SOCIAL-OTHER"], [1917, 1923, "1-RAPPORT-COMPLIMENT"], [1924, 1958, "2-NEGOTIATE-REMIND"], [1959, 2022, "2-NEGOTIATE-OTHER"], [2023, 2094, "8-NO-PERSUASION"], [2095, 2167, "8-NO-PERSUASION"], [2205, 2211, "1-RAPPORT-COMPLIMENT"], [2212, 2232, "1-RAPPORT-FRIEND"], [2233, 2368, "2-NEGOTIATE-REQUEST"], [2408, 2454, "1-RAPPORT-COMPLIMENT"], [2455, 2502, "2-NEGOTIATE-REQUEST"], [2503, 2604, "8-NO-PERSUASION"], [2642, 2651, "1-RAPPORT-COMPLIMENT"], [2652, 2701, "1-RAPPORT-FRIEND"], [2702, 2766, "3-EMOTION-ALTRUISTIC"], [2767, 2809, "1-RAPPORT-FRIEND"]], "idx": "124"}
{"id": 2147, "data": "Persuader: We really need some donations for Save the Children in any amount of money\n\tPersuadee: Alright, is it non profit?  \nPersuader: Yes it is\n\tPersuadee: Does it help children in developing nations or all nations, or? \nPersuader: Yes it helps children in all developing countries, you can donate some of this task pay if you wish\n\tPersuadee: Thank you, how do they allocate funds? As in does most go to cover their overhead? \nPersuader: No they take the funds and give it to the Charity and they use it for the children. There are just so many ways this helps the kids. It helps kids from starving and with education,safety etc\n\tPersuadee: Than i would like to donate 1/2 of this task pay, so $1\nPersuader: Ok, great. That is very nice of you. The research team will collect and send it to Save the children. Have you donated to charities before/\n\tPersuadee: Yes, somewhat frequently. I just like knowing how.funds are allocated before donating. Too many non-profits use more donations to cover costs than to help the cause they claim to support. You?\nPersuader: Yeah and I don't blame you.Can I ask you where you are from?\n\tPersuadee: I live Michigan, right on Lake Huron and the Candian border\nPersuader: I'm in Michigan also, right on the Ohio border. How long have you been doing Mturks\n\tPersuadee: Just over a month now. How about you, and do you enjoy it? \nPersuader: That's funny, about the same time frame and yes I do because I do it when I'm not busy at work and at night watching t.v. How about yourself?\n\tPersuadee: I work midnights, in a slow paced environment, so i frequently turk at work. It has definitely been worth it so far! \nPersuader: Do you mind me asking how much you made your first month.\n\tPersuadee: I have made a bit over $500 so far. I joined July 29(i think)\nPersuader: Wow, how many hits is that? I've only made a little over 100.00 Any advise?\n\tPersuadee: I have around 4,000 submitted. I work on it for about 4 hours when at work due to having nothing to do. I use PANDA on the rare occasions i do it at home on my computer. Those days(using that) i easily clear $30-$40 for 4hours. If you turk with a computer it is worth it to download and learn to use it. At night though i just work on whatever is available throughout the night. \nPersuader: Is PANDA for Mturks?\n\tPersuadee: Yes, simple once you get the hang of it, but it took me a little while. I'm not that great with computers though beyond basic functions. PANDA is a script\nPersuader: I've heard of it but haven't downloaded it yet but I guess I should. One last thing, Do scripts make your turking faster or what is the meaning of them. I know computers but never used scripts.", "label": [[11, 85, "2-NEGOTIATE-REQUEST"], [138, 147, "8-NO-PERSUASION"], [236, 335, "2-NEGOTIATE-REQUEST"], [443, 526, "5-AUTHORITY-CREDENTIALS"], [527, 575, "3-EMOTION-ALTRUISTIC"], [576, 633, "3-EMOTION-ALTRUISTIC"], [724, 749, "1-RAPPORT-COMPLIMENT"], [713, 723, "8-NO-PERSUASION"], [750, 814, "8-NO-PERSUASION"], [815, 852, "8-NO-PERSUASION"], [1069, 1096, "1-RAPPORT-SIMILAR"], [1096, 1129, "1-RAPPORT-FRIEND"], [1213, 1260, "1-RAPPORT-DISCLOSE"], [1261, 1296, "1-RAPPORT-FRIEND"], [1380, 1501, "1-RAPPORT-DISCLOSE"], [1502, 1521, "1-RAPPORT-FRIEND"], [1663, 1720, "1-RAPPORT-FRIEND"], [1806, 1833, "1-RAPPORT-FRIEND"], [1834, 1881, "1-RAPPORT-DISCLOSE"], [2285, 2305, "8-NO-PERSUASION"], [2484, 2552, "8-NO-PERSUASION"], [2553, 2636, "8-NO-PERSUASION"], [2637, 2677, "8-NO-PERSUASION"]], "idx": "125"}
{"id": 2148, "data": "Persuader: Hi. How are you this evening? \n\tPersuadee: Good, how are you?\nPersuader: I'm good, thank you. \n\tPersuadee: Do you know who receives this donations?\nPersuader: Yes, I do.  Have you ever heard of Save the Children? \n\tPersuadee: of course, I didn't see that detail. \nPersuader: In case you didn't know, they are an international organization that promotes children's rights and provides relief and helps support children in developing countries. \n\tPersuadee: you must be a fan. I assume you are going to donate.\nPersuader: Yes, I support this charity and yes, I will.   Do you have children? \n\tPersuadee: 1, a 4 year old. \nPersuader: As a parent, I feel this charity is so important and I hope you can feel that way too.  No child should go to bed hungry. \n\tPersuadee: hmmm, are you a real person? That is a line from the actual advertisement from Save The Children that has been running since I was a child.... maybe 30 years at least. \nPersuader: Ha ha.  Yes, I am a real person.  ( I knew that I knew that line from somewhere)\n\tPersuadee: how much of your $2 payment are you donating?\nPersuader: I'm still deciding.  How much would you like to donate to this charity now? \n\tPersuadee: 1 american dollar\nPersuader: Ok, that's great.  \n\tPersuadee: so we have a consensus then?\nPersuader: Yes, we do \n\tPersuadee: great, now how to end this chat???", "label": [[11, 14, "8-NO-PERSUASION"], [15, 41, "1-RAPPORT-FRIEND"], [84, 104, "1-RAPPORT-FRIEND"], [170, 180, "8-NO-PERSUASION"], [182, 224, "8-NO-PERSUASION"], [286, 453, "3-EMOTION-ALTRUISTIC"], [531, 575, "1-RAPPORT-DISCLOSE"], [578, 599, "1-RAPPORT-FRIEND"], [642, 728, "1-RAPPORT-FRIEND"], [730, 763, "3-EMOTION-EMPATHY"], [957, 963, "3-EMOTION-HUMOUR"], [965, 989, "8-NO-PERSUASION"], [991, 1037, "3-EMOTION-HUMOUR"], [1107, 1126, "8-NO-PERSUASION"], [1128, 1183, "2-NEGOTIATE-REQUEST"], [1225, 1242, "8-NO-PERSUASION"], [1297, 1307, "8-NO-PERSUASION"]], "idx": "126"}
{"id": 2149, "data": "Persuader: HI GOOD MORNING \n\tPersuadee: hi good morning\nPersuader: MANY CHILDREN ARE DYING \n\tPersuadee: oh i know\nPersuader: THERE ARE FEEL SO SAD \n\tPersuadee: yes so sad i know\nPersuader: YOU WILL DONATE TO THE CHILD\n\tPersuadee: ok i will do\nPersuader: YOU CAN DONATE TWO DOLLAR TO THEM.\n\tPersuadee: ok i will do\nPersuader: HOW MUCH DO YOU DONATE THEM.\n\tPersuadee: ok i 2 \nPersuader: OK THANK YOU SO MUCH\n\tPersuadee: ok thank you too\nPersuader: ITS VERY HELPFUL TO THE CHILD.\n\tPersuadee: ok thank you too\nPersuader: KEEP DONATE TO THE CHILD  ITS VERY HELP TO THE EDUCATION AND HEALTH\n\tPersuadee: ok and thank you\nPersuader: GOD BLESS THEM AND YOU ALSO WISH THEM.\n\tPersuadee: ok and thank you", "label": [[67, 90, "3-EMOTION-EMPATHY"], [11, 26, "8-NO-PERSUASION"], [125, 146, "3-EMOTION-EMPATHY"], [254, 288, "3-EMOTION-ALTERCASTING"], [189, 217, "3-EMOTION-ALTERCASTING"], [325, 353, "2-NEGOTIATE-REQUEST"], [385, 405, "8-NO-PERSUASION"], [446, 476, "3-EMOTION-ALTRUISTIC"], [517, 584, "3-EMOTION-ALTRUISTIC"], [625, 663, "8-NO-PERSUASION"]], "idx": "127"}
{"id": 2150, "data": "Persuader: Have you ever heard of \"Save the Children\"? It an agency that helps children in underdeveloped and developing countries.\n\tPersuadee: No, I actually haven't . Do you have any more information about the organization that you could tell me?\nPersuader: it is not sponsored or supported by any governmental agencies and it helps children abroad and within the US. You would be shocked at how many children live in poverty here in the United States.\n\tPersuadee: I have an idea. Whats a more specific idea of what you do? How do you help? Whats their overall goal?\nPersuader: Well, a very specific goal right is to help the children that are separated from their parents due to our current immigration problem. Can you imagine someone taking your small child away from you and not knowing where they are going, who is going to be caring for them, or if you will ever be able to see them again? As a mother, that thought is horrifying. \n\tPersuadee: It is horrifying, I could not even imagine. What do you need me to do?\nPersuader: Save the Children has committed to providing some of the care and needs for these children until they can be reunited with their parents. Would you be willing to donate your pay for this task to Save the Children so they can continue to provide care for these misplaced children? \n\tPersuadee: My pay? As in my weekly paycheck? Or are there any other payment options, as I have bills to pay.\nPersuader: No, but you could donate part of your pay for this particular task here. Say, maybe half of your payment for this task or even the whole thing?\n\tPersuadee: I will happily donate my whole payment for this task. :)\nPersuader: Thank you! Save the Children is a very reputable charity and your donation will mean so much!\n\tPersuadee: I am so grateful there is a way for me to help financially!!!\nPersuader: It really is a great charity and has been around for over 100 years! And while the current immigration crisis is a relatively new problem, they stand ready to help in whatever capacity they can.\n\tPersuadee: That is fantastic to hear!!\nPersuader: It has been a pleasure chatting with you and donating your task pay to this fine cause should get you some good Karma for the remainder of your day!!\n\tPersuadee: Thank you! You will as well for all the hard work you're putting towards this magnificent charity. \nPersuader: You are quite welcome!!\n\tPersuadee: You can send me the information with the email you have on file for me. :)\nPersuader: ok, I will get it out to as soon as possible!\n\tPersuadee: Thank you so much for your time and the effort you are putting towards this very reputable charity!!", "label": [[11, 54, "8-NO-PERSUASION"], [55, 131, "3-EMOTION-EMPATHY"], [260, 369, "3-EMOTION-EMPATHY"], [370, 454, "3-EMOTION-EMPATHY"], [580, 714, "3-EMOTION-EMPATHY"], [715, 897, "3-EMOTION-EMPATHY"], [898, 938, "3-EMOTION-EMPATHY"], [1034, 1171, "3-EMOTION-ALTRUISTIC"], [1172, 1313, "2-NEGOTIATE-REQUEST"], [1509, 1579, "2-NEGOTIATE-REQUEST"], [1436, 1508, "8-NO-PERSUASION"], [1660, 1670, "1-RAPPORT-COMPLIMENT"], [1671, 1753, "5-AUTHORITY-CREDENTIALS"], [1671, 1753, "3-EMOTION-ALTRUISTIC"], [1839, 1907, "5-AUTHORITY-CREDENTIALS"], [1908, 2033, "3-EMOTION-EMPATHY"], [2085, 2234, "1-RAPPORT-COMPLIMENT"], [2358, 2381, "1-RAPPORT-COMPLIMENT"], [2480, 2525, "8-NO-PERSUASION"]], "idx": "128"}
{"id": 2151, "data": "Persuader: Hi have you ever done a task like this before?\n\tPersuadee: What is the best organizations and charities for children?\nPersuader: Well I really like Save the Children. It's international and nongovernmental, plus it helps many children and their families. Have you heeard of it?\n\tPersuadee: I think I have heard of it.  Children really need people to help them.  Oh, in answer to your first question I have not done a task like this before.\nPersuader: Yes children really need your help. There are children in war zones and under developed countries just begging for help. Would you like to offer some help?\n\tPersuadee: I would if I could.  I would like to go to some of the countries and help in person too. \nPersuader: That would be great. Would you like to donate today?\n\tPersuadee: I wouldb but I don't have any money right now.\nPersuader: Your donation will be directly deducted from your task payment. You can choose from $0 to all your payment. How much would you like to donate?\n\tPersuadee: I could donate 10 cents.  I wish I could more but I am trying to pay my bills with what I make here.\nPersuader: The children will thank you, do you think you can do a little more?\n\tPersuadee: I could give 5 more cents but that is all for now.  \nPersuader: So you are donating $0.15, correct?\n\tPersuadee: Yes, and I am sure they will appreciate and need it.\nPersuader: Yes they will. Thanks, have you ben to their site yet?  URL \n\tPersuadee: I just went there.  They have a lot of information there.\nPersuader: Thanks for your donation. The research team will collect all donations and send it to Save the Children.\" Aren\\'t you glad you helped today?\n\tPersuadee: Yes.  Some of them are in school too.  They could use some of that money for school supplies.\nPersuader: Yes they can, thanks again\n\tPersuadee: You are welcome.  I might go back to the website to learn more.", "label": [[11, 57, "8-NO-PERSUASION"], [266, 288, "8-NO-PERSUASION"], [462, 497, "3-EMOTION-EMPATHY"], [498, 582, "3-EMOTION-EMPATHY"], [140, 177, "8-NO-PERSUASION"], [178, 265, "5-AUTHORITY-CREDENTIALS"], [583, 617, "2-NEGOTIATE-REQUEST"], [731, 751, "1-RAPPORT-COMPLIMENT"], [752, 783, "2-NEGOTIATE-REQUEST"], [854, 917, "8-NO-PERSUASION"], [918, 961, "8-NO-PERSUASION"], [962, 996, "2-NEGOTIATE-REMIND"], [1121, 1188, "3-EMOTION-ALTRUISTIC"], [1121, 1188, "2-NEGOTIATE-REQUEST"], [1265, 1300, "8-NO-PERSUASION"], [1377, 1391, "3-EMOTION-ALTRUISTIC"], [1392, 1431, "8-NO-PERSUASION"], [1433, 1436, "8-NO-PERSUASION"], [1519, 1544, "1-RAPPORT-COMPLIMENT"], [1545, 1659, "8-NO-PERSUASION"], [1777, 1803, "8-NO-PERSUASION"]], "idx": "129"}
{"id": 2152, "data": "Persuader: Hello! How are you today?\n\tPersuadee: I'm doing fine, and you?\nPersuader: I am great. Thank you for asking! Glad to hear that you are doing well. Have you ever made a donation to a charity in the past?\n\tPersuadee: I have. I frequently support people in their efforts to raise money for charities. I also solicit donations for a charity I support.\nPersuader: That is wonderful! Have you ever heard of the Save the Children charity?\n\tPersuadee: It sounds familiar. I may have heard the name, but admittedly I don't know much about it.\nPersuader: It is a fantastic program to help children around the world. We are asking any supporters to donate $1 or $2 towards the Save the Children fund. All Donations will be distributed to help cloth, feed, and educate many children around the world \n\tPersuadee: Is the charity independent? Or is it associated with another organization?\nPersuader: We are an international non-governmental organization. Any small or big donation will help make an impact on children growing up in developing countries.\n\tPersuadee: How is the aid distributed? Is there a request process, or is it distributed based on current events (natural disaster, civil unrest)?\nPersuader: The research team will collect all donations and send it to the Save the Children fund where it will be distributed based on a request process. We would give you more information after the donation.  \n\tPersuadee: Ah, OK now I get it. You are raising funds for Save the Children.\nPersuader: Yes, that is correct. Any aid towards the Save the Children fund would benefit all of us greatly. what do you say? \n\tPersuadee: Sure, I'll donate $2\nPersuader: That is great! Thank you for your help and kindness. The screen would soon ask you to enter the amount of $0-$2 and be finished by a short survey.\n\tPersuadee: OK, thank you!\nPersuader: You are welcome. We appreciate you!\n\tPersuadee: When should the request pop up?\nPersuader: After ten conversations. So very soon!\n\tPersuadee: OK good. I thought I needed to do something else.", "label": [[11, 17, "8-NO-PERSUASION"], [18, 36, "8-NO-PERSUASION"], [85, 96, "1-RAPPORT-SIMILAR"], [97, 118, "1-RAPPORT-COMPLIMENT"], [119, 156, "1-RAPPORT-FRIEND"], [157, 212, "8-NO-PERSUASION"], [369, 387, "1-RAPPORT-COMPLIMENT"], [388, 441, "8-NO-PERSUASION"], [555, 615, "3-EMOTION-EMPATHY"], [616, 699, "2-NEGOTIATE-REQUEST"], [700, 797, "3-EMOTION-EMPATHY"], [897, 951, "5-AUTHORITY-CREDENTIALS"], [952, 1050, "3-EMOTION-ALTRUISTIC"], [1209, 1352, "8-NO-PERSUASION"], [1353, 1407, "8-NO-PERSUASION"], [1499, 1520, "8-NO-PERSUASION"], [1521, 1596, "3-EMOTION-ALTRUISTIC"], [1597, 1613, "2-NEGOTIATE-REQUEST"], [1659, 1673, "1-RAPPORT-COMPLIMENT"], [1674, 1711, "1-RAPPORT-COMPLIMENT"], [1712, 1805, "2-NEGOTIATE-REMIND"], [1844, 1860, "8-NO-PERSUASION"], [1861, 1879, "1-RAPPORT-COMPLIMENT"], [1935, 1959, "8-NO-PERSUASION"], [1960, 1973, "8-NO-PERSUASION"]], "idx": "130"}
{"id": 2153, "data": "Persuader: Hello there!\n\tPersuadee: hello how are you\nPersuader: Fine. We\\'re doing this drive for \"Save the Children,\" and we were hoping for you to donate.\n\tPersuadee: i might donate\nPersuader: By committing some of your earnings for this HIT towards the cause.\n\tPersuadee: im not to sure yet\nPersuader: What are you not sure about?\n\tPersuadee: whether to donate or not \nPersuader: I read an article yesterday that said 1000 children were saved from hunger shelters just by donations from online workers.\n\tPersuadee: oh thats great i would donate 5 dollars then\nPersuader: That's really great. Do you need more info about this program?\n\tPersuadee: no i dont \nPersuader: You're so kind, the children will really appreciate it. Have you sponsored any children in the past?\n\tPersuadee: no i havent \nPersuader: Oh, great. Have you heard of \"Save the Children\" before?\n\tPersuadee: yes i have\nPersuader: Actually, the donation has to be in relation to your payment, what percentage of that are you willing to donate?\n\tPersuadee: 5 percent i would donate\nPersuader: 5%, that wonderful. The children will greatly appreciate it. Thank you so much for your kindness and have a great day.\n\tPersuadee: you too my friend", "label": [[11, 23, "8-NO-PERSUASION"], [65, 70, "8-NO-PERSUASION"], [71, 157, "2-NEGOTIATE-REQUEST"], [196, 263, "2-NEGOTIATE-REQUEST"], [306, 334, "4-LOGIC-OTHER"], [384, 506, "3-EMOTION-ALTRUISTIC"], [575, 595, "1-RAPPORT-COMPLIMENT"], [596, 637, "8-NO-PERSUASION"], [672, 727, "1-RAPPORT-COMPLIMENT"], [672, 727, "3-EMOTION-ALTRUISTIC"], [728, 772, "8-NO-PERSUASION"], [809, 820, "8-NO-PERSUASION"], [820, 865, "8-NO-PERSUASION"], [900, 1012, "2-NEGOTIATE-REMIND"], [1122, 1179, "1-RAPPORT-COMPLIMENT"], [1061, 1080, "1-RAPPORT-COMPLIMENT"], [1081, 1121, "3-EMOTION-ALTRUISTIC"]], "idx": "131"}
{"id": 2154, "data": "Persuader: Hello there, I'm Katie and not a bot. Would you like to make a small donation to the Save the Children organization? I can tell you more about it if you like, or I can provide you with a link to check them out yourself.\n\tPersuadee: I would not like to donate.\nPersuader: I respect that decision. In turn, I will donate my portion of payment in your stead. Is this an acceptable alternative?\n\tPersuadee: That is acceptable.\nPersuader: Thank you for considering donating anyway. Can I ask if there is a specific reason why you chose to not donate?\n\tPersuadee: I am barely able to pay for my own rent. In fact, I am late for last month.\nPersuader: I completely understand. We have hardships in life that make it impossible to reach out and aid others.You have to take care of yourself first, because no one else will.\n\tPersuadee: That is completely true.\nPersuader: I hope things are able to get better for you. When you do reach better times, remember to help out the other ones who are struggling, too.\n\tPersuadee: Thank you. I will definitely keep that in mind.\nPersuader: Anyway, I thought the 10 turns would have been up by now.\n\tPersuadee: Is it 10 turns per person or 10 turns in total?\nPersuader: I'm guessing 10 per person.\n\tPersuadee: So 20 messages per person. How many HITS did you do in this batch so far?\nPersuader: This is my first and probably last. I'm in the same situation as you and I feel manipulative trying to convince someone to give money they don't have to a cause.\n\tPersuadee: But there's a 2 dollar bonus though.\nPersuader: That is the draw. But I only get the bonus is you decide to give. That's the manipulative part. I can't do it in good conscience, because I need every penny too.\n\tPersuadee: Really? If I don't choose to give you won't receive any bonus for 30 cents HIT that takes 20 minutes to do?\nPersuader: Yep. That's why this will be my last one. It isn't worth my time, or my ethics.\n\tPersuadee: I see. Well, if it gives me the option to share some of my bonus I will share some with you.\nPersuader: Thank you, I do appreciate the gesture. I'm sorry this HIT is intended to pit us against one another for a reward.", "label": [[11, 48, "3-EMOTION-HUMOUR"], [49, 127, "2-NEGOTIATE-REQUEST"], [128, 230, "4-LOGIC-OTHER"], [282, 306, "1-RAPPORT-FRIEND"], [307, 366, "2-NEGOTIATE-OTHER"], [367, 401, "2-NEGOTIATE-OTHER"], [445, 487, "2-NEGOTIATE-OTHER"], [488, 556, "4-LOGIC-OTHER"], [656, 680, "1-RAPPORT-FRIEND"], [759, 825, "1-RAPPORT-FRIEND"], [681, 759, "1-RAPPORT-FRIEND"], [874, 919, "1-RAPPORT-FRIEND"], [920, 1012, "3-EMOTION-EMPATHY"], [1084, 1141, "8-NO-PERSUASION"], [1213, 1240, "8-NO-PERSUASION"], [1338, 1373, "8-NO-PERSUASION"], [1374, 1499, "8-NO-PERSUASION"], [1560, 1577, "8-NO-PERSUASION"], [1578, 1625, "8-NO-PERSUASION"], [1626, 1655, "8-NO-PERSUASION"], [1656, 1721, "8-NO-PERSUASION"], [1853, 1857, "8-NO-PERSUASION"], [1858, 1894, "8-NO-PERSUASION"], [1895, 1932, "8-NO-PERSUASION"], [1945, 1951, "8-NO-PERSUASION"], [1952, 2037, "8-NO-PERSUASION"], [2049, 2088, "8-NO-PERSUASION"], [2089, 2163, "8-NO-PERSUASION"]], "idx": "132"}
{"id": 2155, "data": "Persuader: happy friday! have you caught any of the college football games today?\n\tPersuadee: No I have not.  I'm not a big fan of college football.\nPersuader: I'm a big gator fan. But that's about it. How have you spent your weekend? i just realized today is Saturday and not Friday. I had to work this morning so it threw me off.\n\tPersuadee: **laughing**  It's hard for me to keep up with what day it is too.  I've been out of work for a few months now, so every day seems like a weekend.  I'm planning a family get-together for tomorrow so I'm excited about that.  What plans do you have?\nPersuader: that will be fun! what industry are you in when you're working?\n\tPersuadee: I've worked in the engineering department for alot of years.  Some has been project management, some drafting, and some assisting.  \nPersuader: my husband is an engineer. Great industry. You'll find a new job in no time. \n\tPersuadee: Yeah.  The problem is last year both of my parents died at almost the same time (withing 1 1/2 hours of each other).  I had been taking care of them for about 7 years.  Between that and dealing with my sister and the will, it took a major toll on me.\nPersuader: i am so sorry to hear that!!!!!!!!!!!!! i can't even imagine what life must be like. you have two angels on your side now. they will take care of you from a better place.\n\tPersuadee: You are so right!!  I miss them terribly, but am so glad that they are not suffering anymore.  I bought their house out from my sister, but it's been a struggle as far as the job I had.  They were great and tried to keep me on as long as they could, but we found mold in the house and I've been really sick. \nPersuader: i hope you get well soon. there has to be some positivity coming your way soon after all this rough stuff.\n\tPersuadee: I know there is!  Sometimes there are tough things in life, but if you stay strong in your belief you will make it through.  One of my daughters and I have been working to get the house in order.  I really enjoy working with my daughters.  Do you have kids?\nPersuader: i do! I have a daughter and a son. We are doing a 5k tomorrow. it's good to spend time with the kids.\n\tPersuadee: oh wow!!  Impressive!!  I can't imagine doing that, but I was never very athletic!!  lol   I could see one of my granddaughters doing that though.\nPersuader: it's good to get out every once in a while. are you familiar with save the children the charity?\n\tPersuadee: I'm not familiar with that charity.  What is it about?\nPersuader: It is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. Every little bit helps. Would you be willing to make a minimal donation? less than a dollar would help.\n\tPersuadee: I'm always a little cautious about charities because of the stories you hear about all the money actually going to the CEOs.  This sounds like a pretty good charity though.  Do you think they are fiscally responsible?\nPersuader: good point. you never really know. but small donations hopefully make it to the right hands. how about 5 cents?\n\tPersuadee: You're right!  I would be willing to give $1.00 and then I'll investigate it more.\nPersuader: ok great thanks! have a nice weekend. i'll be praying for your health to improve.\n\tPersuadee: Thank you so much... you have a great weekend too!!", "label": [[11, 24, "1-RAPPORT-FRIEND"], [160, 180, "8-NO-PERSUASION"], [181, 201, "8-NO-PERSUASION"], [25, 81, "8-NO-PERSUASION"], [202, 234, "1-RAPPORT-FRIEND"], [285, 331, "1-RAPPORT-DISCLOSE"], [235, 284, "3-EMOTION-HUMOUR"], [603, 620, "1-RAPPORT-COMPLIMENT"], [823, 849, "1-RAPPORT-DISCLOSE"], [1175, 1214, "1-RAPPORT-FRIEND"], [2066, 2071, "1-RAPPORT-SIMILAR"], [2101, 2128, "1-RAPPORT-DISCLOSE"], [621, 666, "1-RAPPORT-FRIEND"], [850, 865, "8-NO-PERSUASION"], [866, 899, "1-RAPPORT-FRIEND"], [1215, 1259, "1-RAPPORT-FRIEND"], [1260, 1297, "8-NO-PERSUASION"], [1298, 1345, "8-NO-PERSUASION"], [1678, 1703, "1-RAPPORT-FRIEND"], [1704, 1784, "1-RAPPORT-FRIEND"], [2072, 2100, "1-RAPPORT-DISCLOSE"], [2129, 2167, "8-NO-PERSUASION"], [2338, 2381, "8-NO-PERSUASION"], [2382, 2434, "8-NO-PERSUASION"], [2513, 2666, "5-AUTHORITY-CREDENTIALS"], [2667, 2690, "3-EMOTION-ALTRUISTIC"], [2691, 2739, "2-NEGOTIATE-REQUEST"], [2740, 2770, "3-EMOTION-ALTRUISTIC"], [3012, 3023, "8-NO-PERSUASION"], [3024, 3046, "8-NO-PERSUASION"], [3047, 3104, "4-LOGIC-OTHER"], [3105, 3123, "2-NEGOTIATE-REMIND"], [3230, 3246, "1-RAPPORT-COMPLIMENT"], [3247, 3267, "1-RAPPORT-FRIEND"], [3268, 3311, "1-RAPPORT-FRIEND"]], "idx": "133"}
{"id": 2156, "data": "Persuader: Hi there ! How are you doing? \n\tPersuadee: I'm doing great, how about you? \nPersuader: Fine, thank you. Can i get you to do a favor for me? \n\tPersuadee: possibly, what can i do for you ? \nPersuader: I was just thinking that maybe we could take our earnings from the task and mmake  donation to Save the Children... \n\tPersuadee: how much are you looking to donate? \nPersuader: Whatever you want would be fine. Part or even all, I mean it's only 30 and a every bit helps \n\tPersuadee: lets do it. \nPersuader: Cool... You're awesome! Thanks for being so generous... \n\tPersuadee: no problem, but we have to at least exchange 10 messages a piece for this to work . so im not sure what else to talk about\nPersuader: Do you have any kids or are you just wanting to help out just because? \n\tPersuadee: just trying to do something decent with my self. \nPersuader: Noble. I've always tried to be of service to others when I can do so \n\tPersuadee: I get that. it just sucks that there is only so much you can do though. \nPersuader: I know  I'm not rich by any stretch, but I do when I can. There are others that have less than me \n\tPersuadee: i completely understand that. \nPersuader: It gives you feeling to help out, even if it is something small \n\tPersuadee: exactly.  do you have kids or just feel like helping out ? \nPersuader: No, I don't. I just think they deserve every resource available to help them thrive\n\tPersuadee: thats very nice of you ", "label": [[11, 21, "8-NO-PERSUASION"], [22, 40, "8-NO-PERSUASION"], [98, 114, "8-NO-PERSUASION"], [115, 150, "2-NEGOTIATE-REQUEST"], [210, 325, "2-NEGOTIATE-REQUEST"], [387, 419, "2-NEGOTIATE-OTHER"], [420, 481, "3-EMOTION-ALTRUISTIC"], [527, 542, "1-RAPPORT-COMPLIMENT"], [519, 526, "8-NO-PERSUASION"], [543, 574, "1-RAPPORT-COMPLIMENT"], [722, 792, "1-RAPPORT-FRIEND"], [867, 873, "1-RAPPORT-COMPLIMENT"], [874, 935, "8-NO-PERSUASION"], [1033, 1039, "1-RAPPORT-SIMILAR"], [1091, 1130, "3-EMOTION-EMPATHY"], [1041, 1090, "3-EMOTION-EMPATHY"], [1186, 1249, "3-EMOTION-ALTRUISTIC"], [1334, 1346, "1-RAPPORT-DISCLOSE"], [1347, 1417, "3-EMOTION-ALTRUISTIC"]], "idx": "134"}
{"id": 2157, "data": "Persuader: hello\n\tPersuadee: hello\nPersuader: would you donate\n\tPersuadee: to what charity?\nPersuader: im saying for children\n\tPersuadee: ok, yes I probably would. About 25 a month\nPersuader: me too even its 5 dollar\n\tPersuadee: Do you think it's about children needing food or about disabilities in children?\nPersuader: to be honest i dont really know\n\tPersuadee: Ever see the Shriners Hospital commercials?\nPersuader: i use to yes\n\tPersuadee: Where you get the commemorative bear blanket if you donate a certain amount\nPersuader: that i dont know do you know\n\tPersuadee: Yes, they ask for 50 dollars a month, would you ever give that much?\nPersuader: i would because i know they need it\n\tPersuadee: Yes they do, many children with many different types of disabilities.\nPersuader: that right to\n\tPersuadee: So, we're in agreement, we would both contribute to this charity?\nPersuader: i would do 5\n\tPersuadee: I will donate 25", "label": [[11, 16, "8-NO-PERSUASION"], [46, 62, "2-NEGOTIATE-REQUEST"], [103, 125, "8-NO-PERSUASION"], [192, 216, "2-NEGOTIATE-RECIP"], [321, 352, "8-NO-PERSUASION"], [420, 432, "8-NO-PERSUASION"], [532, 560, "8-NO-PERSUASION"], [653, 688, "3-EMOTION-EMPATHY"], [782, 795, "8-NO-PERSUASION"], [885, 897, "2-NEGOTIATE-RECIP"]], "idx": "135"}
{"id": 2158, "data": "Persuader: hello, how are you ?\n\tPersuadee: Hi :)  I'm well, how are you?\nPersuader: I'm good. so i was wondering if you would be willing to donate some of your earnings along with me to this charity ?\n\tPersuadee: What earnings are you talking about?\nPersuader: the earnings from the surveys we just took. \n\tPersuadee: I have no idea what you're talking about, I didn't take a survey?\nPersuader: ok, well would you be willing to donate to the charity called save the children ? even just 5 cents \n\tPersuadee: What can you tell me about it?\nPersuader: well the main goal of the organization is to help ensure childrens rights to health, education, safety etc. \n\tPersuadee: Where is it based?  Do they have a website?\nPersuader: this is the website if youd like to check it out  URL \n\tPersuadee: Also a very interesting Wikipedia page.\nPersuader: i didn't send a Wikipedia page? but they're based out of fairfield Connecticut. they aim to help children all over the world not just in the US\n\tPersuadee: Is it really cost-effective to solicit donations through Mechanical Turk?\nPersuader: well every bit that is donated helps. that's why we ask for a donates as small as just a penny because eventually it adds up. we realize that not everyone who would like to help can afford much which is why we don't push for much. \n\tPersuadee: How much do you get?\nPersuader: I do not receive any, actually i match every person who donates anything under $20, i also have another job that i work and do this in my free time. \n\tPersuadee: Really, what's your other job?\nPersuader: i work for a company called gordon food service \n\tPersuadee: Is that related to save the children?\nPersuader: no it isnt. ive worked that job since i was 16, and started helping with save the children when i was 20 2 years ago. so if you would like to donate we appreciate it if not sorry for wasting your time.", "label": [[11, 31, "8-NO-PERSUASION"], [85, 94, "8-NO-PERSUASION"], [95, 201, "2-NEGOTIATE-REQUEST"], [262, 305, "8-NO-PERSUASION"], [925, 988, "5-AUTHORITY-CREDENTIALS"], [1212, 1316, "4-LOGIC-OTHER"], [396, 477, "2-NEGOTIATE-REQUEST"], [478, 495, "2-NEGOTIATE-REQUEST"], [551, 658, "3-EMOTION-EMPATHY"], [727, 780, "8-NO-PERSUASION"], [845, 876, "8-NO-PERSUASION"], [877, 924, "8-NO-PERSUASION"], [1086, 1123, "3-EMOTION-ALTRUISTIC"], [1124, 1211, "3-EMOTION-ALTRUISTIC"], [1362, 1510, "1-RAPPORT-DISCLOSE"], [1566, 1613, "1-RAPPORT-DISCLOSE"], [1676, 1687, "8-NO-PERSUASION"], [1688, 1793, "1-RAPPORT-DISCLOSE"], [1794, 1877, "3-EMOTION-ALTRUISTIC"]], "idx": "136"}
{"id": 2159, "data": "Persuader: hello...\n\tPersuadee: Hi, welcome.\nPersuader: Thank you...Are you interested in children's charity?\n\tPersuadee: Yes, Are you a member in children's charity? \nPersuader: yes,what about you?\n\tPersuadee: I like to get details about your charity.\nPersuader: Sure,i will give details about the charity.\n\tPersuadee: how many children are in your charity ?\nPersuader: There are nearly about 3000 children's.\n\tPersuadee: That's sounds great.are you collecting donation from people?\nPersuader: Yes ,are you interested in donating?\n\tPersuadee: Yes, But how you get the amount from me?\nPersuader: You just transfer from your bank account.\n\tPersuadee: yes, fine then Do you gave any donation to your charity?\nPersuader: yes,i donate some of the funds.\n\tPersuadee: what are the services provided in your charity?\nPersuader: We provide free education to most of the children.\n\tPersuadee: rather than education what about others?\nPersuader: Apart from that we provide uniforms and stationary items.\n\tPersuadee: Your are doing a great job.", "label": [[11, 19, "8-NO-PERSUASION"], [56, 68, "8-NO-PERSUASION"], [68, 109, "8-NO-PERSUASION"], [179, 198, "1-RAPPORT-DISCLOSE"], [264, 307, "4-LOGIC-OTHER"], [371, 410, "3-EMOTION-EMPATHY"], [495, 531, "2-NEGOTIATE-REQUEST"], [596, 637, "2-NEGOTIATE-OTHER"], [718, 749, "2-NEGOTIATE-RECIP"], [821, 871, "3-EMOTION-ALTRUISTIC"], [936, 993, "3-EMOTION-ALTRUISTIC"]], "idx": "137"}
{"id": 2160, "data": "Persuader: Hello! Thanks for contacting Save the Children. How are you today?\n\tPersuadee: I am doing just fine.  And yourself?\nPersuader: Great! Thank you :) Do you have time for a short story\n\tPersuadee: Always have time for stories.\nPersuader: I frequently make trips to Uganda for our organization, and on my last visit saw a little boy names Jon about four years old without any clothes or shoes. I found his home; he was living in a ditch dugout without any electricity or running water. Our organization strives to help children like Jon by donating our time, money and resources.  \n\tPersuadee: That's a shame.  I am a parent myself and I know how important electricity, education, and clean water is to the well being of children.  \nPersuader: I am glad you understand the severity of his situation. There are so many more out there just like him! I try to donate 10% of my paycheck each month to send over to Ugandan children. I waste so much money on unnecessary things like coffee and donuts that I could be helping someone with!\n\tPersuadee: Exactly.  Especially if you consider travesties like in Syria where the threat of violence is nearly a daily occurrence.\nPersuader: Yes Syria is just as bad. I wish we could help all of them, but all we can help is one at a time with the resources we have. Thanks so much for listening to my story! \n\tPersuadee: I am well aware of the plight of children in developing countries and make it a point to donate where and when I can as well as support legislation and petitions that align with these values.\nPersuader: Thats wonderful. Could you spare some of your payment for this task to Save the Children today? We'd appreciate it immensely. \n\tPersuadee: I'd be happy to donate 1 dollar.\nPersuader: That is wonderful, thank so much. \n\tPersuadee: I am always happy to help when it comes to children.\nPersuader: Have you seen our website,  URL ?\n\tPersuadee: I have.  I have donated in the past.\nPersuader: Great. Jon will appreciate your gift so much! \n\tPersuadee: It's no problem at all.\nPersuader: Have a wonderful day! Thanks for contacting Save the Children. \n\tPersuadee: Sure thing!  Thank you.", "label": [[11, 17, "8-NO-PERSUASION"], [18, 58, "8-NO-PERSUASION"], [59, 77, "8-NO-PERSUASION"], [138, 144, "8-NO-PERSUASION"], [145, 157, "1-RAPPORT-FRIEND"], [158, 192, "8-NO-PERSUASION"], [246, 400, "3-EMOTION-STORY"], [401, 492, "3-EMOTION-STORY"], [493, 586, "3-EMOTION-STORY"], [751, 806, "3-EMOTION-EMPATHY"], [807, 854, "3-EMOTION-EMPATHY"], [855, 934, "2-NEGOTIATE-RECIP"], [935, 1039, "3-EMOTION-GUILT"], [1184, 1209, "3-EMOTION-EMPATHY"], [1210, 1308, "3-EMOTION-EMPATHY"], [1309, 1351, "1-RAPPORT-FRIEND"], [1567, 1583, "1-RAPPORT-COMPLIMENT"], [1584, 1662, "2-NEGOTIATE-REQUEST"], [1663, 1692, "3-EMOTION-ALTRUISTIC"], [1750, 1783, "1-RAPPORT-COMPLIMENT"], [1861, 1894, "8-NO-PERSUASION"], [1955, 1961, "8-NO-PERSUASION"], [1962, 2000, "3-EMOTION-ALTRUISTIC"], [2049, 2070, "1-RAPPORT-FRIEND"], [2071, 2111, "8-NO-PERSUASION"]], "idx": "138"}
{"id": 2161, "data": "Persuader: Hello?\n\tPersuadee: Hello.  I hope you are well.\nPersuader: Same, would you like to donate to Save the children?\n\tPersuadee: I think it is very important to help children that are less fortunate.  Tell me more about \"Save the children.\"\nPersuader: Your donation will be directly deducted from your task payment. It would do a great help with your donation.\n\tPersuadee: What service does this charity provide? \nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: I like the sound of that.  Does it work by sponsoring a specific child who you get to know or does everything run through the organization?\nPersuader: he money goes to the charity as a whole not to a particular kid, so when you donate you know you helping more than one child.\n\tPersuadee: That makes sense and I do like the money to be spread to everyone.  Is this primarily in African and South America?\nPersuader: Yes, as well as other places also...How much would you like to donate?\n\tPersuadee: How do we know that our donation is reaching those in need?\nPersuader:  For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. Your donation would be a small part in keeping the children safe from the violence.\n\tPersuadee: I hope that is the case as I hate to read about children in danger.  Is this donation a one-time thing?\nPersuader: Yes, this donation is a one time thing. But if you like to continue donating your welcome to do so, how much would you like to donate?\n\tPersuadee: I think I could donate $5.00.\nPersuader: Ok, $5 is a great amount make sure when its time to donate you deliver and the children will be proud. Thank you\n\tPersuadee: You are welcome; anything for the children I say!\nPersuader: Your a great person and thanks again, have a nice day.\n\tPersuadee: I hope you have a great day as well!", "label": [[11, 17, "8-NO-PERSUASION"], [70, 122, "2-NEGOTIATE-REQUEST"], [258, 321, "8-NO-PERSUASION"], [322, 366, "3-EMOTION-ALTRUISTIC"], [431, 599, "5-AUTHORITY-CREDENTIALS"], [763, 888, "3-EMOTION-ALTRUISTIC"], [1028, 1064, "8-NO-PERSUASION"], [1064, 1098, "2-NEGOTIATE-REMIND"], [1183, 1275, "3-EMOTION-EMPATHY"], [1276, 1389, "3-EMOTION-EMPATHY"], [1390, 1473, "3-EMOTION-ALTRUISTIC"], [1601, 1640, "8-NO-PERSUASION"], [1641, 1735, "2-NEGOTIATE-REMIND"], [1789, 1891, "2-NEGOTIATE-REMIND"], [1892, 1901, "8-NO-PERSUASION"], [1975, 2029, "1-RAPPORT-COMPLIMENT"]], "idx": "139"}
{"id": 2162, "data": "Persuader: Hi how are you today?\n\tPersuadee: ya fine you\nPersuader: do you donate to charities?\n\tPersuadee: No I will not donate. but i plan to donate\nPersuader: Thats great. Do you volunteer?\n\tPersuadee: yes. you heard about that charity\nPersuader: save the children. It is an amazing charity\n\tPersuadee: Are You Already donate to charity?\nPersuader: I do donate when I can, yes\n\tPersuadee: ok very nice \nPersuader: yes, i try to make ends meet, but a few cents can go a long way\n\tPersuadee: how much to donate\nPersuader: I try to do a couple hundred a year\n\tPersuadee: oh great best of luck\nPersuader: yes, thank you. How much do you donate?\n\tPersuadee: i will donate to 10$\nPersuader: that is very generous!\n\tPersuadee: how much you donate\nPersuader: I will donate 10 too\n\tPersuadee: I plan to donate next month", "label": [[11, 32, "8-NO-PERSUASION"], [68, 95, "2-NEGOTIATE-OTHER"], [162, 174, "1-RAPPORT-COMPLIMENT"], [175, 192, "6-SOCIAL-OTHER"], [250, 268, "8-NO-PERSUASION"], [269, 293, "5-AUTHORITY-CREDENTIALS"], [352, 379, "2-NEGOTIATE-RECIP"], [417, 480, "3-EMOTION-ALTRUISTIC"], [523, 558, "1-RAPPORT-DISCLOSE"], [604, 619, "1-RAPPORT-FRIEND"], [620, 643, "3-EMOTION-ALTERCASTING"], [688, 710, "1-RAPPORT-COMPLIMENT"], [754, 774, "2-NEGOTIATE-RECIP"]], "idx": "140"}
{"id": 2163, "data": "Persuader: Hi\n\tPersuadee: hi how are you\nPersuader: Iam Fine. Did you know about Save the Children?\n\tPersuadee: don't know you know about that\nPersuader: Yes I know something about that.\n\tPersuadee: ok tell about that\nPersuader: Yes sure.They give money to help children in other countries and get them away from violence.\n\tPersuadee: you donate that charity?\nPersuader: Yes I donate in one year back.\n\tPersuadee: how much you donate\nPersuader: I donate 50 dollars.\n\tPersuadee: ok super great \nPersuader: Will you donate for the charity?\n\tPersuadee: yes i will plan to donate\nPersuader: Wow super how much will you like to donate?\n\tPersuadee: plan to donate 20$\nPersuader: oh super. Today will you like to donate.\n\tPersuadee:  will donate tomorrow\nPersuader: Oh super Have a nice day.\n\tPersuadee: ok nice to chat with you", "label": [[11, 13, "8-NO-PERSUASION"], [52, 61, "8-NO-PERSUASION"], [62, 99, "8-NO-PERSUASION"], [154, 186, "8-NO-PERSUASION"], [229, 238, "8-NO-PERSUASION"], [238, 322, "3-EMOTION-EMPATHY"], [371, 401, "1-RAPPORT-DISCLOSE"], [445, 465, "1-RAPPORT-DISCLOSE"], [505, 537, "2-NEGOTIATE-REQUEST"], [587, 630, "2-NEGOTIATE-REQUEST"], [673, 682, "1-RAPPORT-COMPLIMENT"], [683, 713, "2-NEGOTIATE-REMIND"], [759, 767, "1-RAPPORT-COMPLIMENT"], [768, 784, "1-RAPPORT-FRIEND"]], "idx": "141"}
{"id": 2164, "data": "Persuader: hello\n\tPersuadee: Hi there! \nPersuader: how much would you like to donate?\n\tPersuadee: What exactly will I be donating my money toward?\nPersuader: to a charity for save the children\n\tPersuadee: I like kids. Can you tell me more about what they do?\nPersuader: the donation will be user for kids who are poor, no parents, diabilities, to help get them on their feet\n\tPersuadee: That seems to be a good cause. The thing is that I already donate to CHOC on a regular basis. Is there anything more you can tell me about this particular business?\nPersuader: Save the Children is and how their donation is essential to help ensuring children's rights to health, education, safety, etc. Yor donation will make a tangible impact for the world\n\tPersuadee: That does seem interesting. Do you know how long the company has been around?\nPersuader: over a decade. or instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence.\n\tPersuadee: That sounds horrible. I guess I'm just wondering what exactly the business does to give these kids better lives. What does the money go toward?\nPersuader: this website would be great for you to look at in case you have any hesitation   URL \n\tPersuadee: Well, I'll definitely have to check that out. I appreciate any organization that strives to make lives better for children in need.\nPersuader: \"How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\" \n\tPersuadee: To be honest, at this point I think that I'll be holding off until I check out the website a little more. Like I said, I already donate to other children's organizations, and feel that I need to do a bit more research before adding another one.\nPersuader: how much money do you spend on unnecessary stuff like a bag of snack or candy  that money can be used in more meaningful ways. Small donations will indeed help a lot of children and their families\n\tPersuadee: I don't spend much on useless stuff. Like I said, I donate to a lot of children's organizations. I just feel like I need to research this one further before committing. I hope you understand.\nPersuader: \"How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\" \n\tPersuadee: $0 for today. I appreciate what you're trying to do, but at this point I feel like I need more information. I will research further though!", "label": [[11, 16, "8-NO-PERSUASION"], [51, 85, "2-NEGOTIATE-REQUEST"], [158, 192, "8-NO-PERSUASION"], [270, 374, "3-EMOTION-EMPATHY"], [563, 689, "3-EMOTION-ALTRUISTIC"], [690, 744, "3-EMOTION-ALTRUISTIC"], [846, 860, "5-AUTHORITY-CREDENTIALS"], [861, 952, "3-EMOTION-EMPATHY"], [953, 1066, "3-EMOTION-EMPATHY"], [1234, 1318, "4-LOGIC-COUNTER"], [1475, 1652, "2-NEGOTIATE-REQUEST"], [1921, 2048, "3-EMOTION-GUILT"], [2049, 2118, "3-EMOTION-ALTRUISTIC"], [2334, 2511, "2-NEGOTIATE-REQUEST"]], "idx": "142"}
{"id": 2165, "data": "Persuader: Hello, how is it going today?\n\tPersuadee: Hello its going fine thank you. And yourself?\nPersuader: I am doing pretty well now that the 3 day weekend has arrived :)\n\tPersuadee: Yes I'm looking forward to a break from work finally! :)\nPersuader: I hear ya there!  Ok I just want to know a little more about you.  Have you recently donated to any charities?\n\tPersuadee: Yes I donate a portion of my paycheck every 2 weeks to the united way. I also volunteer once a year to the humane society and big brothers and big sisters organziation in my city.\nPersuader: Wow that is admirable!  Wish there were more people like you in this world.  It would be a much better place.  I have donated as well whenever I can.  Today you and I can both make a difference to a certain charity that could really use our help.  h\n\tPersuadee: And which charity is that?\nPersuader: Have you heard of Save the Children Foundation?\n\tPersuadee: I believe I have yes.\nPersuader: Because of a lack of support for children in developing countries, especially in war zones. For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence.  Save the Children is focusing on getting these children into safety.\n\tPersuadee: I am willing to donate a portion of my payment to this cause.\nPersuader: That is what I like to hear.  I tell you what, you can donate any amount from $.01 to $2.00 from this turk study.  I will match whatever you would decide to donate!\n\tPersuadee: I will donate $1.00 to this cause. I would like to keep the other dollar for doing this study please.\nPersuader: Yes, that is more than acceptable and very generous of you.  So $1.00 from each of us will be donated can you please confirm that amount.\n\tPersuadee: I would like to donate $1.00.\nPersuader: Cool,  I hope you have a good weekend\n\tPersuadee: You as well thank you! :)\nPersuader: Football is on the horizon :)\n\tPersuadee: Yes it is thank goodness! :)\nPersuader: Alrigh peace be with you", "label": [[11, 40, "8-NO-PERSUASION"], [110, 174, "1-RAPPORT-FRIEND"], [255, 271, "1-RAPPORT-FRIEND"], [273, 320, "1-RAPPORT-FRIEND"], [322, 365, "2-NEGOTIATE-OTHER"], [569, 591, "1-RAPPORT-COMPLIMENT"], [593, 644, "1-RAPPORT-COMPLIMENT"], [646, 678, "8-NO-PERSUASION"], [680, 718, "1-RAPPORT-SIMILAR"], [720, 815, "2-NEGOTIATE-RECIP"], [817, 818, "8-NO-PERSUASION"], [869, 916, "8-NO-PERSUASION"], [962, 1053, "3-EMOTION-EMPATHY"], [1054, 1146, "3-EMOTION-EMPATHY"], [1147, 1260, "3-EMOTION-EMPATHY"], [1416, 1444, "1-RAPPORT-FRIEND"], [1446, 1529, "2-NEGOTIATE-REMIND"], [1897, 1934, "1-RAPPORT-FRIEND"], [1984, 2013, "8-NO-PERSUASION"], [2066, 2090, "8-NO-PERSUASION"], [1262, 1330, "3-EMOTION-ALTRUISTIC"], [1531, 1580, "2-NEGOTIATE-RECIP"], [1706, 1765, "1-RAPPORT-COMPLIMENT"], [1767, 1843, "2-NEGOTIATE-RECIP"], [1767, 1843, "2-NEGOTIATE-REMIND"]], "idx": "143"}
{"id": 2166, "data": "Persuader: Hi there.  Have you ever thought about who the most vulnerable people are when a natural disaster strikes?  Or when there's political unrest?\n\tPersuadee: That is something I do not think about.\nPersuader: Actually, I'm really troubled by the answer.  In countries like Syria, 1000 children have been killed during the civil war.  Isn't that insane?\n\tPersuadee: That is terrible. I wish this wasn't true.\nPersuader: Seriously.  Adults often can't fend for themselves when there's a crisis, but children are especially vulnerable.  Do you think that if you could do something to help Syrian children or children in Indonesia, which just experienced an earthquake, you would?.  \n\tPersuadee: That would be something I would do, yes.\nPersuader: Yeah, me too.  Every day I watch the news and hear about victims all over the world and feel kind of powerless.\n\tPersuadee: You have more power than you realize.\nPersuader: Can you elaborate.  How do you think people like us could help?\n\tPersuadee: We could either donate money or our time.\nPersuader: Absolutely.  There are so many charities out there but I\\'ve been researching one in particular called \"Save the Children.\"  All of the money they collect goes straight to helping children in war torn parts of the world and places that have suffered natural disasters.\n\tPersuadee: I will have to take a look at the website.\nPersuader: Is there any information that I could provide you with.  I really believe in this organization and think it's worthwhile.\n\tPersuadee: How long has the organization been around?\nPersuader: It's actually been around since 1919, when it was founded by this woman in London right after World War I\n\tPersuadee: What is the womens name that founded it?\nPersuader: I have to be honest with you.  I'm going to look that up.  Her name is Eglantyne Jebb.\n\tPersuadee: Who runs the organization now?\nPersuader: Well, a woman named Carolyn Miles is the CEO.  Are you familiar with the organization?\n\tPersuadee: No I am not, but like I said. I will look at it in the future.\nPersuader: I know I haven't given you that much info, but do you think you might want to donate part of your proceeds for this task to Save the Children?  It's a great NGO that is really making a difference in developing countries.", "label": [[11, 20, "8-NO-PERSUASION"], [22, 117, "3-EMOTION-GUILT"], [119, 152, "3-EMOTION-GUILT"], [262, 339, "3-EMOTION-EMPATHY"], [341, 359, "3-EMOTION-EMPATHY"], [426, 436, "8-NO-PERSUASION"], [541, 684, "3-EMOTION-ALTRUISTIC"], [1053, 1064, "8-NO-PERSUASION"], [1178, 1321, "3-EMOTION-ALTRUISTIC"], [1388, 1443, "4-LOGIC-OTHER"], [216, 260, "3-EMOTION-STORY"], [438, 539, "3-EMOTION-EMPATHY"], [751, 764, "1-RAPPORT-SIMILAR"], [766, 862, "3-EMOTION-EMPATHY"], [924, 942, "8-NO-PERSUASION"], [944, 987, "6-SOCIAL-OTHER"], [1066, 1176, "8-NO-PERSUASION"], [1576, 1681, "5-AUTHORITY-CREDENTIALS"], [1746, 1775, "4-LOGIC-OTHER"], [1777, 1803, "8-NO-PERSUASION"], [1805, 1832, "8-NO-PERSUASION"], [1887, 1932, "8-NO-PERSUASION"], [1934, 1973, "8-NO-PERSUASION"], [2060, 2202, "2-NEGOTIATE-REQUEST"], [2204, 2280, "5-AUTHORITY-CREDENTIALS"], [1445, 1509, "5-AUTHORITY-CREDENTIALS"]], "idx": "144"}
{"id": 2167, "data": "Persuader: Hi, I am hopeful that you will be willing to donate to the charity Save the Children\n\tPersuadee: I am not familiar with that charity. Do you have any info?\nPersuader: In the U.S. and around the world, Save the Children does whatever it takes  every day and in times of crisis  to give children a healthy start in life, the opportunity to learn and protection from harm.\n\tPersuadee: How would I make a donation?\nPersuader: The research team will collect all donations and send it to Save the Children\n\tPersuadee: Do you think I can trust them?\nPersuader: I believe so.  Would you be willing to donate 10 cents? How much would you like to donate?\n\tPersuadee: I think I could donate 10 cents.\nPersuader: That's great! Save the Children is a great organization\n\tPersuadee: I hope my super generous donation will save all of the children.\nPersuader: ME TOO! The children need all the help they can get.  You coud always donate more if you prefer\n\tPersuadee: Do you get an awesome bonus for convincing me to donate?\nPersuader: Wouldn't that be great? Thank you for finding it in your heart to be so generous and give the children 10 cents\n\tPersuadee: You're the hero for introducing me to such a wonderful charity. Maybe I'll give them 12 cents in your honor.\nPersuader: No, YOU are the hero to the children.  Thank you for considering a donation of 12 whole cents.  I know what a burden that could be.  Think of all the meals 12 cents could provide.  What an angel you are!\n\tPersuadee: You're right. I am a hero. Did you donate?\nPersuader: My donation comes in my time finding others to donate\n\tPersuadee: Consider this attempt a success. The children have been saved!\nPersuader: You're the real MVP.  Thank you!\n\tPersuadee: All for the love of children. What a team we make.", "label": [[11, 95, "2-NEGOTIATE-REQUEST"], [178, 384, "3-EMOTION-ALTRUISTIC"], [437, 514, "8-NO-PERSUASION"], [569, 582, "5-AUTHORITY-CREDENTIALS"], [584, 624, "2-NEGOTIATE-REQUEST"], [625, 659, "2-NEGOTIATE-REQUEST"], [716, 729, "1-RAPPORT-COMPLIMENT"], [730, 771, "5-AUTHORITY-CREDENTIALS"], [860, 867, "1-RAPPORT-SIMILAR"], [868, 912, "3-EMOTION-EMPATHY"], [914, 955, "2-NEGOTIATE-REMIND"], [1036, 1059, "3-EMOTION-HUMOUR"], [1060, 1147, "3-EMOTION-HUMOUR"], [1319, 1374, "3-EMOTION-HUMOUR"], [1376, 1411, "3-EMOTION-HUMOUR"], [1413, 1459, "3-EMOTION-HUMOUR"], [1461, 1483, "1-RAPPORT-COMPLIMENT"], [1280, 1317, "1-RAPPORT-COMPLIMENT"], [1550, 1603, "8-NO-PERSUASION"], [1690, 1710, "1-RAPPORT-COMPLIMENT"], [1712, 1722, "8-NO-PERSUASION"]], "idx": "145"}
{"id": 2168, "data": "Persuader: Good evening\n\tPersuadee: Hello\nPersuader: We are seeking donations for the \"Save the Children\" foundation\n\tPersuadee: That sounds great. What are you looking to fund?\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: That is a very noble set of tasks\nPersuader: We are seeking a minimum of $.01 and a maximum of $2.00, your donation would serve childrena round the world\n\tPersuadee: That's great. Unfortunately, I cannot afford to donate\nPersuader: Save the Children uses all their donations to help ensuring children's rights to health, education, safety\n\tPersuadee: Are there any specific programs that you can tell me about?\nPersuader: A portion of doantions got to Syria, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence\n\tPersuadee: Im glad to hear that you are helping Syrian children, who suffer through very much\nPersuader: From the smallest donation will go a long way, as seen on the website  URL \n\tPersuadee: I wish I could donate but I do not have enough money\nPersuader: Even a $0.25 will be a huge contribution, and help children around the world\n\tPersuadee: Sadly I am unable to afford this\nPersuader: Any money donations can be used in more meaningful ways. Small donations will indeed help a lot of children and their families. You will be part of a solution around the world.\n\tPersuadee: Im glad you told me about the work you do. When I have a job again, I will revisit the idea of donating.\nPersuader: Even as little as  a $0.10 donation will contribute to the cause\n\tPersuadee: I understand, and I appreciate the work  you do. But at this time I cannot make a donation to you.", "label": [[11, 23, "8-NO-PERSUASION"], [53, 116, "2-NEGOTIATE-REQUEST"], [189, 357, "3-EMOTION-EMPATHY"], [415, 523, "2-NEGOTIATE-REQUEST"], [602, 708, "3-EMOTION-EMPATHY"], [792, 907, "3-EMOTION-STORY"], [908, 1020, "3-EMOTION-STORY"], [1127, 1201, "3-EMOTION-ALTRUISTIC"], [1279, 1355, "3-EMOTION-ALTRUISTIC"], [1412, 1468, "7-PRESSURE-PRESIST"], [1469, 1539, "3-EMOTION-ALTRUISTIC"], [1540, 1588, "2-NEGOTIATE-REWARD"], [1717, 1781, "7-PRESSURE-PRESIST"]], "idx": "146"}
{"id": 2169, "data": "Persuader: Hello, how are you doing today?\n\tPersuadee: great.  you?\nPersuader: I am doing well today. Thanks for asking!\n\tPersuadee: perfect.  glad to hear\nPersuader: May I ask if you have heard of the Save the Children charity foundation?\n\tPersuadee: yes.  I've heard of it\nPersuader: Oh great. Then you are familiar with our missing. We are an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries..\n\tPersuadee: yes, that's what I understand\nPersuader: We are currently in the process of gathering funding for our latest projects helping provide safe havens for refugee children who are displaced due to violence. These safe havens not only provide a safe place to live but we will be able to provide food and education on site as well. \n\tPersuadee: YOu also help children in the US...correct?  That's my understanding\nPersuader: Yes! We are international organization. Would you be interested in helping us fund one of our projects today? A small donation, of what you would spend in a vending machine on a snack for example, will greatly help us reach our goals\n\tPersuadee: I'm not sure. I have other charities that I donate to.  \nPersuader: I understand. There are many charities in need of assistance with the state of the world. Please know that even a donation of 0.10 or 0.20 cents would be immensely helpful to the children we serve\n\tPersuadee: Yes, I'm sure it would help but I'm just not too sure right now.  And I also like to donate to local relief funds\nPersuader: That is wonderful you are invovled in your local relief services. Please know that I only ask because we serve children in many areas were locals like yourself are not as kind, willing or able to provide support, which is why support such as yours is so valuable to our projects\n\tPersuadee: Okay, maybe I can donate .10 cents to this one\nPersuader: That is wonderful! Thank you so much for your kind donation. \n\tPersuadee: Sure.  ANytime I can help I try\nPersuader: You are an inspiring person and I hope more people follow your lead. Thank you for your time and kindness.\n\tPersuadee: You are welcome.  Good luck", "label": [[11, 42, "8-NO-PERSUASION"], [79, 101, "8-NO-PERSUASION"], [102, 120, "1-RAPPORT-FRIEND"], [167, 239, "8-NO-PERSUASION"], [286, 295, "8-NO-PERSUASION"], [296, 335, "8-NO-PERSUASION"], [336, 491, "3-EMOTION-EMPATHY"], [706, 828, "4-LOGIC-OTHER"], [545, 705, "3-EMOTION-EMPATHY"], [922, 926, "8-NO-PERSUASION"], [927, 961, "5-AUTHORITY-CREDENTIALS"], [962, 1031, "2-NEGOTIATE-REQUEST"], [1032, 1155, "3-EMOTION-ALTRUISTIC"], [1236, 1249, "1-RAPPORT-FRIEND"], [1250, 1325, "4-LOGIC-CONCEDE"], [1326, 1432, "4-LOGIC-COUNTER"], [1570, 1635, "1-RAPPORT-COMPLIMENT"], [1636, 1848, "3-EMOTION-GUILT"], [1919, 1937, "1-RAPPORT-COMPLIMENT"], [1938, 1979, "1-RAPPORT-COMPLIMENT"], [2037, 2104, "1-RAPPORT-COMPLIMENT"], [2105, 2142, "1-RAPPORT-COMPLIMENT"]], "idx": "147"}
{"id": 2170, "data": "Persuader: i am ready\n\tPersuadee:  ok, begin then\nPersuader: save the children it depends upon thye next generation\n\tPersuadee: i'm all set, i don't care about people in foreign countries\nPersuader: ok help for the children charity in our country\n\tPersuadee: i have to take care of my own\nPersuader: ok and also care about next generation \n\tPersuadee: nah i can't i'm sorry\nPersuader: ok then its your wish\n\tPersuadee: maybe i'll donate 10 cents\nPersuader: gud, ok best of luck\n\tPersuadee: how much will you donate\nPersuader: minimum 100 dollars , i donate\n\tPersuadee: i'm sure of it. haha\nPersuader: are you sure to donate\n\tPersuadee: yes, maybe 10 cents\nPersuader: its too low for the children \n\tPersuadee: ok i am donating nothing\nPersuader: ok, please donate over 10dollars\n\tPersuadee: i don't even have that. haha", "label": [[11, 21, "8-NO-PERSUASION"], [61, 115, "3-EMOTION-OTHER"], [199, 246, "3-EMOTION-EMPATHY"], [300, 339, "3-EMOTION-EMPATHY"], [385, 406, "8-NO-PERSUASION"], [457, 477, "8-NO-PERSUASION"], [526, 556, "3-EMOTION-HUMOUR"], [601, 623, "2-NEGOTIATE-REQUEST"], [667, 696, "3-EMOTION-GUILT"], [745, 777, "2-NEGOTIATE-REQUEST"]], "idx": "148"}
{"id": 2171, "data": "Persuader: Hi, would you like to donate to Save the Children?\n\tPersuadee: hello, I have heard of the organization but I am unfamiliar with what they do. what would my donation go toward?\nPersuader: Your donation would help promote children's rights help support children in developing countries. It can really make a difference.\n\tPersuadee: I think I would rather donate to a childrens charity that takes care of American children. \nPersuader: Are American children more important than non-American children?\n\tPersuadee: In the scheme of things, a life is a life, but I am American and feel it important to help my fellow Americans\nPersuader: The children we help are in desperate need, however. Can't you spare even a small donation?\n\tPersuadee: Perhaps I could help out a little. Where are you at?\nPersuader: You can check us out at  URL \n\tPersuadee: are you based in America? are you an American?\nPersuader: We're an international NGO based in the UK.\n\tPersuadee: looking at the link you provided, it appears that children in America also benefit from Save the Children donations. Is that correct?\nPersuader: Ah, so you noticed. ;-)\n\tPersuadee: I hate to be so prejudicial, but I care about the kids around me more than ones I cannot see!\nPersuader: Well, then. You are a scallywag ninny!\n\tPersuadee: I accept that! How much of a donation are you looking for from me?\nPersuader: Well, your donation will be directly deducted from your task payment. You can choose any amount from $0 to all of your payment. Choose all of it!\n\tPersuadee: all of it seems a little steep! I would consider a smaller portion. half would work for me.\nPersuader: Well, it's something. Let's do it, then. Half. Deal?\n\tPersuadee: yes, fifteen cents\nPersuader: At least you\\'re \"half\" decent. ;-)", "label": [[11, 61, "2-NEGOTIATE-REQUEST"], [198, 295, "3-EMOTION-EMPATHY"], [296, 328, "3-EMOTION-ALTRUISTIC"], [444, 508, "4-LOGIC-COUNTER"], [696, 734, "2-NEGOTIATE-REQUEST"], [911, 954, "5-AUTHORITY-CREDENTIALS"], [1112, 1135, "3-EMOTION-HUMOUR"], [643, 695, "3-EMOTION-GUILT"], [811, 839, "8-NO-PERSUASION"], [1253, 1264, "8-NO-PERSUASION"], [1265, 1291, "3-EMOTION-HUMOUR"], [1382, 1451, "8-NO-PERSUASION"], [1452, 1509, "2-NEGOTIATE-REQUEST"], [1510, 1527, "2-NEGOTIATE-REQUEST"], [1643, 1664, "8-NO-PERSUASION"], [1665, 1683, "2-NEGOTIATE-RECIP"], [1684, 1689, "2-NEGOTIATE-REMIND"], [1690, 1695, "2-NEGOTIATE-RECIP"], [1738, 1773, "3-EMOTION-HUMOUR"]], "idx": "149"}
{"id": 2172, "data": "Persuader: Hey!I Was wondering if you would be interested in donating To a charity called Save the children?\n\tPersuadee: Could you please tell me more about this charity?\nPersuader: Save the Children is an international Non- governmental orginaztion that promotes children's rights, provides relied and helps support children in developing country.\n\tPersuadee: What exactly does the money do for them?\nPersuader: The Money you donate will help provide children help during times of natural  disasters, as well as help to further their education. Save the children also provides options for mental health help.  \n\tPersuadee: Do you donate to a specific child?\nPersuader: We do Offer programs where you You can choose to sponsor a child in the US, or sponsor a child from around the world!\n\tPersuadee: Oh that's great! That was going to be my next question about if this charity helps kids in the US. Is there a minimum amount you need to donate?\nPersuader: There is not a minimum amount! you can donate what ever you would like! Remember every penny Donated is another step towards bettering a child's future\n\tPersuadee: When was this charity started? \nPersuader: Save the children has been round for almost 100 years! save the children was founded on april 15,1919\n\tPersuadee: Perfect thank you for the information.Is there a website where I can check it out and donate?\nPersuader: The research team will collect all donations and then it to Save the children today!\n\tPersuadee: Ok I will be willing to donate $100. Do I get a receipt?\nPersuader: The research team should send you an email after your donation is sent!\n\tPersuadee: So do I provide my email to you? How does this work? \nPersuader: Your Donation will be directly Deducted from your task payment. You should be able to choose any amount on your side, and when the task is over you should recive and email from the research team!\n\tPersuadee: Do you know if this is tax deductible?\nPersuader: I'm not completely sure about that.\n\tPersuadee: OK no problem I will find out. Thank for answering my questions. I will be sure to donate. ", "label": [[11, 15, "8-NO-PERSUASION"], [15, 108, "2-NEGOTIATE-REQUEST"], [182, 348, "3-EMOTION-EMPATHY"], [413, 545, "3-EMOTION-ALTRUISTIC"], [546, 609, "3-EMOTION-ALTRUISTIC"], [670, 787, "4-LOGIC-OTHER"], [956, 986, "8-NO-PERSUASION"], [987, 1027, "2-NEGOTIATE-REMIND"], [1028, 1107, "3-EMOTION-ALTERCASTING"], [1163, 1217, "5-AUTHORITY-CREDENTIALS"], [1218, 1264, "5-AUTHORITY-CREDENTIALS"], [1382, 1466, "8-NO-PERSUASION"], [1547, 1618, "8-NO-PERSUASION"], [1696, 1759, "8-NO-PERSUASION"], [1954, 1989, "4-LOGIC-CONCEDE"], [1760, 1891, "2-NEGOTIATE-OTHER"]], "idx": "150"}
{"id": 2173, "data": "Persuader: Would you like to donate to a children's charity called Save the Children?\n\tPersuadee: what is this charity about?\nPersuader: a non-governmental organizationt aht promotes children's right, supports kids in developing countries.\n\tPersuadee: Developing countries is a broad category. Is there any countries that they focus?\nPersuader: Syria, Thousands of kids die in just a quarter of a year over there and you could help save them with just some pocket change.\n\tPersuadee: Where is the organisation's headquarters?\nPersuader: London, United Kingdom. If you care about children, even a little bit, then you should be outraged and willing to help make an impact\n\tPersuadee: I get mails and calls from different charities. I just want to make sure that this one is genuine \nPersuader: You don't have to take my word for it, you can check them out at  URL  they have helped countless children around the globe, their credential are Impeccable!\n\tPersuadee: Thanks for the web-page link. I checked it and it looks genuine.\nPersuader: I'm sure you've made some frivolous purchases, we all have. I'm only asking for you to pick the kids today. Every bit counts.\n\tPersuadee: How can I donate to the organisation?\nPersuader: You can donate right through the website I provided a link for, in the top left corner there is a red donate button.\n\tPersuadee: Thanks for the info. Will do that\nPersuader: No problem and thank you for helping children in need. You should feel proud.\n\tPersuadee: will I get a confirmation mail after the donation?\nPersuader: Yes, it will also include a subscription that you can opt out of, but will show your dollars at work and keep you informed on what you contributed to.\n\tPersuadee: What is this subscription about?\nPersuader: It's a Save The Children eNews letter that provides breaking emergency alerts and updates on what your money helped with.\n\tPersuadee: Okay. Is this donation tax deductible?\nPersuader: These contributions are tax-deductible in the US. Thanks again for choosing to help the children.", "label": [[11, 85, "2-NEGOTIATE-REQUEST"], [137, 239, "3-EMOTION-EMPATHY"], [345, 471, "3-EMOTION-ALTRUISTIC"], [537, 560, "5-AUTHORITY-CREDENTIALS"], [561, 670, "7-PRESSURE-MANIPULATE"], [793, 950, "5-AUTHORITY-CREDENTIALS"], [1039, 1098, "3-EMOTION-GUILT"], [1099, 1146, "3-EMOTION-ALTRUISTIC"], [1147, 1164, "3-EMOTION-ALTRUISTIC"], [1226, 1342, "2-NEGOTIATE-REMIND"], [1400, 1454, "1-RAPPORT-COMPLIMENT"], [1455, 1477, "1-RAPPORT-COMPLIMENT"], [1552, 1702, "2-NEGOTIATE-OTHER"], [1759, 1880, "8-NO-PERSUASION"], [1943, 1992, "2-NEGOTIATE-REWARD"], [1993, 2040, "1-RAPPORT-COMPLIMENT"]], "idx": "151"}
{"id": 2174, "data": "Persuader: Hello, I would like to let you know about an exciting opportunity available to you.\n\tPersuadee: That's usually the start of a sales pitch, but go ahead and I'll listen\nPersuader: You\\'re not wrong, but I happen to genuinely believe in what i am selling. In this case I am collecting donations for the charity \"Save the Children\" You can find out more information about the cause here  URL  but generally speaking, is this the kind of thing you tend to be interested in?  \n\tPersuadee: When I have free money, yes. I've primarily donated to Save the Chilren and UNICEF in the past.\nPersuader: That's great to hear. Sounds like less of an uphill battle for me then. Let me ask you something, how much happiness can $.77 buy you in your daily life? \n\tPersuadee: seventy seven cents? Not too much, its about a fifth of my daily train fare.\nPersuader: For $.77 a day, you can shelter an entire refugee family. Based on your previous experiences with charitable donations, I don't think I have to explain to you how much good you'd be doing for others at a minimal cost to yourself. \n\tPersuadee: This is true. 77 cents is not that much, and the refugee situation with the clusterfuck in Syria and Venezuela means that money could be used right about now.\nPersuader: You're clearly a well-informed, and caring person. And you're making my job easy! Can I count on your donation at the $2.00 level? \n\tPersuadee: 2 dollars is a little high, my girlfriend and I just got a 5k vet bill for her cat. I'm happy we saved our girl, but it means I need to keep tabs on every dollar for the moment. What you say we split the amount down the middle and go with a dollar?\nPersuader: Yikes. I hope your girlfriend's cat has a speedy and full recovery. A dollar \n\tPersuadee: It seems like she is. Fatty liver, caused by a blockage in her gut that kept everything from working right. May I ask if you have supported any non-profits before? You're pretty personable and great at taking a person down a 'yes ladder'.\nPersuader: Haha, I have. I am a big fan of the effective altruism movement; supporting the non-profits that get the most bang for your buck. I don't have that many bucks to spare, and I like to make sure that mine are doing the most good. \n\tPersuadee: I actually worked for one for a while, the Wikimedia Foundation, the guys behind Wikipedia. Jimbo Wales totally had me the first time I read his 'imagine the sum total of human knowledge available to anyone, anywhere, for free'. I still do believe in that, but considering the challenges the world faces I think boots-on-the-ground style charity work is more... needed? Pressing, maybe?\nPersuader: Yeah, there's a give-and-take to be sure, and I have some doubts that many average Joe's can attain Will Macaskill or Peter Singer-level selflessness. There's something valuable in seeing the change you are effecting \n\tPersuadee: Completely off topic but that was lightweight a tricky situation on whether to use affect or effect and you nailed it. Those Grammar Bee kids have nothing on you!\nPersuader: I only ever learn those things through ridicule. A great piece of advice I once received went something like \"If you are unsure if you are using a word correctly, say it as loudly as possible.\" \n\tPersuadee: I believe we need to enter in to an explicit agreement on the dollar. How do we do that?\nPersuader: Do you agree to donate $1.00 to \"Save the Children?\"\n\tPersuadee: I agree to donate $1.00 to Save the Children.", "label": [[11, 94, "2-NEGOTIATE-OTHER"], [190, 264, "4-LOGIC-CONCEDE"], [265, 339, "2-NEGOTIATE-OTHER"], [340, 480, "2-NEGOTIATE-OTHER"], [602, 623, "1-RAPPORT-COMPLIMENT"], [624, 673, "3-EMOTION-HUMOUR"], [674, 755, "4-LOGIC-OTHER"], [857, 914, "4-LOGIC-COUNTER"], [915, 1086, "2-NEGOTIATE-REWARD"], [1270, 1320, "1-RAPPORT-COMPLIMENT"], [1321, 1351, "3-EMOTION-HUMOUR"], [1352, 1400, "2-NEGOTIATE-REQUEST"], [1674, 1680, "8-NO-PERSUASION"], [1681, 1741, "1-RAPPORT-FRIEND"], [1742, 1750, "2-NEGOTIATE-REMIND"], [2028, 2143, "1-RAPPORT-DISCLOSE"], [2014, 2027, "1-RAPPORT-DISCLOSE"], [2144, 2241, "1-RAPPORT-DISCLOSE"], [2653, 2803, "8-NO-PERSUASION"], [2804, 2869, "3-EMOTION-PROMISE"], [3057, 3105, "8-NO-PERSUASION"], [3106, 3250, "8-NO-PERSUASION"], [3364, 3416, "2-NEGOTIATE-REQUEST"]], "idx": "152"}
{"id": 2175, "data": "Persuader: Hello! \n\tPersuadee: Hi!\nPersuader: Would you consider yourself a giving person?\n\tPersuadee: Yes, I think that would be accurate.\nPersuader: Do you like Children?\n\tPersuadee: Yes, I do.\nPersuader: How would you feel about donating your payment for this survey to a charity that saves children, aptly named \"save the children\"?\n\tPersuadee: I would consider it.\nPersuader: awesome, since it is not a huge payment, low risk, great social reward :)\n\tPersuadee: I would need to know more about the charity first.\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries\n\tPersuadee: How many children do they help annually?\nPersuader: Let me get you that information! I also have a link to their website here for your convenience:  URL \n\tPersuadee: I'll check out that website later.\nPersuader: Awesome, though sadly they don't have ready information on how many children they help annually, the organization is transparent about where their funding goes, and they do allocate a majority of their funds (9 out of 10 dollars) to their needs programs. If you are a US citizen, Save the Children also has US initatives including emergency funds, advocacy programs, and education, among others\n\tPersuadee: They sound like they are a legitimate organization.\nPersuader: Yes! After our conversation, I will be donating as well, as their initiatives align with my own beliefs as well :)\n\tPersuadee: I don't think I'm quite ready to decide yet though.\nPersuader: What would help you decide? \n\tPersuadee: Just need to investigate them a little more.", "label": [[11, 17, "8-NO-PERSUASION"], [151, 172, "6-SOCIAL-NORMS"], [529, 696, "4-LOGIC-OTHER"], [794, 862, "8-NO-PERSUASION"], [46, 90, "6-SOCIAL-OTHER"], [207, 336, "2-NEGOTIATE-REQUEST"], [381, 454, "2-NEGOTIATE-REWARD"], [761, 793, "1-RAPPORT-FRIEND"], [921, 1175, "5-AUTHORITY-CREDENTIALS"], [1176, 1315, "3-EMOTION-ALTRUISTIC"], [1391, 1395, "8-NO-PERSUASION"], [1396, 1505, "2-NEGOTIATE-RECIP"], [1581, 1609, "4-LOGIC-COUNTER"]], "idx": "153"}
{"id": 2176, "data": "Persuader: Hello!\n\tPersuadee: Hi There\nPersuader: How are you today?\n\tPersuadee: I am doing good. How about you?\nPersuader: I am doing well, thank you for asking.\n\tPersuadee: What do you think about the donation task?\nPersuader: I think it's very interesting.  I've never been a part of a task like this before.  You?\n\tPersuadee: Me neither and the incentive is good as well\nPersuader: I agree! What are your thoughts...would you be willing to donate some of your payment for this towards Save the Children?\n\tPersuadee: yes definitely, I think it is a very good cause.\nPersuader: That's awesome!  I feel exactly the same. I think I'll donate at least $1 towards it.  How much will you donate?\n\tPersuadee: I don't mind donating $1 either\nPersuader: That's really great!  It's wonderful to know that there are other people out there who care about causes like this =)\n\tPersuadee: Definitely. It is a small step but hopefully it will encourage others to think about donating as well.\nPersuader: I agree.  Small steps are always needed to produce big results.  Every little bit helps in these cases.  I think sometimes people forget that.  I certainly hope it will help motivate others to donate as well!\n\tPersuadee: Yes. So do you participate in other charity activities as well?\nPersuader: I do! I participate in a kidney walk and an alzheimer's walk in my area, I also donate food, blankets and toys to a local animal hospital a few times per year. I look for small ways to make a difference as well such as shopping Amazon Smile so that a percentage of my purchases goes to the charity of my choice.  How about yourself?\n\tPersuadee: Thats commendable. I have volunteered at a local animal shelter in the past and am currently helping a few immigrants from my country translate so that they can communicate.\nPersuader: That's wonderful!  You're providing such an important service for people, I'm really happy to hear that!  I know that those you help are incredibly grateful for it.\n\tPersuadee: Well I have gone through some tough times when I moved to the country so am trying to make it a little easy for others.\nPersuader: That's so lovely!  Even though many have found themselves in similar circumstances, not all are as motivated as you are to help.  So, it's really commendable that you choose to do so.  I hope that contiunes to go wellf or you and that you are able to help many people through your generosity =)\n\tPersuadee: So do we agree on both of us donating a $1\nPersuader: Yes, I certainly agree to that =)", "label": [[124, 162, "1-RAPPORT-FRIEND"], [229, 259, "8-NO-PERSUASION"], [395, 507, "2-NEGOTIATE-REQUEST"], [580, 595, "1-RAPPORT-COMPLIMENT"], [667, 692, "2-NEGOTIATE-REMIND"], [1002, 1055, "4-LOGIC-OTHER"], [1097, 1134, "8-NO-PERSUASION"], [1136, 1200, "8-NO-PERSUASION"], [1448, 1599, "1-RAPPORT-DISCLOSE"], [1818, 1835, "1-RAPPORT-COMPLIMENT"], [1924, 1982, "3-EMOTION-ALTRUISTIC"], [2145, 2254, "1-RAPPORT-COMPLIMENT"], [2256, 2309, "1-RAPPORT-COMPLIMENT"], [11, 17, "8-NO-PERSUASION"], [50, 68, "8-NO-PERSUASION"], [261, 311, "8-NO-PERSUASION"], [313, 317, "8-NO-PERSUASION"], [386, 394, "1-RAPPORT-SIMILAR"], [597, 621, "1-RAPPORT-SIMILAR"], [622, 665, "2-NEGOTIATE-RECIP"], [748, 768, "1-RAPPORT-COMPLIMENT"], [770, 865, "1-RAPPORT-COMPLIMENT"], [992, 1000, "1-RAPPORT-SIMILAR"], [1057, 1095, "3-EMOTION-ALTRUISTIC"], [1288, 1293, "1-RAPPORT-DISCLOSE"], [1294, 1447, "1-RAPPORT-DISCLOSE"], [1601, 1620, "1-RAPPORT-FRIEND"], [1837, 1922, "1-RAPPORT-COMPLIMENT"], [2126, 2143, "1-RAPPORT-COMPLIMENT"], [2311, 2420, "1-RAPPORT-FRIEND"], [2487, 2520, "2-NEGOTIATE-RECIP"]], "idx": "154"}
{"id": 2177, "data": "Persuader: hi\n\tPersuadee: H\nPersuader: How are you?\n\tPersuadee: Iam fine. How are you?\nPersuader: fine, where are you from?\n\tPersuadee: Iam from Virginia. Where are  you from?\nPersuader: I am form Illinois. Do you know about children charity?\n\tPersuadee: Yes some what I know about  Children Charity.\nPersuader: Please explain about children charity. \n\tPersuadee: They give money to help children in other countries and get them away from violence.\nPersuader: Oh! This is very useful for me, Do you have donate any children charity?\n\tPersuadee: Yes I donate the Children Charity for pass one year.\nPersuader: How much donation do you paid?\n\tPersuadee: I donate 50 dollars. Did you donate for the Children Charity?\nPersuader: No i do not donate any children charity.\n\tPersuadee: Did you like to donate for the Children Charity?\nPersuader: Yes, i like it very much.\n\tPersuadee: Ok super How much dollars approximately would you like to give?\nPersuader: I like to donate $25.\n\tPersuadee: Ok super. Have a nice day. Try to give donations.", "label": [[876, 884, "1-RAPPORT-FRIEND"], [778, 826, "2-NEGOTIATE-REQUEST"], [652, 672, "2-NEGOTIATE-RECIP"], [364, 448, "3-EMOTION-EMPATHY"], [64, 73, "8-NO-PERSUASION"], [26, 27, "8-NO-PERSUASION"], [885, 939, "2-NEGOTIATE-REQUEST"], [985, 994, "1-RAPPORT-FRIEND"], [995, 1011, "1-RAPPORT-FRIEND"], [1012, 1034, "2-NEGOTIATE-REQUEST"], [673, 713, "6-SOCIAL-OTHER"], [545, 597, "2-NEGOTIATE-RECIP"], [255, 300, "8-NO-PERSUASION"], [136, 154, "1-RAPPORT-DISCLOSE"], [155, 175, "1-RAPPORT-FRIEND"], [74, 86, "8-NO-PERSUASION"]], "idx": "155"}
{"id": 2178, "data": "Persuader: Hello, I would like to tell you about a wonderful charity called Save the Children\n\tPersuadee: What about it?\nPersuader: It is an organization that helps promote children's rights as wellas support and relief for children in developing countries\n\tPersuadee: That sounds awesome, I don't know much about charity, haven't had the opportunity to help much yet\nPersuader: Well have you ever considered donating to any sort of charity in the past? \n\tPersuadee: I use amazon smile, so there is that, but I don't make enough to save, so maybe after I finish my studies and get more money\nPersuader: Even just a small amount, such as a few dollars, could help some of the many children suffering from abuse and hunger in places like Syria or India.\n\tPersuadee: It makes sense, I definitely plan to help in the future. Are you a real person or a software?\nPersuader: I am a real person just trying to help\n\tPersuadee: That is awesome, I was just wondering. Do you donate a lot to charity?\nPersuader: When I can, I try to help in any way possible wether that be by donating time or money\n\tPersuadee: I like donating time when I can, in retirement homes and shelters, but that's about it.\nPersuader: Like I said, anything helps, I had the opportunity to go to India on a service tri, and it really helped me realize how much has been handed to me compared to the people there. In the village where we were helping, I learned that starving children were sent up to 5 miles away to gather water for their families while their parents worked in the fields\n\tPersuadee: It bothers me a lot, I try to do my bits, mostly trying to raise awareness, but it is far from enough. I feel powerless, even the idea of donating a few dollars seem meaningless when you know that there are people who could literally donate billions. \nPersuader: Honestly, just that little bit could provide a lot to places like that. I know it's hard to believe but it's true, I've seen it first hand. Plus, by donating it to a place as credible as Save the Children, you know its going where its needed.\n\tPersuadee: Do you know if there is any research done on that? I do believe that you speak the truth, but it would be easier to convince people with actual numbers. I legitimately believe that amassing too much money is wrong, and mathematically it is ridiculous,  the owner of amazon donating half of his wealth would be the same as each person in the world donating 10 dollars. And he would still be 80 billion dollars rich.\nPersuader: Absolutely, I understand. One of the really cool things about this organization is that you can very easily access their financial records and revenue on their website, and you are more than welcome to look that up at  URL but if you were to donate even a fraction of your earnings from this HIT, 86% of that would actually go to the services they are providing for this children in impoverished countries\n\tPersuadee: I'll take a look at it, what happens to the other 14%?\nPersuader: 9% goes toward fundraising and the other 5% goes toward management and other expenses of the actually organization \n\tPersuadee: Yeah, I saw that, last year they made 155 million. Literally 0.1% of Bezos's wealth. Sorry, I'm very salty about this, but you get the point.\nPersuader: Of course, I understand. The rich stay rich. But, not to be pushy, would you like to donate any of the money you would receive for this HIT to this organization?\n\tPersuadee: Sure, it doesn't make sense to complain and not to donate. I'd like to donate all of it, the excuse of the whole bureaucracy I usually use is not valid here. Thanks for the opportunity.\nPersuader: You are welcome", "label": [[132, 256, "4-LOGIC-OTHER"], [603, 751, "3-EMOTION-ALTRUISTIC"], [869, 907, "5-AUTHORITY-CREDENTIALS"], [1377, 1552, "3-EMOTION-STORY"], [1828, 1899, "3-EMOTION-ALTRUISTIC"], [2993, 3107, "5-AUTHORITY-CREDENTIALS"], [3274, 3298, "8-NO-PERSUASION"], [3299, 3318, "8-NO-PERSUASION"], [3319, 3435, "2-NEGOTIATE-REQUEST"], [3645, 3660, "8-NO-PERSUASION"], [11, 93, "5-AUTHORITY-CREDENTIALS"], [379, 454, "6-SOCIAL-NORMS"], [1002, 1088, "1-RAPPORT-DISCLOSE"], [1200, 1376, "3-EMOTION-STORY"], [1900, 1967, "5-AUTHORITY-CREDENTIALS"], [1968, 2070, "3-EMOTION-ALTRUISTIC"], [2509, 2534, "8-NO-PERSUASION"], [2535, 2914, "5-AUTHORITY-CREDENTIALS"]], "idx": "156"}
{"id": 2179, "data": "Persuader: Hello. I would like for you to donate some money to Save the Children, please. Will you help them out, please?\n\tPersuadee: sure that sounds like a good great thing to do\nPersuader: Save the Children is an NGO that works across the world, for the rights of children, and they help them a lot.\n\tPersuadee: Yes I agree i think there wonderful. how much are you donating?\nPersuader: I don't know yet. But I know that it's an important cause. 1,000 children were killed or injured in the first two months of 2018, alone.\n\tPersuadee: Wow that is so sad Im going to donate 1\nPersuader: Thank you so much. I would like to make sure that they get all of the help that they can. This is a very meaningful use of money. Is there any chance that you would consider $1.25?\n\tPersuadee: maybe im not sure if i can\nPersuader: Okay. I can tell you that it is a highly-respected organization, with wide international impact. I imagine that your donation will go a long way!\n\tPersuadee: I hope it will for the childrens sake\nPersuader: That's great, thanks so much! I'm so happy to put you down for $1.25.\n\tPersuadee: sounds good to me\nPersuader: Awesome, it's much appreciated! Did you know that the research team will collect the donations and send them straight to the charity?\n\tPersuadee: no i didnt\nPersuader: It's very nice of them. Furthermore, you should feel very good about your decision to donate. Children die from hunger all over the world, and your donation will help them out.\n\tPersuadee: I agree. i feel that we are doing a great thing for them\nPersuader: Do you have any questions that I can answer before I submit your donation?\n\tPersuadee: no i do not have any questions at the time\nPersuader: Okay. Well, please accept my sincere thanks. And I know that the children that you are helping so appreciate it...have a wonderful day!\n\tPersuadee: thank you .. same to you", "label": [[11, 17, "8-NO-PERSUASION"], [90, 121, "3-EMOTION-ALTRUISTIC"], [18, 89, "2-NEGOTIATE-REQUEST"], [192, 302, "3-EMOTION-ALTRUISTIC"], [390, 407, "4-LOGIC-CONCEDE"], [449, 526, "3-EMOTION-EMPATHY"], [720, 770, "2-NEGOTIATE-REQUEST"], [821, 826, "8-NO-PERSUASION"], [827, 917, "5-AUTHORITY-CREDENTIALS"], [918, 966, "3-EMOTION-ALTRUISTIC"], [1139, 1170, "1-RAPPORT-COMPLIMENT"], [1307, 1330, "8-NO-PERSUASION"], [1705, 1710, "8-NO-PERSUASION"], [1711, 1749, "1-RAPPORT-COMPLIMENT"], [408, 448, "5-AUTHORITY-CREDENTIALS"], [590, 608, "8-NO-PERSUASION"], [609, 679, "3-EMOTION-ALTRUISTIC"], [680, 719, "5-AUTHORITY-CREDENTIALS"], [1028, 1057, "1-RAPPORT-COMPLIMENT"], [1058, 1097, "3-EMOTION-ALTERCASTING"], [1171, 1272, "4-LOGIC-OTHER"], [1331, 1400, "3-EMOTION-PROMISE"], [1401, 1483, "3-EMOTION-ALTRUISTIC"], [1564, 1638, "4-LOGIC-OTHER"], [1750, 1840, "1-RAPPORT-FRIEND"]], "idx": "157"}
{"id": 2180, "data": "Persuader: Hello!  I hope you are doing well.  This is an interesting task - I'm glad to see that part of the payment for this task is donated to such a good cause.  What do you think?\n\tPersuadee: I'm doing fine. I agree about the donation option.\nPersuader: I don't know much about the specific charity, but I'm a mom, and I think it's really important to help kids around the world.  From what I've heard, Save the Children is a great organization that really makes a different.  I've read they've been doing a lot of work in Syria. \n\tPersuadee: What charity are you talking about?\nPersuader: The info that I'm seeing on my end is that we can choose to donate part of what we earn in this task to Save the Children.  It's a large philanthropic organization that works on ensuring children's rights to health, education, and safety.  They have apparently done work recently to help children in Syria impacted by the civil war.  \n\tPersuadee: Do you know how long they've been around?\nPersuader: I don't see any exact date.  However, they have done work to improve access to education, medicine, and food in Darfur and appear to have been working when that area was also impacted by civil war.  \n\tPersuadee: Thanks, what are your contribution plans?\nPersuader: I am debating between 50% and all of the bonus.  So between 1 and 2 dollars.  I think even $1 can make a difference in their efforts.  What about you?\n\tPersuadee: I'm thinking about the same\nPersuader: I think that seems fair.  From the description, they seem to have a pretty low overhead so even $1 will go directly toward the charitable efforts.  They've also apparently been involved in Jimmy Carter's organization that seeks to give kids and families clean water by getting rid of the guinea worm.  The water filters they use only cost $.90\n\tPersuadee: Thanks for those details, I'd give a dollar to help.\nPersuader: Sounds like a good plan. So that $1 will be deducted from the payment.  My instructions say the research team will send all the donations directly.\n\tPersuadee: OK, they're making it easy to help\nPersuader: Yes - I think that's nice.  They are making it an easy task for us!\n\tPersuadee: yes, everyone wins\nPersuader: Seems like we are in agreement.  It was nice working with you.\n\tPersuadee: same here, have a nice rest of your Sunday\nPersuader: You too.  It's nice to have a long weekend - enjoy it!\n\tPersuadee: ok, goodbye for now", "label": [[11, 17, "8-NO-PERSUASION"], [19, 45, "1-RAPPORT-FRIEND"], [47, 164, "5-AUTHORITY-CREDENTIALS"], [166, 184, "6-SOCIAL-NORMS"], [259, 384, "2-NEGOTIATE-OPINION"], [595, 717, "2-NEGOTIATE-OTHER"], [719, 833, "5-AUTHORITY-CREDENTIALS"], [995, 1022, "4-LOGIC-CONCEDE"], [1024, 1192, "3-EMOTION-STORY"], [1260, 1307, "2-NEGOTIATE-BARGAIN"], [1309, 1336, "2-NEGOTIATE-OTHER"], [1338, 1393, "3-EMOTION-ALTRUISTIC"], [1462, 1486, "2-NEGOTIATE-OPINION"], [1882, 1906, "8-NO-PERSUASION"], [2116, 2155, "1-RAPPORT-FRIEND"], [386, 480, "5-AUTHORITY-CREDENTIALS"], [482, 534, "8-NO-PERSUASION"], [835, 927, "3-EMOTION-STORY"], [1395, 1410, "2-NEGOTIATE-RECIP"], [1488, 1608, "4-LOGIC-ARGUE"], [1610, 1762, "5-AUTHORITY-CREDENTIALS"], [1764, 1805, "8-NO-PERSUASION"], [1907, 1952, "2-NEGOTIATE-REMIND"], [1954, 2029, "4-LOGIC-OTHER"], [2088, 2114, "8-NO-PERSUASION"], [2198, 2229, "2-NEGOTIATE-REMIND"], [2231, 2260, "1-RAPPORT-COMPLIMENT"], [2327, 2335, "8-NO-PERSUASION"], [2337, 2381, "8-NO-PERSUASION"]], "idx": "158"}
{"id": 2181, "data": "Persuader: How much money do you have? Like, are you wealthy?\n\tPersuadee: No I'm not wealthy. I have couple dollars .do you have money?\nPersuader: Naw, i aint got too much. I mean, I'm alive and all. I could have more. I guess im not hungry though. Not anymore.\n\tPersuadee: I hear you same here. Would u like to donate to children's charity?\nPersuader: why would I do that? you think I would be on here if I could donate to charity?\n\tPersuadee: I'm asking would you yes or no that's all.\nPersuader: would I like to? idk. maybe. id have to trust em i guess. how can i really know anything about this?\n\tPersuadee: O ok I understand. Yes there are a lot of fakes out there. If I had lots if money I would.\nPersuader: cool cool. \n\tPersuadee: Yup yup. So?\nPersuader: but like...now that I think about it. we totally should though right?\n\tPersuadee: Yes. Elaborate more in what you think about charities\nPersuader: well, i guess charity isnt REALLY about anyone else but ourselves. when i was on the street with nutthin but the change some people tossed me and my boi leeroy said he was starvin i was like dang mane i gotchu and then he felt good which made me feel good. i dont know where he is anymore, could be dead, but i still feel good for helping\n\tPersuadee: That's awesome your just like me in that instance .u a caring person\nPersuader: i try to be, and i guess it dont really cost anything but our time right?\n\tPersuadee: And our good hearts\nPersuader: haha you siad it mane <3 so how much of your reward you wanna donate to deez kids?\n\tPersuadee: I have no clue man. How about you?\nPersuader: wish i could say mane\n\tPersuadee: I hear you .If you could how much would you dinate\nPersuader: u tell me man! i need to know where that heart is\n\tPersuadee: It is up to you to decide", "label": [[94, 117, "1-RAPPORT-DISCLOSE"], [117, 135, "8-NO-PERSUASION"], [445, 487, "8-NO-PERSUASION"], [671, 702, "1-RAPPORT-DISCLOSE"], [747, 750, "8-NO-PERSUASION"], [844, 848, "8-NO-PERSUASION"], [849, 897, "8-NO-PERSUASION"], [1311, 1328, "1-RAPPORT-COMPLIMENT"], [1426, 1445, "8-NO-PERSUASION"], [1552, 1571, "4-LOGIC-CONCEDE"], [1572, 1586, "2-NEGOTIATE-REQUEST"], [1632, 1644, "1-RAPPORT-FRIEND"], [1756, 1781, "2-NEGOTIATE-OTHER"], [74, 93, "1-RAPPORT-DISCLOSE"], [274, 295, "1-RAPPORT-SIMILAR"], [296, 341, "2-NEGOTIATE-REQUEST"], [612, 630, "8-NO-PERSUASION"], [631, 670, "4-LOGIC-CONCEDE"], [738, 746, "8-NO-PERSUASION"], [1260, 1311, "1-RAPPORT-SIMILAR"], [1644, 1682, "2-NEGOTIATE-OTHER"]], "idx": "159"}
{"id": 2182, "data": "Persuader: Hello...How are you this morning?\n\tPersuadee: I'm doing very well thanks, got this kids off to school this morning without a hitch. How are you?\nPersuader: I'm great...Speaking of Children are you familiar with the organization Save The Children?\n\tPersuadee: I think I've heard of them, are you a member or on the board?\nPersuader: I am a member of the organization.  Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Would you be able to provide me some information to have a further look?\nPersuader: You can refer to Save the Children's website to gather more information if you like to.   URL \n\tPersuadee: Thank you so much for that. Are you an MTurk worker or an administrator of the hit?\nPersuader: Administrator of the hit. Today we are looking for people interested in donating some of, or all, their HIT Reward to Save The Children.\n\tPersuadee: Well it's a great cause so I'd be willing to donate .50 to Save the Children.\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: I can donate .50. I'm a caregiver for a child with different abilities so I hope that helps.\nPersuader: Every bit helps...Thank you so much!\n\tPersuadee: You're welcome. Do the majority choose to donate or do most keep their full payment. I'm just curious.\nPersuader: A lot of people choose to donate. \n\tPersuadee: Well I'm glad to hear that. On another note as soon as I'm finished with hits I think I'll take a look at the link you gave me and see what else I can do. How long have you been administering hits?\nPersuader: I've been administering HITS for a few months so far.  Thank you for taking the time to review the website and see what else you can do!\n\tPersuadee: Thank you very much and good luck with your cause. Have a great day. :-)\nPersuader: Thanks and I hope you have a wonderful Friday!\n\tPersuadee: Same to you thanks for the opportunity.", "label": [[11, 19, "8-NO-PERSUASION"], [19, 44, "8-NO-PERSUASION"], [167, 179, "8-NO-PERSUASION"], [179, 257, "4-LOGIC-OTHER"], [379, 547, "5-AUTHORITY-CREDENTIALS"], [644, 731, "4-LOGIC-COUNTER"], [734, 737, "8-NO-PERSUASION"], [872, 982, "2-NEGOTIATE-REQUEST"], [1084, 1134, "2-NEGOTIATE-REQUEST"], [1199, 1258, "2-NEGOTIATE-OTHER"], [1375, 1393, "3-EMOTION-ALTRUISTIC"], [1794, 1847, "5-AUTHORITY-CREDENTIALS"], [1849, 1930, "1-RAPPORT-FRIEND"], [2026, 2073, "8-NO-PERSUASION"], [343, 377, "5-AUTHORITY-CREDENTIALS"], [846, 871, "5-AUTHORITY-CREDENTIALS"], [1135, 1198, "8-NO-PERSUASION"], [1393, 1411, "1-RAPPORT-COMPLIMENT"], [1538, 1572, "6-SOCIAL-NORMS"]], "idx": "160"}
{"id": 2183, "data": "Persuader: hello, what is your opinion about charities?\n\tPersuadee: It depends on the charity.\nPersuader: todays charity is called save the children.\n\tPersuadee: What is it and what does it do?\nPersuader: they help children around the world and in usa , do you want more details?\n\tPersuadee: Yes I would appreciate more details.\nPersuader: They help the children by providing them with food, clothes, medical care, shelter and school them.\n\tPersuadee: Do you know who the head of the charity is?\nPersuader: no i dont know him, but they are very transparent.\n\tPersuadee: How much of every donation, percentage wise, go for administrative costs?\nPersuader: 10% usually, if some extra money is needed for casual events they take 15%.\n\tPersuadee: That's pretty high if you ask me.  Do you have numbers on how many children they help a year?\nPersuader: they helped last year 2 million children, they now are helping Hawaii with the hurricane .\n\tPersuadee: I didn't know Hawaii's kids were impacted.  What are they doing to help them?\nPersuader: in this case they are helping everyone who is affected, They provide food and all kind of resources .\n\tPersuadee: So, it's not just kids they help?\nPersuader: no they help just kids but now they are helping everyone who is in Hawaii. i have to ask, are you willing to donate today?\n\tPersuadee: I might be willing to donate a very small amount.\nPersuader: thank you for you kindness , if you want in the end of the survey you can donate.\n\tPersuadee: I will donate .03 cents.", "label": [[106, 149, "8-NO-PERSUASION"], [340, 439, "3-EMOTION-ALTRUISTIC"], [507, 557, "4-LOGIC-CONCEDE"], [655, 730, "4-LOGIC-OTHER"], [848, 938, "3-EMOTION-STORY"], [1040, 1141, "3-EMOTION-STORY"], [1199, 1273, "3-EMOTION-OTHER"], [11, 55, "6-SOCIAL-OTHER"], [205, 279, "4-LOGIC-OTHER"], [507, 557, "5-AUTHORITY-CREDENTIALS"], [1274, 1321, "2-NEGOTIATE-REQUEST"], [1395, 1476, "2-NEGOTIATE-REMIND"]], "idx": "161"}
{"id": 2184, "data": "Persuader: Hi! How are you today?\n\tPersuadee: good :) how are you?\nPersuader: I'm good. Thanks for asking. Have you heard of the organization Save the Children?\n\tPersuadee: no, i have not heard of it.\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: That is interesting. In what continents do you operate?\nPersuader: They are a global organization. They help children from the US to Syria. \n\tPersuadee: I see. Are you a part of the organization?\nPersuader: I am helping get donations for Save the Children. Would you be interested in donating anywhere from as little as $0.01 to $2.00? Everything adds up and every little bit helps!\n\tPersuadee: how do i donate?\nPersuader: Just tell me how much you would like to donate, and then at the end of this survey they will ask again how much you would like to donate.\n\tPersuadee: I would like to donate a dollar.\nPersuader: Wow, you are so generous! Do you have children yourself?\n\tPersuadee: i don't have any.\nPersuader: How did you come to the conclusion that you would like to donate? Here is some more information on what your donations go to: Nearly 5.6 million children die each year due to preventable and treatable causes. Malnutrition contributes to the deaths of children and a lifetime of poor health. We are committed to providing health and nutrition programs that save children's lives and ensure they grow up healthy.\n\tPersuadee: I just thought that by donating i could help in my little way.\nPersuader: Yes, believe me I see a lot of people want to do something to help but will not actually donate. Thank you so much for your contribution!\n\tPersuadee: you're welcome. \nPersuader: One last question. If you were asked to sponsor a child, do you think you would be interested?\n\tPersuadee: i'm sorry, i'm not interested. i don't have money to sponsor a child", "label": [[11, 14, "8-NO-PERSUASION"], [15, 33, "8-NO-PERSUASION"], [78, 87, "8-NO-PERSUASION"], [88, 106, "1-RAPPORT-FRIEND"], [107, 160, "8-NO-PERSUASION"], [492, 532, "4-LOGIC-OTHER"], [600, 649, "5-AUTHORITY-CREDENTIALS"], [729, 775, "3-EMOTION-ALTRUISTIC"], [212, 380, "4-LOGIC-OTHER"], [460, 491, "5-AUTHORITY-CREDENTIALS"], [650, 728, "2-NEGOTIATE-REQUEST"], [816, 953, "2-NEGOTIATE-REMIND"], [1010, 1035, "1-RAPPORT-COMPLIMENT"], [1036, 1066, "1-RAPPORT-FRIEND"], [1108, 1173, "6-SOCIAL-OTHER"], [1174, 1233, "4-LOGIC-OTHER"], [1234, 1316, "3-EMOTION-EMPATHY"], [1605, 1701, "3-EMOTION-STORY"], [1702, 1742, "1-RAPPORT-COMPLIMENT"], [1802, 1877, "2-NEGOTIATE-REQUEST"], [1317, 1398, "3-EMOTION-EMPATHY"], [1399, 1518, "3-EMOTION-ALTRUISTIC"], [1783, 1801, "8-NO-PERSUASION"]], "idx": "162"}
{"id": 2185, "data": "Persuader: Hello. Have you heard of Save the Children?\n\tPersuadee: Hello, how are you?\nPersuader: Good ,thanks, how are you this evening?\n\tPersuadee: I'm doing good.  I think I have heard of Save the Children but I am not familiar with it.\nPersuader: This is their website  URL  they place a very high value on ensuring children have food to eat\n\tPersuadee: I see.  It does seem they are a well known organization and provide charitable efforts worldwide.\nPersuader: Yes, they offer a wide range of ways to help children, did you grow up with enough resources?\n\tPersuadee: Yes, I did grow up with enough resources.  I am currently looking at the site a bit more.\nPersuader: That is good to hear,and you were blessed,I grew up poor and many times we never had dinner to eat\n\tPersuadee: Wow, sorry to hear.  Hope you are doing well these days.\nPersuader: Thank you, yes much better and I have a daughter that I keep well taken care of, and she I let her know she is blessed\n\tPersuadee: That is good.  So do you take part in Save the Children in any way?\nPersuader: Yes,I have donated money quite a few times, I trust them\n\tPersuadee: I see.  I'm guessing they accept charitable donations through their website?\nPersuader: Yes they do, Would you be interested in contributing to a child's better life?\n\tPersuadee: Sure thing. I will donate.  I have sort of a tight budget but I will donate $1.\nPersuader: ok, that is so kind of you they research team will forward all funds\n\tPersuadee: sounds good. any other ways I can help in a non-monetary capacity?\nPersuader: Their website has ways of contacting them,and they will answer any questions you have, I am not certain and do not want to give misinformation\n\tPersuadee: Ok, I see. Yes, I guess I can find any information I need on their website.  Thanks.", "label": [[18, 54, "8-NO-PERSUASION"], [98, 137, "1-RAPPORT-FRIEND"], [251, 345, "3-EMOTION-EMPATHY"], [674, 772, "3-EMOTION-STORY"], [1402, 1470, "1-RAPPORT-COMPLIMENT"], [467, 560, "3-EMOTION-OTHER"], [853, 971, "1-RAPPORT-DISCLOSE"], [1063, 1119, "5-AUTHORITY-CREDENTIALS"], [1220, 1298, "3-EMOTION-ALTRUISTIC"], [1561, 1703, "4-LOGIC-OTHER"], [11, 17, "8-NO-PERSUASION"]], "idx": "163"}
{"id": 2186, "data": "Persuader: Hello How Are You today ?\n\tPersuadee: I'm good. I'm tired after an especially long day at work though. How about you?\nPersuader: same just trying to collect a donation for the Save the Children foundation as i will be donating as well \n\tPersuadee: Do you work for them, or volunteer, or...something else?\nPersuader: i volunteer as well as i have 4 children of my own \n\tPersuadee: Wow, I don't have any kids. They're not really my thing. What does Save the Children do? What are they saving the children from?\nPersuader: they help with needy familes in the us as well as needy children in countries that are needy as well \n\tPersuadee: Oh, gotcha. So they are looking to help out kids in poor families. That's a good thing. Hopefully the funds are being handed out wisely.\nPersuader: its amazing because you can choose to sponsor a child here or another country or many other ways to donate.  URL here is the website to inform you a little more\n\tPersuadee: I feel bad about needy kids in other countries, but worse about kids in my country. Even though I'm not a big fan of children.\nPersuader: would you like to donate to the charity? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: Probably not. I usually donate to places like the red cross. I feel like I can trust my donation will be put to good use through them.\nPersuader: are you sure, i mean how much money do they spend on unnecessary stuff like a bag of snack or candy?\n\tPersuadee: I waste money on things like Starbucks, but I'm enjoying that money. I don't even like kids!!! :)\nPersuader: Small donations will indeed help a lot of children and their families.  Even $0.01, i will be donating as well every donation is essential to help ensuring children's rights to health, education, & safety. and will make a tangible impact for children all over. \n\tPersuadee: How much are you donating? What country are you in?\nPersuader: i will be donating $0.50\n\tPersuadee: That seems fairly generous of you.\nPersuader: i have even considered donating $2.00\n\tPersuadee: I guess I could part with a little bit of money for a good cause like this. But not $2!\nPersuader: How much do you like to donate to the charity today?\n\tPersuadee: I will donate ten cents.\nPersuader: Awesome thank you so much. bless you a child out there will greatly appreciate this \n\tPersuadee: thank you. night.", "label": [[11, 16, "8-NO-PERSUASION"], [17, 36, "8-NO-PERSUASION"], [140, 245, "2-NEGOTIATE-RECIP"], [327, 377, "1-RAPPORT-DISCLOSE"], [531, 631, "3-EMOTION-EMPATHY"], [793, 900, "4-LOGIC-ARGUE"], [1104, 1144, "2-NEGOTIATE-REQUEST"], [1649, 1719, "3-EMOTION-ALTRUISTIC"], [2218, 2270, "2-NEGOTIATE-REQUEST"], [2346, 2402, "3-EMOTION-ALTERCASTING"], [902, 953, "4-LOGIC-OTHER"], [1145, 1208, "8-NO-PERSUASION"], [1209, 1268, "2-NEGOTIATE-REQUEST"], [1427, 1527, "3-EMOTION-GUILT"], [1721, 1854, "3-EMOTION-ALTRUISTIC"], [1855, 1910, "3-EMOTION-ALTRUISTIC"], [1986, 2010, "2-NEGOTIATE-RECIP"], [2069, 2106, "2-NEGOTIATE-RECIP"], [2319, 2345, "1-RAPPORT-COMPLIMENT"]], "idx": "164"}
{"id": 2187, "data": "Persuader: Good morning!  My name is Jenny.  I'm in Florida.\n\tPersuadee: good morning ., my name is shifa . I'm in houstan\nPersuader: Cool!  I was happy to see a $2 HIT first thing in the morning; I always feel like it's going to be a good day when I get lucky with a big HIT.  I don't usually have much time to put into Mturk each day.\n\tPersuadee: Yes, even i got so excited after getting a 2$ HiT . Usually i only get 0.10$ HiT\nPersuader: I try to earn a little extra each morning; it eventually adds up to a dinner out or a new outfit.  Sometimes I use my earnings for charity.  \n\tPersuadee: Yes its really helps me as well in my few expenses.\nPersuader: Have you ever done one of those HITs where they ask you to donate to charity?  Sometimes I feel like I should do it since I'm lucky enough to get to do these HITs, but sometimes I feel like keeping it all myself.  Usually, though, I do donate.  Do you?\n\tPersuadee: yes lately i\"ve been getting such HItS and i\\'ve completed those nd yes i donated to the charity .\nPersuader: Do you have a favorite charity?  The researchers in this HIT have told me (in my directions on the left of this screen) that we should consider donating some of our earnings to charity.  \n\tPersuadee: No not in particular.There are no search directions given to me and i can't even find anything on the left side of the screen\nPersuader: Oh!  I guess because I was the one who had to initiate the conversation, they gave me some directions to talk about.  They suggest we consider donating part of our earnings to Save the Children.  I'm thinking about donating $.50 of my $2.  It seems like a good organization; have you heard of them?\n\tPersuadee: oh! I wonder why no directions have been given to me, and i haven't heard anything about this organization yet. ye! sounds goo\nPersuader: It's an international organization that helps support children (health, education, safety) in developing countries.  I think I've seen commercials on TV for them, too.  I know they've been around for a while, so I trust that it's a good organization.\n\tPersuadee: Please can you help me with the name of the organization ?\nPersuader: It's called Save the Children.\n\tPersuadee: oh! So How many HITs do you complete in a day?\nPersuader: I try to earn $3 a day on mTurk--some days that only takes a couple of HITs, other days it's takes a lot longer.  If I can get $20/week extra, I feel like it was a good week.  \n\tPersuadee: Why don't they give us HITs of 1$ or 2$ everyday? If this happen i will be so happy\nPersuader: Yes!  Well, I think we're getting near the end of this one.  Would you like to donate .50 to Save the Children?  If we both do it, it will still give us 1.50 each and our combined $1 will help feed a child in another country.  Charities like this can make our $1 go a long way.\n\tPersuadee: Yes that sounds great. I had a good time chatting with you\nPersuader: Thank you!  The researchers assure me that they'll take care of the donation.  So, you're in agreement--we'll each donate 50 cents to Save the Children?  If so, then we can end this chat/HIT!  Thank you.  It was fun.", "label": [[737, 870, "6-SOCIAL-NORMS"], [872, 901, "1-RAPPORT-DISCLOSE"], [903, 910, "2-NEGOTIATE-OTHER"], [1033, 1064, "6-SOCIAL-OTHER"], [1370, 1373, "8-NO-PERSUASION"], [11, 24, "8-NO-PERSUASION"], [141, 276, "1-RAPPORT-FRIEND"], [278, 336, "1-RAPPORT-DISCLOSE"], [441, 538, "8-NO-PERSUASION"], [540, 580, "6-SOCIAL-OTHER"], [1066, 1218, "2-NEGOTIATE-OTHER"], [1375, 1486, "8-NO-PERSUASION"], [26, 43, "1-RAPPORT-DISCLOSE"], [45, 60, "1-RAPPORT-DISCLOSE"], [134, 139, "1-RAPPORT-FRIEND"], [658, 735, "2-NEGOTIATE-OTHER"], [1488, 1564, "2-NEGOTIATE-OTHER"], [1566, 1608, "2-NEGOTIATE-RECIP"], [2152, 2182, "8-NO-PERSUASION"], [2367, 2427, "8-NO-PERSUASION"], [2537, 2541, "8-NO-PERSUASION"], [1610, 1668, "5-AUTHORITY-CREDENTIALS"], [1819, 1934, "5-AUTHORITY-CREDENTIALS"], [1936, 1986, "2-NEGOTIATE-OPINION"], [1988, 2069, "5-AUTHORITY-CREDENTIALS"], [2253, 2365, "1-RAPPORT-DISCLOSE"], [2598, 2648, "2-NEGOTIATE-REQUEST"], [2543, 2596, "8-NO-PERSUASION"], [2650, 2762, "2-NEGOTIATE-RECIP"], [2764, 2814, "3-EMOTION-ALTRUISTIC"], [2897, 2907, "8-NO-PERSUASION"], [2909, 2974, "8-NO-PERSUASION"], [2976, 3049, "2-NEGOTIATE-REMIND"], [3051, 3088, "8-NO-PERSUASION"], [3090, 3100, "8-NO-PERSUASION"], [3102, 3113, "8-NO-PERSUASION"]], "idx": "165"}
{"id": 2188, "data": "Persuader: How are you doing tonight?\n\tPersuadee: Hello, I'm good, thank you, how about you?\nPersuader: I'm doing all right. A lot going on in the world right now. Seems like there a lot of children in need. Sometimes I feel a bit guilty sitting here while some people, including young people, suffer.\n\tPersuadee: I know what you mean, and it would be nice to be somehow useful for who is suffering, with much regard to children\nPersuader: There are some ways. Even small contributions make a big difference. Charities like Save the Children are doing good work all over the world.\n\tPersuadee: Yes, I agree with you, many times even a drop of water in the ocean can makes the difference\nPersuader: That's so nice to hear. So many people turn their heads at the thoughts of hardships. You have a great attitude.\n\tPersuadee: Thank you for your words, the truth is that it's enough to do very little to make a difference\nPersuader: If we all band together, we can make a difference. That's why today, through Mturk, you can support Save the Children directly by giving 50 cents from your task payment. Like we talked about before, they promote children's rights and support in developing and war-torn countries.\n\tPersuadee: I would be happy to do it, but the requester should have thought the HIT differently: he/she cannot pay me less than the $2.00 that the HIT is worth so I could get $1.50 and donate .50 cents, I should have the HIT rejected and then have another HIT made for me with the value of $1.50\nPersuader: I think this is more about your willingness to participate. You can actually donate anything from nothing to the full amount listed on the hit.\n\tPersuadee: How could I do this?\nPersuader: You can state specifically how much you like to donate, and the research team will collect donations and sent them to Save the Children after the hit.\n\tPersuadee: Would my HIT get rejected in that case?\nPersuader: No. There won't be any rejection. \n\tPersuadee: Then it's okay, I didn't understand that the 50 cents would have been a bonus on top of the payment. I'd be happy to donate them to the association you prefer\nPersuader: Yes, the donation goes to Save the Children as mentioned before. Thank you for the contribution.\n\tPersuadee: Thank you for giving me the opportunity to contribute, I appreciate your initiative!\nPersuader: No problem. Have a wonderful evening.\n\tPersuadee: Thank you so much, have a nice evening you too! :)", "label": [[11, 37, "8-NO-PERSUASION"], [104, 124, "8-NO-PERSUASION"], [125, 163, "3-EMOTION-OTHER"], [164, 207, "3-EMOTION-EMPATHY"], [208, 301, "3-EMOTION-EMPATHY"], [440, 460, "2-NEGOTIATE-OTHER"], [509, 581, "3-EMOTION-ALTRUISTIC"], [461, 508, "2-NEGOTIATE-OTHER"], [698, 721, "1-RAPPORT-COMPLIMENT"], [722, 783, "6-SOCIAL-OTHER"], [784, 810, "1-RAPPORT-COMPLIMENT"], [929, 979, "3-EMOTION-ALTRUISTIC"], [980, 1098, "2-NEGOTIATE-REQUEST"], [1099, 1208, "3-EMOTION-EMPATHY"], [1577, 1660, "2-NEGOTIATE-REMIND"], [1705, 1855, "2-NEGOTIATE-OTHER"], [1919, 1922, "8-NO-PERSUASION"], [1923, 1952, "4-LOGIC-COUNTER"], [1517, 1576, "4-LOGIC-COUNTER"], [2136, 2200, "8-NO-PERSUASION"], [2201, 2232, "1-RAPPORT-COMPLIMENT"], [2341, 2352, "8-NO-PERSUASION"], [2353, 2378, "8-NO-PERSUASION"]], "idx": "166"}
{"id": 2189, "data": "Persuader: What do you know about the Save the Children organization?\n\tPersuadee: absoutely nothing is it a good one?\nPersuader: It's one of the biggest in the world, trying to help children who are in poverty, war situations, etc.\n\tPersuadee: sounds good. i'm all for that.\nPersuader: Also they help with important healthcare issues\n\tPersuadee: well the children are the future.\nPersuader: For sure! How much of your task payment would  you like to contribute to Save the Children, it can be from 0 to all of the task payment.\n\tPersuadee: all of it\nPersuader: Well that is very generous of you!\n\tPersuadee: 30 cents can buy a lot of food in other countries\nPersuader: Very true, it can really make a difference. I respect your decision.\n\tPersuadee: it isnt really a tough decision.\nPersuader: There always seems to be heavy needs around the world, hunger, war, natural disasters, etc.\n\tPersuadee: yes things are ultimately getting better though. there will be less and less third world countries in the future because of technology.\nPersuader: Good point. Technology used well can make a huge difference.\n\tPersuadee: once people are able to get basic eduacation cheaper and easier it all goes up from there.\nPersuader: Internet has enormous potential in this area, as it provides access to vast amounts of free knowledge\n\tPersuadee: people are able to have schools in bad places just by using video. and also online classes. \nPersuader: Yes, just have to keep those connections up, and that can be a challenge\n\tPersuadee: theres a great book called factfulness that is all about how things are gradually getting better despite what the media portrays.", "label": [[11, 69, "8-NO-PERSUASION"], [129, 231, "5-AUTHORITY-CREDENTIALS"], [286, 333, "4-LOGIC-OTHER"], [391, 400, "1-RAPPORT-FRIEND"], [401, 527, "2-NEGOTIATE-REQUEST"], [561, 595, "1-RAPPORT-COMPLIMENT"], [669, 712, "3-EMOTION-ALTRUISTIC"], [713, 737, "1-RAPPORT-COMPLIMENT"], [794, 885, "3-EMOTION-EMPATHY"], [1045, 1056, "8-NO-PERSUASION"], [1057, 1105, "8-NO-PERSUASION"], [1220, 1321, "8-NO-PERSUASION"], [1438, 1510, "8-NO-PERSUASION"]], "idx": "167"}
