{"id": 2190, "data": "Persuader: Hello, do you give to charities on a regular basis?\n\tPersuadee: Hello, I donate here and there but not on a regular basis\nPersuader: I understand! It is nice that you do give to charities because every little bit helps. Have you heard of the organization Save the Children?\n\tPersuadee: Yes . I've heard about it but I would like to have more information\nPersuader: Sure, they are an international organization not connected to any government that promotes children's rights and provides relief and support to children in developing countries.\n\tPersuadee: Interesting, in how many countries do they work?\nPersuader: Right now they are in 120 countries and have helped 33.3 million children directly. I am partial to children's charities because they help the ones who can't really help themselves.\n\tPersuadee: So nice, what are the main issues they work on? \nPersuader: They provide better healthcare and education for children as well as providing emergency aid when natural disasters occur or war and other conflicts. Did you know in Jan and Feb alone, 1000 children were reportedly killed or injured in Syria due to violence in that country?\n\tPersuadee: I've heard about it. It breaks my heart. is this organization clear with its financial reports?\nPersuader: Yes in fact the most recent rating of Save the Children by a non profit charity watchdog gave it an \"A\". I think that is pretty clear.\n\tPersuadee: That is so good to find a trustworthy charities. I think there should be a few well-known companies cooperating with this charity\nPersuader: I agree. I think more people need to get on board to help the children. If we all do a little by sacrificing that 1 coffee a week or by eating out one time less per week, we could all make more of a difference, right?\n\tPersuadee: right, every little help make a big difference. we can support a family with few dollars in some countries\nPersuader: That is true for sure. I'm going to give some of my earnings today to STC, would you be willing to give some also if only $.25?\n\tPersuadee: I guess I will donate even more. I will donate today but can i please have their website in case i want to donate later?\nPersuader: Sure, it is  URL but just know that if you donate through here the research team collects the donations and sends it all to STC so it is above board.\n\tPersuadee: Thank you for the information. Yes I will do it. I am glad there is a chance to help through HITs\nPersuader: Yes definitely. It has been nice chatting with you. You seem like a very kind person. Have a great day and thanks for your help with STC!\n\tPersuadee: Thank you for your time and information. Have a nice day!", "label": [[11, 62, "1-RAPPORT-OTHER"], [144, 230, "3-EMOTION-ALTRUISTIC"], [231, 284, "1-RAPPORT-OTHER"], [376, 553, "4-LOGIC-OTHER"], [376, 553, "5-AUTHORITY-CREDENTIALS"], [626, 807, "5-AUTHORITY-SUPERIOR"], [1634, 1779, "2-NEGOTIATE-OTHER"], [1910, 2037, "2-NEGOTIATE-REQUEST"], [880, 1029, "4-LOGIC-OTHER"], [1030, 1154, "3-EMOTION-STORY"], [1274, 1408, "5-AUTHORITY-CREDENTIALS"], [1562, 1633, "3-EMOTION-OTHER"], [2182, 2331, "5-AUTHORITY-CREDENTIALS"], [2453, 2590, "1-RAPPORT-FRIEND"], [2505, 2538, "1-RAPPORT-COMPLIMENT"]], "idx": "168"}
{"id": 2191, "data": "Persuader: hi\n\tPersuadee: hi? how are you doing today?\nPersuader: im great! how are you\n\tPersuadee: doing well, i'm not really sure what the task at hand is though!\nPersuader: me neither, still reading it\n\tPersuadee: I don't think I missed any instructions but what I've noticed is that I'm supposed to start a conversation about a children's charity and there is supposed to be a donation agreement...\nPersuader: yeah thats what i read too\n\tPersuadee: Are you also in the \"communicator role\"\nPersuader: a persuader. no idea if i can tell you that? it doesnt say not to\n\tPersuadee: Well given the limited instructions after the survey, at least we're trying to honestly figure out how to complete this task. That's how I see it anyways.\nPersuader: i'm supposed to get you to donate to the charity\n\tPersuadee: Do you know what charity?\nPersuader: save the children\n\tPersuadee: Okay, I don't know if I'm just supposed to donate theoretical dollars or what? I mean why wouldn't I donate to save the children? ha idk this is pretty damn vague\nPersuader: yeah, it doesnt really say. and i dont see how we are supposed to finish and submit the hit??\n\tPersuadee: It's telling us not to game the task but I kinda think we're getting gamed\nPersuader: yeah im confused.\n\tPersuadee: well i know we need to communicate 10 times and this would be number 9 so hopefully something will pop up after one more message each, how much should I \"donate\\'?\nPersuader: i think any amount you want? like a buck or something is usual for hits on mturk\n\tPersuadee: I was thinking I'd donate 1 million theoretical dollars, but lets just say 1 dollar to be safe, fingers crossed we can submit after this\nPersuader: a dollar sounds great!\n\tPersuadee: we did  it! 1 dollar it is!", "label": [[176, 204, "8-NO-PERSUASION"], [748, 796, "8-NO-PERSUASION"], [1688, 1710, "1-RAPPORT-FRIEND"], [11, 13, "8-NO-PERSUASION"], [66, 87, "1-RAPPORT-FRIEND"], [414, 440, "8-NO-PERSUASION"], [414, 440, "8-NO-PERSUASION"], [504, 569, "8-NO-PERSUASION"], [846, 863, "8-NO-PERSUASION"], [1050, 1143, "8-NO-PERSUASION"], [1242, 1259, "8-NO-PERSUASION"], [1447, 1527, "8-NO-PERSUASION"]], "idx": "169"}
{"id": 2192, "data": "Persuader: Hello how are you today?\n\tPersuadee: I'm good. How are you?\nPersuader: I am doing great! I am here to let you know about this amazing international foundation called Save the Children that promotes children's rights, provides relief and helps support them in developing countries.\n\tPersuadee: Please tell me more.\nPersuader:  These children are being used in horrific ways, the food and supplies that are supposed to be going to them are being stolen and we are trying to gather money to ensure the supplies get to these children who really need these supplies and help. With a donation today, not only will we be able to ensure the supply lines safely reach villages, but doctors will also go and help the children with medical care they desperately need. All I ask is that you donate a portion of your task payment to this charity to help the children.\n\tPersuadee: How do I know this charity is legit?\nPersuader: You are free to look up any information you like at  URL \n\tPersuadee: How much of the donations goto the children and the effort?\nPersuader: 100% of your donation will go directly to Save the Children. Just think of it this way, instead of getting your morning coffee, or that bag of chips at lunch, you could donate $2 today and help ensure that 3 children get the care they need and food in their stomachs.\n\tPersuadee: Does 100% go to the effort directly or does any of the monies go to employees like the director of the charity ect?\nPersuader: The research team will collect all donations and send it all directly to Save the children. So it will go to pay for the flights to get the team over there, medicine, food, everything needed to help these children\n\tPersuadee: What roughly is the percentage that goes to the running of the charity and helping the children directly?\nPersuader: Like I said earlier, 100% of your donation goes directly to helping these children. Look, already in 2018 alone, 1,000 children have been reportedly killed or injured in intensifying violence. They need your help. They need your donation more than you do honestly. What is $2 to you when that money can literally save lives over there?\n\tPersuadee: There are many scams out there that take more to profit then to actually help the kids. I need to know these things before I donate even if it is as little as $2.\nPersuader: You can go to the website I provided you earlier to know in your heart that this is not a scam. Can I count on you to help these children? Are you willing to trust me enough to donate your task payment to help these children?\n\tPersuadee: I do not know in my heart that this is not a scam. I have been scammed before. That is why i am asking you for the details. Againwhat  roughly is the percentage that goes to the running of the charity and helping the children directly?\nPersuader:  I went to the website and looked up the actual numbers. 86.5% of donations goes directly to the villages and the rest goes to fund the outreach, website, and publicity. it is a non-profit organization. You don't have to donate the entire amount of your task payment. you can choose any amount from nothing to the $2. I am just hoping you would be gracious to help these children enough to give the $2 and give them a fighting chance. I really believe you know this isn't a scam\n\tPersuadee: How do you donate?\nPersuader: This chat is being recorded, you Tell me how much you would like to donate and I will give it to the research team for them to deduct it from your task payment and send it to Save the Children. How much would you like to donate today?\n\tPersuadee: I am still not 100% confident this isn't a scam as it is all done via the computer and not face to face.\nPersuader: Would you like to take a few minutes to go over the website first before you commit?", "label": [[11, 35, "1-RAPPORT-FRIEND"], [100, 291, "4-LOGIC-OTHER"], [82, 99, "1-RAPPORT-FRIEND"], [337, 768, "3-EMOTION-STORY"], [100, 291, "5-AUTHORITY-SUPERIOR"], [768, 865, "2-NEGOTIATE-REQUEST"], [926, 983, "5-AUTHORITY-CREDENTIALS"], [1128, 1334, "3-EMOTION-GUILT"], [1067, 1127, "4-LOGIC-OTHER"], [1474, 1687, "4-LOGIC-OTHER"], [1901, 2081, "3-EMOTION-GUILT"], [2339, 2434, "5-AUTHORITY-CREDENTIALS"], [2435, 2477, "2-NEGOTIATE-REQUEST"], [2825, 3026, "5-AUTHORITY-CREDENTIALS"], [3027, 3141, "4-LOGIC-OTHER"], [3142, 3258, "3-EMOTION-GUILT"], [3708, 3792, "4-LOGIC-OTHER"], [1817, 1900, "4-LOGIC-OTHER"], [2005, 2031, "3-EMOTION-STORY"], [2082, 2152, "3-EMOTION-GUILT"], [2478, 2564, "2-NEGOTIATE-REQUEST"], [3259, 3302, "5-AUTHORITY-CREDENTIALS"], [3539, 3579, "2-NEGOTIATE-REQUEST"], [3345, 3538, "4-LOGIC-OTHER"]], "idx": "170"}
{"id": 2193, "data": "Persuader: Hello there\n\tPersuadee: HI GOOD MORNING\nPersuader: What do you think about charities that help children out?\n\tPersuadee: I DONATE SO MANY CHARITIES FOR THE CHILDREN.\nPersuader: That's great to hear! Have you heard of the charity, Save The Children before? \n\tPersuadee: YES ,I KNOW THE CHARITY OF THE SAVE THE CHILDREN.\nPersuader: It's a great  charity. It provides relief to children in bad situations. It provides education, health and safety. But currently it hasn't been receiving many donations. It's a little concerning\n\tPersuadee: OH, I DONATE A MONEY FOR THEM.\nPersuader: Unfortunately they are in need of their current donators to donate a little more often or else they will lose out on opportunities to achieve their goals in saving children in Syria. It would be great if you could donate today. It would help out displaced children facing troubles in Syria. \n\tPersuadee: OH, I AM SO SAD ABOUT THAT NEWS.\nPersuader: You can choose any amount of your donation and will be directly deducted from this task payment. Even 1 cent goes a long way to help providing help for children in need. One cent can buy a pound of grain which could last for weeks for a small family.\n\tPersuadee: OK, I GIVE 10 CENT TO THEM.\nPersuader: Thank you. This donation of 10 cents will  be collected by the research team and sent directly to Save The Children. You will also be a part of a wall of honour, honouring those who donated their time. How does it make you feel to help out Save The Children?\n\tPersuadee: I AM VERY HAPPY TO DONATE TO THE CHILDREN.\nPersuader: Do you want to know of anymore information concerning what we do? \n\tPersuadee: YES, TELL ME THE HOW MUCH MONEY YOU GIVE TO THE CHILDREN.\nPersuader: From your donation, 10 cents will be given to the children, which is incredible. This can buy several families food that can last for weeks. It will also be used to provide materials for school. \n\tPersuadee: OK ITS VERY NICE OF DOING. I AM HAPPY FOR U.\nPersuader: Thanks well I hope you have a nice day, and once again, thank you for your donation.\n\tPersuadee: OK, KEEP DONATING TO THE CHILDREN.", "label": [[11, 22, "8-NO-PERSUASION"], [62, 119, "1-RAPPORT-FRIEND"], [818, 881, "3-EMOTION-ALTRUISTIC"], [938, 1034, "4-LOGIC-OTHER"], [1357, 1441, "6-SOCIAL-GROUP"], [1565, 1631, "2-NEGOTIATE-OTHER"], [1713, 1908, "4-LOGIC-OTHER"], [1977, 2061, "1-RAPPORT-FRIEND"], [188, 267, "1-RAPPORT-FRIEND"], [341, 535, "4-LOGIC-OTHER"], [590, 772, "3-EMOTION-STORY"], [773, 817, "2-NEGOTIATE-OTHER"], [1035, 1188, "3-EMOTION-ALTRUISTIC"], [1251, 1357, "4-LOGIC-OTHER"], [1240, 1251, "1-RAPPORT-FRIEND"], [1442, 1498, "3-EMOTION-OTHER"], [1794, 1908, "3-EMOTION-STORY"]], "idx": "171"}
{"id": 2194, "data": "Persuader: Hi how are you today?\n\tPersuadee: I'm great,  how are you? I'm just watching t.v.\nPersuader: I'm doing good too.  I was just browsing reddit.  Can't believe it's already the 1st of September.  Are you ready for summer to end?\n\tPersuadee: Yeah, it's burning up in Texas. I am ready for some cooler weather.\nPersuader: Ha.  I guess I don't blame you.  But here in Chicago it means grey skies and cold weather coming soon.  Are you a fan of cold weather?\n\tPersuadee: No, I like it for to be around 70-75 degrees.  I just like a good moderate temperature. Texans aren't built for the cold.\nPersuader: Lol.  Yeah that sounds good to me too.  One thing about Texans though. I feel as if you guys are generous people.  Would you agree to that statement?\n\tPersuadee: For the most part, it's true. We are community oriented.\nPersuader: Right on.   I think that's an honorable trait to have.  Let me ask you something. Are you somebody who likes to give to charities?\n\tPersuadee: At times, I do. It depends on the cause.\nPersuader: Yeah. I'm the saw way.  I tend to pick charities from the top of the ranking websites.  For example, I'm a really big fan of Save the Children.  Have you heard of them?\n\tPersuadee: Yes, but I am not sure what they do exactly.\nPersuader: Save the Children is a charity commited to ensuring children's rights to health, education, safety, etc.  They are active in many conflict zones and during tragedies.  They are a very reputable organization.  \n\tPersuadee: Do they ever do work within the United States?\nPersuader: As a matter of fact they do.  Here is a link to their work in the US:  URL s/what-we-do/us-programs\n\tPersuadee: Wow, that's great to know. I learned something new.\nPersuader: Yeah.  And now that you've read about them, you might be interested to know that we can donate to them directly through this HIT.  Save the Children recognizes that even small amounts of money add up and have a huge impact on their work\n\tPersuadee: Okay, that sounds like a novel idea.\nPersuader: Would you like to join me in donating to them today?  You can choose from any amount from $0 to all your payment ($2).  How much would you like to donate to the charity now?\n\tPersuadee: I would like to donate ten cents.\nPersuader: Great.  Well thanks for listening and I hope you have a wonderful weekend.  Take care.\n\tPersuadee: You're welcome, have a great day.", "label": [[11, 32, "1-RAPPORT-FRIEND"], [328, 462, "1-RAPPORT-FRIEND"], [563, 646, "1-RAPPORT-FRIEND"], [894, 968, "1-RAPPORT-FRIEND"], [1033, 1201, "5-AUTHORITY-CREDENTIALS"], [1033, 1201, "1-RAPPORT-FRIEND"], [1270, 1479, "4-LOGIC-OTHER"], [1438, 1479, "5-AUTHORITY-CREDENTIALS"], [1550, 1649, "5-AUTHORITY-CREDENTIALS"], [1724, 1856, "4-LOGIC-OTHER"], [1856, 1961, "3-EMOTION-ALTRUISTIC"], [104, 236, "1-RAPPORT-FRIEND"], [648, 757, "6-SOCIAL-OTHER"], [838, 892, "1-RAPPORT-COMPLIMENT"], [2253, 2339, "1-RAPPORT-FRIEND"], [2022, 2195, "2-NEGOTIATE-REQUEST"]], "idx": "172"}
{"id": 2195, "data": "Persuader: hi\n\tPersuadee: hello\nPersuader: Have you heard of Save the Children?\n\tPersuadee: no I have not\nPersuader: Well it's a global no-profit charity.\n\tPersuadee: I see. Well the name makes sense and sounds like a good cause.\nPersuader: Would you be interested in donating to their cause?\n\tPersuadee: I donate to children charity right here in the United States already\nPersuader: Well this one has US-specific programs you can donate to.\n\tPersuadee: How much of what I donate goes to the children?\nPersuader: About 86.5%, the rest goes to staff and other infastructure.\n\tPersuadee: That's not a bad percentage considering, but isn't non-profit supposed to be volunteers?\nPersuader: No, non-profits can have paid employees, and many charities when they reach a certain size need them to organize things.  Just that in non-profits, the compensation must be reasonable, and you can have passive investors that get paid who don't engage in any employment activities at the company.\n\tPersuadee: That's interesting to learn. What is the funding for the children used for primarily? Housing, food, or schooling?\nPersuader: Yes, housing, food and schooling are definite priorities.  Save the Children also provides assistance to children that go through natural disasters or conflicts, along with protection from abuse, and access to healthcare.\n\tPersuadee: I like that! People don't usually think about protection from abuse and natural disaster relief. \nPersuader: Yeah, they don't, and the US has had some natural disasters in the past few years.  Houston, TX being one last year. \n\tPersuadee: That's true and it seems like we're only going to continue seeing more need for a children's charity such as this world wide.\nPersuader: Hopefully that doesn't happen.  However, would you be willing to donate, even if it's just a small amount?\n\tPersuadee: I'll donate $2 for the children and feel like it's in safe hands of people willing and able to help them.\nPersuader: Great, thanks for the contribution!\n\tPersuadee: You're welcome. Have a nice day. :)", "label": [[117, 154, "5-AUTHORITY-CREDENTIALS"], [385, 442, "4-LOGIC-OTHER"], [687, 982, "4-LOGIC-COUNTER"], [1464, 1581, "4-LOGIC-OTHER"], [1731, 1763, "8-NO-PERSUASION"], [241, 292, "2-NEGOTIATE-REQUEST"], [514, 574, "4-LOGIC-OTHER"], [1121, 1342, "4-LOGIC-OTHER"], [1763, 1837, "2-NEGOTIATE-REQUEST"], [1967, 2002, "1-RAPPORT-FRIEND"], [11, 13, "8-NO-PERSUASION"], [43, 79, "1-RAPPORT-FRIEND"]], "idx": "173"}
{"id": 2196, "data": "Persuader: Hello, How are you doing today?\n\tPersuadee: Hi, I am doing well. How are you?\nPersuader: Good! Thank you for asking. So have you ever head of a charity called Saved the Children? \n\tPersuadee: I have and I have heard good things about the charity. Are you familiar with it?\nPersuader: Yes, they do their best to insure children's health, education, safety, etc.. Does this sound like something you might want to be a part of?\n\tPersuadee: Yes I am interested.\nPersuader: Wonderful, is there any way you like to help out by donating any part of your payment for their needs? Anything would help even small donations add up when everyone pitches in.\n\tPersuadee: Yes I would be willing to donate $1\nPersuader: Oh my goodness, that is great news! Just to let you know the money will be directly deducted from your task payment. The research team will collect all the donations and send it to Save the children. \n\tPersuadee: Ok, sounds great!\nPersuader: Thank you very much, you have no idea how much this helps. Is there any other questions you may have?\n\tPersuadee: No I don't have any other questions.\nPersuader: Well we do have four more turns talking to one another. So did you know that your money will go to children that are in war zones.\n\tPersuadee: No I didn't know that. I took a little time to look up information on the organization, but didn't see that. I saw that they have pretty reasonable overhead fees, but the salary for the CEO was very high. \nPersuader: Yes I think so to, not sure how when I was told that all the money goes to the children. I do have a web-site to to give you if to if you like to see if it was the same one you looked at.\n\tPersuadee: yes, that would be great, I like to compare to see. I think that it is so important that the money goes to the children and not to salaries.\nPersuader: Alright no problem, here it it  URL  Would you like a minute to g over it, I can wait while you do.\n\tPersuadee: That was interesting, it seemed to match the information on the independent review site.\nPersuader: Well we are at the end now, so is it still okay to donate you dollar? I just want to make sure you are happy with your donation before we proceed.\n\tPersuadee: Yes, that is good with me.\nPersuader: Thank you again, and I hope you have a wonderful day!!!", "label": [[11, 42, "1-RAPPORT-FRIEND"], [100, 190, "1-RAPPORT-FRIEND"], [295, 372, "4-LOGIC-OTHER"], [373, 435, "2-NEGOTIATE-OTHER"], [480, 583, "2-NEGOTIATE-REQUEST"], [583, 656, "3-EMOTION-ALTRUISTIC"], [716, 751, "1-RAPPORT-FRIEND"], [752, 916, "4-LOGIC-OTHER"], [958, 1016, "1-RAPPORT-FRIEND"], [958, 1016, "3-EMOTION-ALTRUISTIC"], [1832, 1931, "5-AUTHORITY-CREDENTIALS"], [1017, 1059, "1-RAPPORT-FRIEND"], [1120, 1176, "8-NO-PERSUASION"], [1176, 1250, "4-LOGIC-OTHER"], [1569, 1667, "5-AUTHORITY-CREDENTIALS"], [1480, 1568, "8-NO-PERSUASION"], [2114, 2190, "1-RAPPORT-FRIEND"], [2044, 2113, "2-NEGOTIATE-OTHER"], [2241, 2296, "1-RAPPORT-FRIEND"]], "idx": "174"}
{"id": 2197, "data": "Persuader: Hello, how are you doing today?\n\tPersuadee: Not so good\nPersuader: Sorry to hear that from you.\n\tPersuadee: Thanks. How are u\nPersuader: Just fine, thank you.\n\tPersuadee: That's good and you are welcome\nPersuader: Would you be willing to donate all of the income to Save the Children?\n\tPersuadee: I would if I didn't need it. I'm at my lowest point in life now. Beleive me I would if I didn't need it and like I've done my past 10 years.\nPersuader: That is a sad story.  Would you be willing to donate some of the money?\n\tPersuadee: Yes I can\nPersuader: Please visit  URL to make a donation very soon.\n\tPersuadee: O ok thanks\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment\n\tPersuadee: ok.havent decided yet\nPersuader: The research team will collect all donations and send it to Save the Children.\n\tPersuadee: Ok sounds good \nPersuader: What do you think about the charity?\n\tPersuadee: I may chose to do so or maybe not cus of my stance. Are you going to donate?\nPersuader: Not sure yet, to be honest.\n\tPersuadee: O ok. Why not?", "label": [[148, 169, "1-RAPPORT-DISCLOSE"], [225, 295, "2-NEGOTIATE-REQUEST"], [699, 816, "4-LOGIC-OTHER"], [11, 42, "1-RAPPORT-FRIEND"], [77, 106, "1-RAPPORT-FRIEND"], [460, 481, "3-EMOTION-EMPATHY"], [482, 531, "2-NEGOTIATE-REQUEST"], [565, 612, "5-AUTHORITY-CREDENTIALS"], [648, 698, "2-NEGOTIATE-REQUEST"], [862, 940, "4-LOGIC-OTHER"], [980, 1016, "1-RAPPORT-FRIEND"], [1117, 1144, "8-NO-PERSUASION"]], "idx": "175"}
{"id": 2198, "data": "Persuader: hi there. where are you from?\n\tPersuadee: Hi, What is the charity all about?\nPersuader: helps chidren all over the world...helps them in everyday ways and in times of crisis. have you heard of Save The Children?\n\tPersuadee: I have and i have heard that they all a well known charity too\nPersuader: yeah, very well known. what I appreciate about them is that they assist in the USA (where I am) and elsewhere. So many charities help one or the other, but not both\n\tPersuadee: That's great to hear that because hcarity usually starts from home\nPersuader: indeed. do you have children?\n\tPersuadee: I don't but that dont mean i wouldnt donate if given the opportunity\nPersuader: nice. are you considering to donating to Save The Children? They do such great work all over the globe. Their credibility is outstanding.\n\tPersuadee: Can you give me some more details first?\nPersuader: Sure. They provide help to children during disasters. They have been helping children in USA since Katrina. They also promote literacy campaigns to give children a leg up in the world\n\tPersuadee: That sounds like pretty important work\nPersuader: Yes, someone has to look out for the kids! Other charities do great work, but the work with kids makes this one special. Interested in donating?\n\tPersuadee: How much can i donate? Can i send it directly to the charity?\nPersuader: yes, and you can elect to donate any amount up to $2 from your task payment today.\n\tPersuadee: That's grat! I will donate 50 cents. How do i reach them?\nPersuader: you can contact them directly through their website  URL or donate some or all of your task payment here after we are done chatting\n\tPersuadee: That's great to hear\nPersuader: and it's great to hear that you are willing to donate. cheers to you!\n\tPersuadee: Thanks so much!", "label": [[99, 222, "4-LOGIC-OTHER"], [186, 222, "1-RAPPORT-FRIEND"], [564, 593, "1-RAPPORT-FRIEND"], [686, 745, "2-NEGOTIATE-OTHER"], [1133, 1255, "3-EMOTION-ALTRUISTIC"], [1364, 1446, "4-LOGIC-OTHER"], [1704, 1773, "1-RAPPORT-FRIEND"], [11, 40, "1-RAPPORT-FRIEND"], [309, 331, "5-AUTHORITY-CREDENTIALS"], [332, 473, "4-LOGIC-OTHER"], [746, 823, "5-AUTHORITY-SUPERIOR"], [888, 1071, "3-EMOTION-STORY"], [1255, 1278, "2-NEGOTIATE-REQUEST"], [1528, 1659, "4-LOGIC-OTHER"]], "idx": "176"}
{"id": 2199, "data": "Persuader: I think out of all charities saving the children is most important one as children make the future. Hope you agree\n\tPersuadee: I definitely agree\nPersuader: this is good as you agree with opinion as everyone should do the same\n\tPersuadee: Yes - providing funding for children is a top priority, whatever the need may be\nPersuader: I usually put some money for this cause yearly\n\tPersuadee: What kind of children's charities do you think are the most important?\nPersuader: I think children below the poverty line is most important\n\tPersuadee: Yes - someone needs to be looking out for those children! I say, if you have enough than give to others\nPersuader: basic education is very important to have a good future\n\tPersuadee: Important to make sure their basic needs are met too -- food, clothing and shelter\nPersuader: what is the good amout you think\n\tPersuadee: It depends, should this be a monthly donation or annual?\nPersuader: annually one time payment\n\tPersuadee: Ok, sounds good. I think a range between $100 - $250 would be appropriate\nPersuader: would you like to donate something from your task payment for this cause\n\tPersuadee: Not without knowing the exact organization\nPersuader:  URL   Also I will donate the same amount whatever you decide\n\tPersuadee: I am unclear as to whether or not this is a real donation or just discussion for the sake of the task\nPersuader: Whatever you want to donate from your task money\n\tPersuadee: I will donate 20 cents\nPersuader: thanks will do the same", "label": [[168, 237, "1-RAPPORT-FRIEND"], [1066, 1138, "2-NEGOTIATE-REQUEST"], [1392, 1440, "4-LOGIC-OTHER"], [342, 388, "1-RAPPORT-DISCLOSE"], [483, 540, "1-RAPPORT-DISCLOSE"], [668, 723, "3-EMOTION-OTHER"], [830, 862, "1-RAPPORT-FRIEND"], [943, 968, "4-LOGIC-OTHER"], [1206, 1266, "5-AUTHORITY-CREDENTIALS"], [1487, 1510, "1-RAPPORT-FRIEND"], [11, 125, "3-EMOTION-OTHER"]], "idx": "177"}
{"id": 2200, "data": "Persuader: Hello, How Are You\n\tPersuadee: good how are you\nPersuader: Pretty good, its a nice day today. \n\tPersuadee: Right on, where are you located?\nPersuader: Im In Georgia,and you?\n\tPersuadee: I am in Tennessee\nPersuader: oh, ok...So I was wondering if you, Do You Donate to Any Charities?\n\tPersuadee: Not actively, no\nPersuader: ok,Thats ok, how would you like to Start Today, by Donating to Save The Childrens  Fund?\n\tPersuadee: I think i'd rather keep my payment for this task\nPersuader: Oh, i understand completely.......I tend To donate, a few dollars here and there, The children can really use it.\n\tPersuadee: I understand, i could use it as well though and, not havig children myself, i don't feel particularly resposible for them.. No one's helping me out either\nPersuader: yeah, i here you, i have one of my own, and i would feel,completely hopeless, if i didnt get help, ever now and then. Whe i was young, i didnt really have a lot,but as an adult, i can understand,that, sometimes help is needed..I kind of feel responsible for all kids.\n\tPersuadee: everyone needs a little help now and then, unforseen circumstances and such, life throws you a curve ball every now and again.. I'm not interested in donating though\nPersuader: Are You Sure a couple cents wont hurt, but i understand if you cant, you might need it more, than the children, but i would donate for you if i could,and i would say its from you, thats if i could, God You Will bless you anyway.\n\tPersuadee: I feel like now, it's a matter of standing my ground. I've already stated that i'm not interested.. If i allow myself to be worn down and say yes to you then I have to say yes to all the others and that'll add up real quick.. Sorry, I do not want to donate at this time.\nPersuader: ok, sweetie, its ok..its ok\n\tPersuadee: Sorry, maybe next time, how do we end this task?\nPersuader: i think, this is the last of the convo, lol. Be Blessed.\n\tPersuadee: You too, have a good day", "label": [[11, 29, "1-RAPPORT-FRIEND"], [226, 293, "1-RAPPORT-FRIEND"], [334, 422, "2-NEGOTIATE-REQUEST"], [1244, 1472, "3-EMOTION-EMPATHY"], [70, 105, "1-RAPPORT-FRIEND"], [162, 184, "1-RAPPORT-FRIEND"], [495, 608, "3-EMOTION-ALTRUISTIC"], [787, 1054, "3-EMOTION-EMPATHY"], [1767, 1794, "1-RAPPORT-FRIEND"], [1867, 1923, "1-RAPPORT-FRIEND"]], "idx": "178"}
{"id": 2201, "data": "Persuader: Hi,\n\tPersuadee: Hello\nPersuader: There are many children in the world in need of help. Can you think of some children in need of HELP?\n\tPersuadee: I don't know any specifically, but I am aware that millions of children currently live in dire situations.\nPersuader: Without the help of charities from CARING nations such as the United States these children would be in much worse situations. What charities come to mind when you think of charities that benefit children?\n\tPersuadee: Unicef, salvation army,easter seals... that's all I can think of. Oh wait... March of dimes.\nPersuader: Would you agree that children worldwide should be helped?\n\tPersuadee: Of course! They should not be punished for messes we adults make.\nPersuader: What are some ways that charities can help children?\n\tPersuadee: Food, clothing, stable homes, education, healthcare, protection...\nPersuader: If children in need could get an education someday could they help themselves?\n\tPersuadee: Education always improves the chance of that, but it's no guarantee.\nPersuader: Yes, as an educator I can not reach every child, but can help most. \"If you give a man a fish he eats for one day if you teach a man to fish he eats for life.\" That is how I view education. What subjects in school do you think are the most important?\n\tPersuadee: In my opinion, compassion, empathy, and activism are the most important things a child of privilege can learn. Everyone else needs to learn to survive in their environment. can learn\nPersuader: Basic Literacy is key in any language. If we can teach these kids to read at the equivalent of a 5th. grade reading level (USA Standards) we are getting somewhere. Most newspapers are written at a 5th. grade level. What do you think it would be like for a child who's family lives on a few dollars a day?\n\tPersuadee: I think it would be terrible. I also agree that literacy is important, but literacy does little to stop the bomb flattening the houses in your village. Immediate concerns must be met first.\nPersuader: What would the feeling be like for a child going to bed fearing that a bomb might end your life?\n\tPersuadee: I can scarcely imagine. I grew up well removed from any such concerns.\nPersuader: Imagine not just the safety concerns, but what poverty must feel like for these kids. As an adult in the USA what could you get for $3.00 a day?\n\tPersuadee: Not nearly enough. Maybe enough food if you were careful, but nothing left over for shelter, clothing, or medicine.\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\"\n\tPersuadee: What charity would I be donating to?\nPersuader: Save the Children\n\tPersuadee: No thanks. I can't afford it.", "label": [[11, 14, "8-NO-PERSUASION"], [44, 145, "3-EMOTION-OTHER"], [276, 401, "3-EMOTION-EMPATHY"], [887, 965, "3-EMOTION-OTHER"], [1058, 1247, "3-EMOTION-OTHER"], [402, 480, "3-EMOTION-OTHER"], [597, 654, "3-EMOTION-OTHER"], [744, 796, "3-EMOTION-OTHER"], [1248, 1308, "1-RAPPORT-FRIEND"], [1515, 1819, "3-EMOTION-EMPATHY"], [2033, 2129, "3-EMOTION-EMPATHY"], [2224, 2368, "3-EMOTION-EMPATHY"], [2508, 2558, "2-NEGOTIATE-REQUEST"], [2744, 2761, "8-NO-PERSUASION"], [2559, 2683, "4-LOGIC-OTHER"]], "idx": "179"}
{"id": 2202, "data": "Persuader: Hi. There's an amazing cause that you should hear about\n\tPersuadee: Oh yeah? What is it?\nPersuader: It's called Save the Children. They promote children's rights and help support children in developing countries\n\tPersuadee: That is great news! And a great cause!\nPersuader: It sure is! Would you be interested in making donation of $1?\n\tPersuadee: Tell me more of the details first\nPersuader: Sure! Millions of children in the United States and around the world are dying each and every day from hunger, poverty and violence. \n\tPersuadee: That is terrible...go on.\nPersuader: Isn't it? Save the Children is extremely committed to helping these children, by helping to give them a better chance at life.\n\tPersuadee: That is awesome and a great way to give back to society!\nPersuader: Yes it's wonderful! You're donation is essential for helping ensure that when crisis strikes, Save the Children will be there that give aide to children, whether it's food, healthcare, safety or education\n\tPersuadee: Exactly! I have always been the type to help thy neighbors\nPersuader: That's wonderful! Did you know that every single day, 16,000 children die before they turn 5 due to diseases that could be preventable? Well by donating only $1 to Save the Children Foundation you can help this foundation provide medical care. Doesn't that sound great?\n\tPersuadee: Yes it does actually! Have you donated to them before?\nPersuader: Causes like these warm my heart so much. I've donated to many humanitarian organizations and foundations before such as Salvation Army and American Red Cross. however, after stumbling across this wonderful organization and reading up on how amazing they are at what they do, I just had to tell some on!\n\tPersuadee: That's great! And there is no bearacracy, right?\nPersuader: Not at all! Plus they have won so many awards such as the American Institute of Philanthropy award. This foundation is reputable. Your donation of $1 will go to a trustable fund.\n\tPersuadee: That is so great to hear. I will go ahead and make a donation of $1 today\nPersuader: Wonderful! Thank you so much for donating! Thank you so much for being a part of help changing children's lives!\n\tPersuadee: You're welcome. I'm glad to be a part of a noble cause! Take care!", "label": [[410, 537, "3-EMOTION-STORY"], [587, 713, "4-LOGIC-OTHER"], [587, 713, "3-EMOTION-OTHER"], [814, 998, "3-EMOTION-OTHER"], [1470, 1731, "1-RAPPORT-DISCLOSE"], [1429, 1469, "3-EMOTION-EMPATHY"], [1804, 1982, "5-AUTHORITY-CREDENTIALS"], [793, 813, "1-RAPPORT-FRIEND"], [1081, 1350, "3-EMOTION-STORY"], [2080, 2192, "1-RAPPORT-FRIEND"], [11, 66, "1-RAPPORT-OTHER"], [111, 222, "4-LOGIC-OTHER"], [285, 346, "2-NEGOTIATE-REQUEST"], [404, 537, "4-LOGIC-OTHER"]], "idx": "180"}
{"id": 2203, "data": "Persuader: Good morning. It is early in the morning on the East Coast of the USA where I am. Where are you located\n\tPersuadee: good morning too and am also same as your location\nPersuader: Well we are up early.  This chat is really I think to talk about various charities and activities.  Do you do a lot of charity work.  I do a fair amount\n\tPersuadee: ok what can i help with that\nPersuader: I do mostly charity walks and donations.  How about you \n\tPersuadee: i did only charity walks and rare to take the donations\nPersuader: Charity walks are great.  I usually like to focus on charities that help children since I think they are most vulnerable\n\tPersuadee: i also usually focus that\nPersuader: Often times I do ones that deal with local family shelters with children, cancer for children etc but many times I do Unicef and Save the Children.  Have you heard of those\n\tPersuadee: i mostly deal with friend and other persons\nPersuader: Me too but right now there is a great need for help internationally.  One of the organizations I know of is the Save the Children. It  is an international non-governmental organisation that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: support children in more development country\nPersuader: yes, because really we have a lot of support in the US but so many countries just do not have the infrastructure or governmental or non governmental structure to help in any real way. Save the children goes in and provides food and other relief\n\tPersuadee: food also the main problem of the more countries \nPersuader: I am not sure if you are aware but the research team for this task will collect any donations we make from the payment of the task  and send it to Save the Children\n\tPersuadee: awareness is less than the more countries so they need some help\nPersuader: right.  I mean $1 to you and I in the United States is really not much but to children in developing countries it is huge when all added up together for the Save the Children program\n\tPersuadee: yes of course \nPersuader: This task pays $2.  Would you like to join me and donate $1 as part of it to the charity now? Your donation will be directly deducted from your task payment and the researchers will pay via Save the Children. Amazing outcome and we still get a good payment \n\tPersuadee: no $5 to spend us\nPersuader: We only get $2 so we cannot donate $5 Would you like to donate $1 of the $2?\n\tPersuadee: yes of course ", "label": [[11, 114, "1-RAPPORT-FRIEND"], [530, 650, "1-RAPPORT-FRIEND"], [940, 1225, "4-LOGIC-OTHER"], [1071, 1225, "5-AUTHORITY-CREDENTIALS"], [1612, 1776, "4-LOGIC-OTHER"], [1865, 2047, "3-EMOTION-ALTRUISTIC"], [2180, 2295, "4-LOGIC-OTHER"], [2385, 2461, "2-NEGOTIATE-REQUEST"], [189, 341, "1-RAPPORT-FRIEND"], [394, 450, "1-RAPPORT-FRIEND"], [555, 650, "1-RAPPORT-DISCLOSE"], [700, 872, "1-RAPPORT-DISCLOSE"], [1294, 1538, "4-LOGIC-OTHER"], [1294, 1538, "3-EMOTION-OTHER"], [2086, 2179, "2-NEGOTIATE-REQUEST"], [2295, 2343, "1-RAPPORT-FRIEND"]], "idx": "181"}
{"id": 2204, "data": "Persuader: would you like to donate $2 to save the children\n\tPersuadee: that is rather abrupt\nPersuader: It's a great cause and the children need our help\n\tPersuadee: i do agree they need help\nPersuader: Definitely.  Do you donate to any other charities\n\tPersuadee: i do often donate to charities through my kids school fundraisers. do you?\nPersuader: yes.  it seems like there is always someone needing help\n\tPersuadee: very true. have you donated to save the kids?\nPersuader: I have.  Several times.  I also donate to other charities\n\tPersuadee: that is great. i have only heard of save the children, but not sure what its for exactly.\nPersuader: it's helps children with education, healthcare, clothing, etc\n\tPersuadee: i see, thats great. are they children across different countries?\nPersuader: Yes, in the US and around the world.\n\tPersuadee: that sounds good. i think i'd like to donate then.\nPersuader: Great.  How much would you like to donate?  $1?\n\tPersuadee: will you be matching my donation today? it would be a great way to help too.\nPersuader: definitely.  \n\tPersuadee: okay, I will do $1 then!\nPersuader: Perfect.  Thanks fordonating.  Our money will help \n\tPersuadee: likewise. it is so nice to help the innocent children.", "label": [[11, 59, "2-NEGOTIATE-REQUEST"], [105, 154, "4-LOGIC-OTHER"], [204, 253, "1-RAPPORT-FRIEND"], [352, 408, "1-RAPPORT-FRIEND"], [358, 408, "3-EMOTION-EMPATHY"], [911, 958, "2-NEGOTIATE-REQUEST"], [1121, 1172, "1-RAPPORT-FRIEND"], [478, 535, "1-RAPPORT-DISCLOSE"], [649, 710, "4-LOGIC-OTHER"], [800, 836, "4-LOGIC-OTHER"], [1059, 1072, "1-RAPPORT-DISCLOSE"]], "idx": "182"}
{"id": 2205, "data": "Persuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: That sounds important. Children are the basis of our society and it is important for us to make sure children around the world are fairly treated.\nPersuader: A donation to Save the Children will help ensuring children's rights to health, education, safety and other things.\n\tPersuadee: What countries in the world does Save the Children provide assistance to?\nPersuader: Children in developing countries, especially in war zones. Syria, Gaza Strip, Eastern Ukraine.. \n\tPersuadee: Does Save the Children help children in other areas of the world? I know there are a lot of children suffering all over the world, even in first world countries like the United States where there is still drug abuse and sex trafficking.\nPersuader: Of course. Save the Children doesn't just focus on developing countries. We have leadership all over the world making sure that all children are looked after and are getting the help they need.\n\tPersuadee: That's awesome. How long has Save the Children been operating?\nPersuader: Nearly 100 years. It was founded on April 15, 1919, in London, United Kingdom.\n\tPersuadee: Wow, that's a significant amount of time. That's really good that there are organizations out there like Save the Children to help those who can't help themselves.\nPersuader: Yes, our charity ratings are among the best of all charities. \n\tPersuadee: How long have you been working for Save the Children?\nPersuader: A few years. I feel proud to work here.\n\tPersuadee: That's really cool. Have you ever been able to meet any of the kids that you guys have helped?\nPersuader: A few. Usually I see video updates from the people we help. \n\tPersuadee: How does Save the Children provide assistance? i.e do they send out volunteers? or nurses or trained staff to provide the assistance? are they people that live locally in the surrounding area?\nPersuader: Save the Children provided assistance in many ways. If a child is in an area of war and can't go to school, Save the Children will help relocate the child to safer school. If a child is in a danger zone with no food, Save the Children establishes emergency malnutrition units in the hardest hit areas. It is a very large effort for lots of people.\n\tPersuadee: How does someone who wants to have a part in Save the Children join?\nPersuader: A donation is the easiest way to make a large impact. Our independently audited financial statements consistently show that nearly 9 out of every 10 dollars we spend goes to programs and services for children and families in need. We keep administrative costs low so that more funding goes to children's programs.\n\tPersuadee: It was very nice talking with you. I did not even know Save the Children existed. I'm glad there are people in the world who have the kindness in their hearts to make an impact on the world's littlest population.\nPersuader: Would you like to make a donation\n\tPersuadee: I would, but unfortunately money is tight right now. I will occasionally donate to local animal shelters, but maybe next time I'll consider donating to Save the Children. Have a nice day", "label": [[1764, 1824, "1-RAPPORT-DISCLOSE"], [2041, 2388, "3-EMOTION-STORY"], [2481, 2794, "4-LOGIC-OTHER"], [3031, 3064, "2-NEGOTIATE-REQUEST"], [11, 179, "4-LOGIC-OTHER"], [350, 465, "4-LOGIC-OTHER"], [350, 465, "3-EMOTION-OTHER"], [920, 1113, "3-EMOTION-OTHER"], [1200, 1278, "5-AUTHORITY-CREDENTIALS"], [1466, 1528, "5-AUTHORITY-CREDENTIALS"], [1466, 1527, "5-AUTHORITY-SUPERIOR"], [563, 659, "4-LOGIC-OTHER"], [563, 659, "3-EMOTION-OTHER"], [920, 1113, "4-LOGIC-OTHER"], [1606, 1645, "1-RAPPORT-DISCLOSE"]], "idx": "183"}
{"id": 2206, "data": "Persuader: hi how are you\n\tPersuadee: I'm well, thanks\nPersuader: do you know how is the save the children\n\tPersuadee: I've heard of it.  It's a charity, right?   What do they do?\nPersuader: yes it is a organization do you know more info\n\tPersuadee: I'd like more information, yes.\nPersuader: The Save the Children Fund, commonly known as Save the Children, is an international non-governmental organisation that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: That's nice.  What kind of things do they help with?\nPersuader: yes do you donate money for this kids\n\tPersuadee: I could probably donate a small amount.  I'm kinda broke at the moment, though.\nPersuader:  to help some of the kids is the biggest sadisfaxion you took in life\n\tPersuadee: I agree it's for a good cause.  I'd be willing to donate $.05.   How do I do that?\nPersuader: there are many children who suffer today in the world for bread\n\tPersuadee: that's very sad.  Every child deserves to have nutritious food. \nPersuader: every parent and I and my family donate $ 100 for the children in need\n\tPersuadee: Wow, that's very generous.  I hope to be able to do that someday.\nPersuader: it is the best satisfaction entire of my life \n\tPersuadee: That's wonderful.  How often are you able to do that?  How can I donate?\nPersuader: 5 ARE GOOD you help any children\n\tPersuadee: I'm not sure I understand what you said just now.   How can I donate?", "label": [[191, 237, "4-LOGIC-OTHER"], [293, 508, "4-LOGIC-OTHER"], [727, 795, "3-EMOTION-OTHER"], [11, 25, "1-RAPPORT-FRIEND"], [66, 106, "1-RAPPORT-FRIEND"], [585, 622, "1-RAPPORT-FRIEND"], [902, 965, "3-EMOTION-OTHER"], [1054, 1124, "1-RAPPORT-DISCLOSE"], [1214, 1260, "1-RAPPORT-DISCLOSE"], [1357, 1389, "1-RAPPORT-OTHER"]], "idx": "184"}
{"id": 2207, "data": "Persuader:  Do you know what Save the Children is?\n\tPersuadee: I have heard about it. What do you know about it?\nPersuader: Save the Children is an organization that helps children in developing countries, by promoting children's rights and providing relief. I think they help pay for their education and other necessities.\n\tPersuadee: Do you have any experince dealing with them at all?\nPersuader: I personally haven't ever dealt with them, I have just seen a lot of commercials and heard about the organization for many years.\n\tPersuadee: I have heard that they work hard to give kids a better life.\nPersuader: Yes, I have heard that about them too. I have thought about donating before, but never got around to it. Would you be willing to donate some, or all, of your payment from this task to Save the Children?\n\tPersuadee: Yes, I think I would be will to donate to the cause.\nPersuader: I think I would be willing to as well. It appears that there is an option to donate some of your earnings, and the research team will collect all donations and send it to Save the Children :)\n\tPersuadee: Oh that is really a great idea. I think I would be able to donate some of my earnings. Would $1 help at all?\nPersuader: That sounds great! I'm guessing you would input your donation amount at the end of the task.\n\tPersuadee: I would be glad to. How much are you giving?\nPersuader: I'm going to give $1 as well :)\n\tPersuadee: Well that is really great. It sounds like a great charity. I think they might even help in Hawaii with the recent floods, don't you think? I bet the kids there are in need.\nPersuader: Yeah, I think they are doing some really important work! I'm not sure exactly how the donations they get are distributed and if it only goes to developing countries, or also to disaster relief.\n\tPersuadee: Yes, I'm not sure either, but it just kills me to know there are ids suffering. How do you feel?\nPersuader: I feel the same. It makes me so sad to know that some children are having a hard time even finding clean water to drink. I think it's important for those of us in a first world country to help, but it's also so easy to overlook these things. I know I have.\n\tPersuadee: Yes, sometimes I feel a little guilty that I have it so easy. I can not imagine food or clothing being a luxury. Can you?\nPersuader: I can't imagine that either. Those are things I've just always had, so sometimes I feel guilty that I haven't tried to do more to help others.\n\tPersuadee: Yes, it really does cause feelings of guilt!\nPersuader: I completely agree! It's not that we don't all have our own struggles, but it's just on a completely different level.", "label": [[12, 50, "1-RAPPORT-FRIEND"], [399, 528, "5-AUTHORITY-CREDENTIALS"], [613, 815, "2-NEGOTIATE-REQUEST"], [931, 1083, "4-LOGIC-OTHER"], [124, 323, "4-LOGIC-OTHER"], [892, 931, "1-RAPPORT-DISCLOSE"], [1216, 1308, "4-LOGIC-OTHER"], [1216, 1308, "1-RAPPORT-FRIEND"], [1377, 1408, "1-RAPPORT-DISCLOSE"], [1919, 2175, "3-EMOTION-STORY"], [2321, 2463, "3-EMOTION-EMPATHY"], [1919, 2175, "3-EMOTION-EMPATHY"], [1605, 1798, "4-LOGIC-OTHER"], [1605, 1661, "3-EMOTION-OTHER"], [2532, 2649, "3-EMOTION-EMPATHY"]], "idx": "185"}
{"id": 2208, "data": "Persuader: hey\n\tPersuadee: hey there, how are you?\nPersuader: im good hru\n\tPersuadee: i'm doing great. It's a lovely day today\nPersuader: Yes, I am so glad the sky is clear over here today.\n\tPersuadee: great. So i'm here to talk about some children's charity. Can you tell me the name of this charity?\nPersuader: Yes, The Save the  Children Charity organization is an extraordinary effort to provide assisstance to children in developing countries. Would you like to learn more about how you could make an impact with a small donation?\n\tPersuadee: yes sure, i would like to know more\nPersuader: Save the Children is an internationally trusted chairty that strives to make an impact to serve individual children and their family gain basic access to resources needed to survive. The organization has many credentials afforded to them , including the World Health Organization.\n\tPersuadee: Sounds great to me! how much can i donate?\nPersuader: Thank you for your sincere concern for the health of our children around the world. Any amount truly helps, from $1 to $100 or more. Thank you so much again for helping our organizations efforts.\n\tPersuadee: I'm still debating on how much i want to donate\nPersuader: Well, my first donation to Save the Children was only $2 if you want a reference.\n\tPersuadee: okay, i will consider that. would you mind telling me something else about this organization\nPersuader: No problem! Save the Children is responsible for helping innocent children's welfare in deadly war zones, and the recent lack of support has made a lot of children go starving nights, for days even weeks. \n\tPersuadee: that's so sad. Do you know if they help Syrian children?\nPersuader: Yes! We help all children around the world. The  recent lack of support has been very disheartening, and has had us in the need\n\tPersuadee: ok, i will definitely donate then\nPersuader: Thank you so much for your help. Would you like to make a special $5 donation that will go to help costs of providing food to our Syrian committee\n\tPersuadee: I don't think I can do 5$ \nPersuader: That is perfectly fine, whatever amount is comfortable for you. $1 is the minimum donation", "label": [[1878, 2024, "2-NEGOTIATE-REQUEST"], [11, 14, "8-NO-PERSUASION"], [62, 73, "1-RAPPORT-FRIEND"], [138, 189, "1-RAPPORT-FRIEND"], [313, 535, "4-LOGIC-OTHER"], [595, 875, "5-AUTHORITY-CREDENTIALS"], [595, 875, "4-LOGIC-OTHER"], [942, 1026, "1-RAPPORT-FRIEND"], [1026, 1074, "3-EMOTION-OTHER"], [1075, 1137, "1-RAPPORT-FRIEND"], [1693, 1820, "3-EMOTION-STORY"], [1209, 1290, "1-RAPPORT-DISCLOSE"], [1407, 1612, "3-EMOTION-STORY"], [2075, 2165, "2-NEGOTIATE-OTHER"]], "idx": "186"}
{"id": 2209, "data": "Persuader: Hello, how are you doing today?\n\tPersuadee: Good thanks! You?\nPersuader: Very well. Do you have any particular hobbies that you enjoy?\n\tPersuadee: Mostly into hiking these days - how about you? Do you have any info on this children's charity we're supposed to talk about?\nPersuader: I like to play golf, as well as go on walks with my dog. Yes, the charity sounds like it does a lot of great work.\n\tPersuadee: Walks with the dog sound awesome.  I wasn't given any information about the charity but am happy to help.\nPersuader: Great! I have three children myself, and the welfare of children around the world is a very important cause to me. Save the Children is an international organization that is not involved with any government, and they're able to promote children's rights and support kids in developing countries.\n\tPersuadee: Sounds like great work.  I donate to a lot of different causes but am happy to pitch in. Are we attempting to agree on a donation amount?\nPersuader: That might be a good idea. Just to give some more info, they are a charity you can trust to actually do the work they promise to do. Any donation we give will make an impact around the world.\n\tPersuadee: Very cool, I have heard of them but never looked into them too closely. Do you already donate to them? Monthly or one-time?\nPersuader: You can do either. I prefer monthly, just so it fits in my budget easier. \n\tPersuadee: Sounds good. Suggestions on a donation amount?\nPersuader: How about some of the payment from this HIT? Any amount from $0 to all of your payment would help.\n\tPersuadee: Sure, I'm happy to donate half the payment for the HIT\nPersuader: $1 will help a lot, but $2 would really help them reach kids around the world. I would rather get all of the payment too, but helping kids is better than spending that $1 on a candy bar or other snack instead.\n\tPersuadee: I'll start with $1 and maybe give more later :)\nPersuader: That's okay. Just so you're aware, a large part of their work is in war zones such as Syria. In the first two months of 2018, around 1,000 children were killed or injured due to violence there. Save the Children works to provide relief in countries like that.\n\tPersuadee: Yeah I've seen a lot of the news on Syria, it's horrible.  I work with Doctors Without Borders too, glad there are multiple players in the region to help!\nPersuader: So $1 is your donation? I'm sure that Save the Children will put it to good use!\n\tPersuadee: Yes, $1 - thank you", "label": [[11, 42, "1-RAPPORT-FRIEND"], [84, 145, "1-RAPPORT-FRIEND"], [294, 408, "1-RAPPORT-FRIEND"], [653, 833, "4-LOGIC-OTHER"], [1022, 1186, "5-AUTHORITY-SUPERIOR"], [995, 1021, "1-RAPPORT-FRIEND"], [1334, 1408, "1-RAPPORT-DISCLOSE"], [1479, 1577, "2-NEGOTIATE-REQUEST"], [1656, 1865, "3-EMOTION-ALTRUISTIC"], [1950, 2196, "3-EMOTION-STORY"], [2375, 2455, "2-NEGOTIATE-REMIND"], [538, 653, "1-RAPPORT-DISCLOSE"], [1022, 1186, "5-AUTHORITY-CREDENTIALS"], [1937, 1949, "1-RAPPORT-FRIEND"]], "idx": "187"}
{"id": 2210, "data": "Persuader: Hi, would you like to danate to \"save the children\"?\n\tPersuadee: I don't know. What kind of organization is that?\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Which countries does this organization work in?\nPersuader: they are currently working to help children in Rohingya, myanmar, and in the united states\n\tPersuadee: Do they help the refugees in Myanmar?\nPersuader: yes they do, they recently went on a fact finding mission and discovered that:Widespread and systematic attacks on the civilian population in Rakhine, Kachin and Shan States, which amount to crimes against humanity and war crimes, and possibly genocide perpetrated against the Rohingya. In renewed violence in Rakhine State since August 2017, children were subjected to, and witnessed, serious human rights violations including killing, maiming and sexual violence.\n\tPersuadee: Have they been able to do anything to put a stop to this terrible violence?\nPersuader: Save the Children is calling on the UN Security Council to refer Myanmar to the International Criminal Court without delay\n\tPersuadee: That's good. Overall, what are their results? Are they able to help many children? Do they make a meaningful difference?\nPersuader: Yes, they've reached a total of 155 milion children across the globe. including  237,00 in the US alone\n\tPersuadee: That's very encouraging! But I have heard of some allegations of terrible acts, including trafficking of children, made against some charities. Have any accusations been made against Save the Children?\nPersuader: Not tto my knowledge, if you have any questions or concerns, the CEO and Chairman have direct contacts availabe on their website\n\tPersuadee: That's very good. What ages of children does Save the Children help?\nPersuader: All ages from babies to teens\n\tPersuadee: Do they build schools, or otherwise help children to get an education?\nPersuader: they work in 120 countries helping the most vulnerable, hardest-to-reach children. Through pioneering health, education and protection programs, they create lasting, life-changing results.\n\tPersuadee: Do they spend a lot of money on administrative costs, or does most of it go to help the children?\nPersuader: theres a breakdown of their financials on their website under the \"annual report\" tab\n\tPersuadee: How long has Save the Children existed?", "label": [[11, 63, "1-RAPPORT-FRIEND"], [136, 304, "4-LOGIC-OTHER"], [528, 993, "3-EMOTION-STORY"], [1093, 1215, "3-EMOTION-STORY"], [1360, 1463, "5-AUTHORITY-SUPERIOR"], [1689, 1817, "5-AUTHORITY-CREDENTIALS"], [1910, 1939, "4-LOGIC-OTHER"], [376, 466, "3-EMOTION-STORY"], [2034, 2222, "3-EMOTION-STORY"], [2344, 2429, "5-AUTHORITY-CREDENTIALS"]], "idx": "189"}
{"id": 2211, "data": "Persuader: Have you heard of the Save The Children Foundation?\n\tPersuadee: No, I have not. Can you tell me about it?\nPersuader: They ensure children's rights to health, education, safety, etc. \n\tPersuadee: Is it just in one country, or do they work around the world?\nPersuader: Yes. For example, the child refugees from Syria. In the first two months of this year, 1000 kids were killed in Syria. Crazy.\n\tPersuadee: That's so sad. I wish I could do something to help.\nPersuader: Have you ever donated to a charity?\n\tPersuadee: Yeah, a few local charities. Like our animal shelter, a low income housing group, foster care organziations, etc\nPersuader: That's very nice of you. If you'd like to get a better idea of what Save The Children does, and how to possibly donate, you can visit their website at  URL \n\tPersuadee: I'll definitely check them out. Any organization that helps kids is one worth supporting, either with my own time or with money.\nPersuader: I feel the same way. How much would you be willing to donate to Save the Children?\n\tPersuadee: I can't afford a lot right now because I have other bills, but I could probably do $5 now with more next month.\nPersuader: That's great! And generous. Thank you. That will make a huge impact. \n\tPersuadee: It feels like so little, but if a lot of people do just a little bit, it really adds up!\nPersuader: It really does. It's difficult to know nowadays if your money is actually going to the children. Save the Children seems to be a very trustable fund.\n\tPersuadee: Yeah I agree. If I donate, even a little, I want it to actually go towards what it should, not just lining the pockets of the CEO.\nPersuader: Indeed. What would you prefer to see your $5 go to specifically? Medicine, safety, etc?\n\tPersuadee: I think I would like to see my donation go towards medical care. At least my initial donation. I know how hard it can be to be healthy, so I want to help kids get the treatments they need.\nPersuader: That's a great sentiment. I appreciate the chat and your willingness to donate. \n\tPersuadee: Yeah, you're welcome. Thank you for introducing me to another great charity that is trying to do good work. Not only in the USA, but around the world.\nPersuader: Have a great evening!", "label": [[11, 62, "4-LOGIC-OTHER"], [128, 193, "4-LOGIC-OTHER"], [278, 403, "3-EMOTION-STORY"], [479, 514, "1-RAPPORT-FRIEND"], [11, 62, "1-RAPPORT-FRIEND"], [651, 675, "1-RAPPORT-FRIEND"], [676, 807, "5-AUTHORITY-CREDENTIALS"], [960, 1042, "2-NEGOTIATE-REQUEST"], [1178, 1247, "1-RAPPORT-FRIEND"], [1178, 1247, "1-RAPPORT-COMPLIMENT"], [1360, 1509, "5-AUTHORITY-CREDENTIALS"], [1664, 1751, "2-NEGOTIATE-OTHER"], [1964, 2044, "1-RAPPORT-COMPLIMENT"], [1964, 2044, "1-RAPPORT-FRIEND"], [2219, 2240, "1-RAPPORT-FRIEND"]], "idx": "190"}
{"id": 2212, "data": "Persuader: Would you be willing to donate your proceeds to the Save the Children organization?\n\tPersuadee: Certainly as long as I know the donation will help the children \nPersuader: This is a fine organization.  I have done some research and the majority of the proceeds go directly into helping the children. \n\tPersuadee: I would certainly be willing to donate then\nPersuader: How much are you willing to donate?\n\tPersuadee: I would be willing to donate $200\nPersuader: That is very generous.  Would you be willing to donate a bit more.  Say $500? From what I have learned, by donating $500, another organization will match the donation with a minimum $500 donation.\n\tPersuadee: I would certainly increase my donation if it would be matched since the majority of it is going directly to the children\nPersuader: That's wonderful!  So I can count on you for the $500 donation?\n\tPersuadee: Yes you can count on my donation\nPersuader: Thank you so much,  you have no idea how much this will help the children in need! \n\tPersuadee: Thank you Glad I was able to help  this organization with my donation\nPersuader: Do you have any friends or coworkers you might be willing to donate as well?\n\tPersuadee: I could certainly ask some of my coworkers and tell them about the match if they donate at least $500 and tell them what a worthy cause it is.\nPersuader: Or how about an office pool to raise money?\n\tPersuadee: We really dont have a big office so I dont think an office pool would get very much in donations\nPersuader: Ok, that makes sense.  Anything you could get in donations would certainly help.  It doesn't have to be a full $500 donation. \n\tPersuadee: Alright I will ask my co-workers\nPersuader: Thank you again for your willingness to help with this wonderful organization!\n\tPersuadee: Glad I was in a position where I was able to help", "label": [[11, 94, "2-NEGOTIATE-REQUEST"], [379, 414, "2-NEGOTIATE-BARGAIN"], [496, 550, "2-NEGOTIATE-REQUEST"], [832, 876, "2-NEGOTIATE-REMIND"], [933, 1016, "3-EMOTION-ALTRUISTIC"], [1353, 1396, "1-RAPPORT-FRIEND"], [1517, 1539, "1-RAPPORT-FRIEND"], [1599, 1642, "4-LOGIC-OTHER"], [183, 311, "5-AUTHORITY-CREDENTIALS"], [472, 495, "1-RAPPORT-COMPLIMENT"], [550, 668, "1-RAPPORT-DISCLOSE"], [813, 830, "1-RAPPORT-COMPLIMENT"], [1110, 1186, "1-RAPPORT-FRIEND"], [1540, 1597, "3-EMOTION-ALTRUISTIC"], [1700, 1778, "1-RAPPORT-FRIEND"]], "idx": "191"}
{"id": 2213, "data": "Persuader: Hello, how are you today?\n\tPersuadee: I am very well. I hope you are.\nPersuader: I am, thank you!\n\tPersuadee: Is the weather extremely hot where you are? The humidity here is unbearable.\nPersuader: Yes it has been terribly hot here this summer!\n\tPersuadee: I am definitely ready for Fall. Hopefully we will have some \"in-between\" weather and not go directly to Winter.\nPersuader: I hope the same thing! Have you ever heard of a charity called Save the Children?\n\tPersuadee: Vaguely. But I have no real details about it.\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. \n\tPersuadee: Sounds like a very worthy cause.\nPersuader: Do you think you would like to help out the charity and donate some of your payment for this task to them?\n\tPersuadee: Unfortunately at this time I am not able to make a donation. Maybe in the future I will be in a better position to help.\nPersuader: Even 0.01 would really help. The research team will collect all donations and send it to Save the Children, so there is nothing extra you need to do.\n\tPersuadee: Then I will donate 0.01 to Save the Children.\nPersuader: That is amazing! Thank you so very much! I know the charity is so thankful for every cent they receive!\n\tPersuadee: You are welcome. What specifically will the money collected be used for?\nPersuader: The money will go to help children in developing countries who don't have the access to clean food and water. It also helps give children a voice who may not have the rights that children in America have.\n\tPersuadee: Are there specific countries that the charity is focusing on at this time?\nPersuader: Save the Children is active globally in 120 different countries!\n\tPersuadee: That's amazing! Thanks for the information on the charity.\nPersuader: You are so very welcome! I hope you have a wonderful day!", "label": [[542, 711, "4-LOGIC-OTHER"], [768, 874, "2-NEGOTIATE-REQUEST"], [1019, 1168, "2-NEGOTIATE-REQUEST"], [1238, 1341, "1-RAPPORT-COMPLIMENT"], [1438, 1642, "3-EMOTION-STORY"], [542, 711, "5-AUTHORITY-CREDENTIALS"], [1019, 1047, "3-EMOTION-GUILT"], [1279, 1341, "3-EMOTION-ALTRUISTIC"], [1438, 1642, "4-LOGIC-OTHER"], [1741, 1805, "4-LOGIC-OTHER"], [1888, 1945, "1-RAPPORT-FRIEND"], [92, 108, "1-RAPPORT-FRIEND"], [209, 255, "1-RAPPORT-FRIEND"], [11, 36, "1-RAPPORT-FRIEND"], [391, 472, "1-RAPPORT-FRIEND"]], "idx": "193"}
{"id": 2214, "data": "Persuader: Hello how are  you doing today?\n\tPersuadee: I'm good, how are you?\nPersuader: I am well.   Just enjoying the sunny day and trying to help out a charity I am working on, Save the Children.\n\tPersuadee: I wish I had some sun. Please tell me more about this charity\nPersuader: This charity is n international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. I have recently donated some money to it.   Would you be interested in how much I donated?\n\tPersuadee: Yes please. And also, was the donation mandatory or voluntary?\nPersuader: I donate about $15 a month and it is all voluntary.  I rather put my money into this charity then church offering because I know it directly helps children.  Would you like to know how I know it helps?\n\tPersuadee: That sounds like a reasonable amount. Sure, tell me more about how it's used\nPersuader: A year ago, I saw kid begging on the street who look really hungry.   I was about to give him some money until a representative for \"Save the Children\" walked ahead of me and help this kid out.   This person took them to their facility and provided food, shelter, and clothing.   A month later I saw the kid was healthier, happy, and cleaner.  I was so impress I decided to make a donation.   Would you be interested in a donation?\n\tPersuadee: Wow. Nice story. I'm very particular about who I donate to so I'd need more information\nPersuader: Understand.   \n\tPersuadee: About how many people a month does the charity help?\nPersuader: Since it is international it helps more then 1000's of kids per month.\n\tPersuadee: And is there a minimum amount required per month (like on of those sponsor a kid charities) or can it be just a one time donation?\nPersuader: No minimum, can be a one time donation.\n\tPersuadee: That sounds doable. Do you know by any chance if this is a registered charity? I want to make sure not all the money is going to the staff via salaries\nPersuader: Its non-governmental but is register to for tax purposes.   Only about 25% goes to the management/staff of the charity.\n\tPersuadee: Okay, that's good to know. I'll make a $20 donation today and keep researching this charity. If it checks out like you say, then I'll consider upping any future donations\nPersuader: This is great.  Thank you for your donation. \n\tPersuadee: No problem. Thank you for telling me about the charity. Have a great day", "label": [[11, 42, "1-RAPPORT-FRIEND"], [89, 198, "1-RAPPORT-FRIEND"], [284, 446, "4-LOGIC-OTHER"], [447, 488, "1-RAPPORT-DISCLOSE"], [781, 825, "1-RAPPORT-FRIEND"], [2000, 2119, "4-LOGIC-OTHER"], [2314, 2359, "1-RAPPORT-FRIEND"], [284, 446, "5-AUTHORITY-CREDENTIALS"], [491, 537, "2-NEGOTIATE-REQUEST"], [624, 780, "1-RAPPORT-DISCLOSE"], [926, 1317, "3-EMOTION-STORY"], [1319, 1357, "2-NEGOTIATE-REQUEST"], [1469, 1482, "8-NO-PERSUASION"], [1560, 1630, "4-LOGIC-OTHER"], [1785, 1824, "4-LOGIC-OTHER"]], "idx": "194"}
{"id": 2215, "data": "Persuader: How would you like to donate to save the children\n\tPersuadee: whats that?\nPersuader: It's an excellent charity that helps get children the necessary things that they need to survive\n\tPersuadee: sometimes i donate to charity, but when someone comes right out and asks it feels a little pushy ya know?\nPersuader: I understand that, but sometimes you just need to be made aware of some excellent charities\n\tPersuadee: Yes i am aware of many problems in the world.\nPersuader: Right and I understand how most people don't think that they need to help children in other countries, but if we don't then who will. These children need all the help that they can get.\n\tPersuadee: I agree with that.\nPersuader: I'm willing to donate 1 dollar to this cause are you?\n\tPersuadee: i can only make a small donation of 10 cents. will you accept that?\nPersuader: I'm willing to accept any amount that you are willing to donate, but wouldn't you like to be able to donate a little more to help the poor defenseless children?\n\tPersuadee: I would love to solve all the problems of the world, but i can only do what i can do today. i can donate 10 cents.\nPersuader: Ok I'm happy to at least get something. So out of your two dollar payment you are only willing to donate 10 cents?\n\tPersuadee: I am not \"only\" willing. I am willing to donate 10 cents.\nPersuader: Alright thanks for being willing to donate.\n\tPersuadee: You are welcome, in the future i would work on some interpersonal skills. that will assist you. i promise.have a good day.\nPersuader: In the future I would work on my willingness to donate more\n\tPersuadee: what makes you think im not homeless myself?\nPersuader: I don't want to argue with you\n\tPersuadee: its a simple question, and again you could learn alot from interpersonal skills. have a good day. good bye.", "label": [[11, 60, "2-NEGOTIATE-REQUEST"], [96, 192, "4-LOGIC-OTHER"], [1195, 1269, "3-EMOTION-GUILT"], [1541, 1600, "8-NO-PERSUASION"], [322, 413, "1-RAPPORT-FRIEND"], [483, 617, "3-EMOTION-GUILT"], [617, 668, "3-EMOTION-EMPATHY"], [711, 764, "1-RAPPORT-DISCLOSE"], [856, 1016, "3-EMOTION-GUILT"], [1195, 1269, "2-NEGOTIATE-BARGAIN"], [1155, 1194, "1-RAPPORT-FRIEND"], [1351, 1394, "1-RAPPORT-FRIEND"], [1669, 1699, "8-NO-PERSUASION"]], "idx": "195"}
{"id": 2216, "data": "Persuader: Hi, My name is Steve how are you today?\n\tPersuadee: Hi, I'm Sophia. I'm doing great, and yourself?\nPersuader: Im doing great as well, I work a non profit organization called Save the children and tonight Im asking for a generous donation which would be equivalent to the payment you would be receiving for this task, how much would you like to donate?  \n\tPersuadee: Wow that's wonderful! Of course, I would love to donate to Save the children. I will donate $1.\nPersuader: You are so wonderful for donating that amount, that is a great start and am thankful for your donation.\n\tPersuadee: Your welcome. Keep up the good work!\nPersuader: Oh thanks, I certainly will. You did a great deed on this labor day weekend !\n\tPersuadee: If you don't mind me asking, what does the organization do? \nPersuader: the organization helps ensuring children's rights to health, education, safety, etc. Convince your partner their donation will make a tangible impact for the world\n\tPersuadee: Wonderful. Children are the future! It's our job to assist in any way we can.\nPersuader: certainly true....thank you for your time Sophia. Have a wonderful night \n\tPersuadee: Thank you. You too, good night.\nPersuader: A few more things before I let you go, have you made previous donations before to other organizations?\n\tPersuadee: Yes, of course. I love helping out non-profit organizations that seek to assist in bettering the world.\nPersuader: Its people like you that help the world go round and round! :)\n\tPersuadee: Anything to help out children, I'm up for it!\nPersuader: I would do exactly the same!\n\tPersuadee: I find it hard to seek out people who are willing to donate even a penny to help out.\nPersuader: Well I hope in due time those people have a better understanding of donating just  a little bit to help out others in need.\n\tPersuadee: Agreed. Happy that my $1 donation will go to a good cause. Thank you!\nPersuader: You are very welcome...Have a good day!", "label": [[484, 587, "1-RAPPORT-COMPLIMENT"], [895, 973, "6-SOCIAL-PEER"], [1075, 1148, "1-RAPPORT-FRIEND"], [1204, 1306, "1-RAPPORT-FRIEND"], [1434, 1496, "1-RAPPORT-COMPLIMENT"], [11, 50, "1-RAPPORT-FRIEND"], [121, 364, "2-NEGOTIATE-REQUEST"], [677, 725, "1-RAPPORT-COMPLIMENT"], [648, 677, "1-RAPPORT-FRIEND"], [810, 894, "4-LOGIC-OTHER"], [1566, 1594, "1-RAPPORT-DISCLOSE"], [1704, 1827, "1-RAPPORT-FRIEND"], [1921, 1960, "1-RAPPORT-FRIEND"]], "idx": "196"}
{"id": 2217, "data": "Persuader: Hi, how are you?\n\tPersuadee: Fine and you?\nPersuader: Fine. Thank you. Have you ever heard of save the children?\n\tPersuadee: yes, several times the ears of several organizations, and you?\nPersuader: Yes i have. Have you ever donated to them before?\n\tPersuadee:  Yes, he donated to local organizations and you?\nPersuader: I have donated to other organizations but not this one specifically. Have you thought about donating again any time soon?\n\tPersuadee: Yes, I am always willing to donate whenever it is necessary.\nPersuader: That is very nice of you. How much would you like to donate to the charity right now?\n\tPersuadee: I would like to donate $ 50 to the charity\nPersuader: You can donate $0 to all of your payment.\n\tPersuadee: You are a person?\nPersuader: Yes i am. \n\tPersuadee: And why would I donate $ 0? I did not understand that question\nPersuader: That means you dont have to dinate. It is up to you if you would like to give nothing or if you would like to donate a portion of your payment\n\tPersuadee: Do you want to donate a part of my payment, and you?\nPersuader: I would donate as well. It helps to ensure childrens rights to health, education,safety, & so many other things. Are you willing to donate a small portion of your payment now?\n\tPersuadee: Yes, I would like\nPersuader: How much would you like to donate? That is very kind of you\n\tPersuadee: 1.20 of my payment\nPersuader: Thank you so much!\n\tPersuadee: Your donations, how much?", "label": [[11, 27, "1-RAPPORT-FRIEND"], [65, 123, "1-RAPPORT-FRIEND"], [222, 259, "1-RAPPORT-FRIEND"], [210, 221, "1-RAPPORT-DISCLOSE"], [332, 401, "1-RAPPORT-DISCLOSE"], [564, 623, "2-NEGOTIATE-REQUEST"], [690, 731, "4-LOGIC-OTHER"], [773, 783, "8-NO-PERSUASION"], [1089, 1201, "1-RAPPORT-DISCLOSE"], [1341, 1365, "1-RAPPORT-COMPLIMENT"], [1306, 1340, "2-NEGOTIATE-REQUEST"], [401, 453, "1-RAPPORT-FRIEND"], [538, 563, "1-RAPPORT-COMPLIMENT"], [870, 1012, "4-LOGIC-OTHER"], [1202, 1264, "2-NEGOTIATE-REQUEST"], [1408, 1426, "1-RAPPORT-FRIEND"]], "idx": "197"}
{"id": 2218, "data": "Persuader: Hello there.\n\tPersuadee: Hey, how are you doing today?\nPersuader: Not terrible. SO, in order to complete this task, I am supposed to convince you to donate part of your award to Save The Children.\n\tPersuadee: Alright, tell me about that then.\nPersuader: Pretty basic. You can decide between 0-2 dollars to donate. I mean, Save the Children is a well known charity with a really high score for using their donations for actual charitable work\n\tPersuadee: Well I've never been much of a charity person and don't know anything about Charities other than more than a few aren't very truthful about what they do.\nPersuader: Believe me, I understand on that one. Save the Children is really transparent about how they spend their money. Not to mention you can look at several different sites online that rank how truthful charitable organizations are. I have to use these a lot. I am a disabled veteran, and there are a lot of socalled veteran groups out there. \n\tPersuadee: Even then what's really to convince me to make a donation in the first place? I'm not exactly in a great situation myself.\nPersuader: It is your choice, either way. Basically 2 bucks might make a difference to you, but makes a huge difference to a hurting child in another country. I am not going to bug you, if you can't afford it, I respect that.\n\tPersuadee: Well, your goal is to convince me.\nPersuader: True. Pretty much, breaks down like this. Your donation, of any amount, will help children around the world live better lives. The charity is well respected. The amount is small. \n\tPersuadee: Have you donated to the charity before? Yes, the amount may seem small but I'm in need of it too.\nPersuader: Yes, I have. As a matter of fact, I donated a hundred bucks two weeks ago.\n\tPersuadee: And if you, as well as other people are able to do that does the $2 from me really matter that much? Not to mention you probably didn't have to skip a meal to make that donation either.\nPersuader: That is fair. So, if you cannot afford it, choose to donate 0. Charity is a very personal decision.\n\tPersuadee: So you have no other means to try and convince me with?\nPersuader: If I cannot convince you by either checking out the charity yourself, or thinking about making a difference in the lives of poverty stricken children around the world, you probably would not donate no matter how much money you had.\n\tPersuadee: So you believe I am just a selfish person with no desire to help others regardless of how well or poorly I am personally doing?\nPersuader: I did not mean to insult you personally. I am simply saying that I can give you the facts of what the charity is, and what my purpose is for convincing you. If you cannot afford it, I am not making any value judgments based on that. So, how much do you want to donate, 0-2?\n\tPersuadee: I'll just go with a 50/50 split and donate $1. everyone deserves a chance at life.\nPersuader: Awesome. Thanks. \n\tPersuadee: Have a good night.", "label": [[11, 23, "8-NO-PERSUASION"], [742, 857, "5-AUTHORITY-CREDENTIALS"], [1114, 1144, "1-RAPPORT-FRIEND"], [1145, 1262, "3-EMOTION-ALTRUISTIC"], [1262, 1328, "4-LOGIC-CONCEDE"], [1262, 1328, "1-RAPPORT-FRIEND"], [1688, 1762, "1-RAPPORT-DISCLOSE"], [1972, 2071, "4-LOGIC-CONCEDE"], [2151, 2382, "3-EMOTION-GUILT"], [2914, 2931, "1-RAPPORT-FRIEND"], [1114, 1145, "4-LOGIC-CONCEDE"], [1387, 1566, "4-LOGIC-OTHER"], [1514, 1544, "5-AUTHORITY-SUPERIOR"], [2767, 2807, "2-NEGOTIATE-REQUEST"], [2534, 2766, "4-LOGIC-CONCEDE"], [77, 91, "8-NO-PERSUASION"], [91, 207, "2-NEGOTIATE-OTHER"], [264, 324, "4-LOGIC-OTHER"], [325, 452, "5-AUTHORITY-CREDENTIALS"], [630, 667, "4-LOGIC-CONCEDE"], [668, 741, "5-AUTHORITY-SUPERIOR"], [857, 967, "1-RAPPORT-DISCLOSE"]], "idx": "198"}
{"id": 2219, "data": "Persuader: Hi! How are you today?\n\tPersuadee: I'm doing very well. Thanks. How is everything with you?\nPersuader: Very well, thanks. Have you enjoyed the long weekend?\n\tPersuadee: Yes I did. I did spent it on the beach while doing some barbecue with my friends. It was lot of fun the past couple of days. How was your weekend?\nPersuader: It was relaxing. Sometimes we plan busy weekends but this weekend we stayed home and relaxed. I've actually been reading about Save the Children. Are you familiar with the organization?\n\tPersuadee: Yes I am. It is a very great organization and I believe it was founded by two former presidents, Bill Clinton and George W. Bush. The organization is charity for the children who have been displaced by either hurricanes or other natural disasters and the charity steps in to help those children and families in need. \nPersuader: Yes. I've always thought it was a worthwhile organization. I think we are all responsible in some way for taking care of the children of the world in whatever way we can.\n\tPersuadee: That is very true because the way that I see it we are all one big family and should be there for one another in a time of crisis and distress.\nPersuader: Yes! I couldn't agree more. We are all in this together. Who knows what we can accomplish if we all do what we can for one another. \n\tPersuadee: Yes. We can accomplish big things if we care for one another and it shouldn't matter what party we are in whether its Democrat, Republican or Green it shouldn't matter. We are all Americans and we are one family. \nPersuader: Once again, I couldn't agree more. I was just reading Save the Children is working in Syria. I'm sad to say, they are reporting over 1000 children have died in 2018 in the war. It's horrific to think of children having to live with this sort of fear. \n\tPersuadee: That is both terrible and sad to hear. Syria has a dictatorship and and someone who is obsessed with power. This is a bad combination because a lot of people and especially the most vulnerable like children are getting caught in the crossfire. Its very sad.\nPersuader: It is sad. I'm thinking about sending them a donation. I don't have much of a budget but I suppose every little be helps. If the millions of people just in the US alone contributed $1, that would be quite an infusion of money for Save the Children. \n\tPersuadee: That is correct. If people in the US contribute $1 for Save the Children the world will be indeed a better place. I will do also give a donation. Children must never live in fear and in horrible conditions that they can't escape from.\nPersuader: According the researchers who's MTurk HIT I'm working on, you could donate right now through this HIT. Your donation could be deducted from your HIT payment. Would you like to commit to donating up to $2 right now?\n\tPersuadee: Yes I willing to commit half of my payment from this Hit. I think it would help many children.\nPersuader: Wonderful! So I can tell them you'll donate $1? They say they will deduct the donations and submit them to Save the Children. \n\tPersuadee: Fantastic.That will be great. I think many lives will be saved if we all contribute to this organization.\nPersuader: I agree! I'll also be making a donation. It was very nice to talk with you! \n\tPersuadee: It was very nice talking to you as well. I hope you have a great week ahead and a great the rest of the year as well. I wish you always the very best!!!\nPersuader: Thank you. Wishing you and yours the best too. ", "label": [[114, 167, "1-RAPPORT-FRIEND"], [338, 431, "1-RAPPORT-FRIEND"], [1203, 1335, "3-EMOTION-EMPATHY"], [1203, 1230, "1-RAPPORT-SIMILAR"], [2106, 2116, "3-EMOTION-EMPATHY"], [2228, 2354, "4-LOGIC-OTHER"], [2772, 2828, "2-NEGOTIATE-REQUEST"], [2958, 3073, "4-LOGIC-OTHER"], [11, 33, "1-RAPPORT-FRIEND"], [338, 432, "1-RAPPORT-DISCLOSE"], [432, 523, "1-RAPPORT-FRIEND"], [865, 923, "5-AUTHORITY-SUPERIOR"], [924, 1035, "3-EMOTION-EMPATHY"], [1573, 1608, "1-RAPPORT-SIMILAR"], [1608, 1824, "3-EMOTION-STORY"], [2117, 2227, "1-RAPPORT-DISCLOSE"], [2614, 2772, "4-LOGIC-OTHER"], [2947, 2957, "1-RAPPORT-FRIEND"], [3203, 3279, "1-RAPPORT-FRIEND"], [3212, 3243, "1-RAPPORT-DISCLOSE"], [3456, 3503, "1-RAPPORT-FRIEND"]], "idx": "199"}
{"id": 2220, "data": "Persuader: Hi would you like to donate to the Save the Children Foundation?\n\tPersuadee: I would like to know more about the charity before making a decision.\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Okay interesting. How do I know I can trust the charity will do the promised thing with my donation?\nPersuader: You just have to trust me. Your donation will go towards helping the fight for children's rights to health, education, safety and so on. I'm asking you to donate your entire task payment to this foundation.\n\tPersuadee: What countries would my donation be helping?\nPersuader: Many different countries, especially war zones... One that hits close to home for me is Syria. Millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1000 children were reportedly killed or injured in intensifying violence. Your small donation could help at least one of these children live a life without fear.\n\tPersuadee: Okay I am interested but I wouldn't want to donate my entire task payment. Can I donate another amount?\nPersuader: The whole task amount isn't much to us but would be so much to them but I understand. How much of it would you be willing to donate?\n\tPersuadee: 0.15 half of my payment. I have a family to provide for and any little bit helps. But I also would like to help others.\nPersuader: Wow that's awesome. I totally understand about having to support a family too. I love the idea of helping others also, any little way that I can.\n\tPersuadee: Is there anything else I should know about the charity?\nPersuader: Something I found pretty cool is Save The Children actually helped children fully recover in Texas after Hurricane Harvey. I like the idea that they are worldwide.\n\tPersuadee: Wow they really have a far reach. That is wonderful what they are doing for our world.\nPersuader: Yes it is. They are a huge advocate to children. They believe that children make up 20% of our population but are 100% of our future and I couldn't agree more.\n\tPersuadee: Children truly are our future. We need to care for them as we will need them in our old age.\nPersuader: Yes, your donation will go to help one of millions of children. If you would like to be a sponsor for about a dollar a day you can go to  URL and sign up.In 2015, 183,000 sponsors like you supported programs that directly benefited more than 2.8 million children in 23 countries around the world _ including the United States. Thanks to our growing community of child sponsors, we increased our impact and reach _ helping 29% more children than we did in 2014 \n\tPersuadee: Wow that is a lot of sponsors. Are you a sponsor?\nPersuader: Honestly, I am not. But after doing this task and reading up on the website I am going to sign up. I love to do charity work. I also do alot of local volunteer work. Any way I can help a defenseless child I will. I always place my own child in their shoes. That's motivation enough... to picture my babies going through what these kids go through.\n\tPersuadee: Thank you for being so informative and helpful! I love to think that we are making a small but important impact with this task.", "label": [[489, 668, "4-LOGIC-OTHER"], [462, 488, "1-RAPPORT-FRIEND"], [737, 1111, "3-EMOTION-STORY"], [11, 75, "2-NEGOTIATE-REQUEST"], [169, 337, "4-LOGIC-OTHER"], [1239, 1325, "3-EMOTION-GUILT"], [1325, 1371, "2-NEGOTIATE-BARGAIN"], [1515, 1534, "1-RAPPORT-COMPLIMENT"], [1535, 1593, "1-RAPPORT-FRIEND"], [1594, 1660, "3-EMOTION-ALTRUISTIC"], [1740, 1903, "3-EMOTION-STORY"], [2014, 2173, "4-LOGIC-OTHER"], [2063, 2173, "5-AUTHORITY-SUPERIOR"], [2290, 2354, "3-EMOTION-PROMISE"], [2354, 2750, "4-LOGIC-OTHER"], [2824, 2843, "1-RAPPORT-DISCLOSE"], [2844, 2922, "1-RAPPORT-DISCLOSE"], [2990, 3036, "1-RAPPORT-DISCLOSE"], [2923, 2949, "1-RAPPORT-DISCLOSE"], [2950, 2989, "1-RAPPORT-DISCLOSE"], [3037, 3171, "3-EMOTION-EMPATHY"]], "idx": "200"}
{"id": 2221, "data": "Persuader: Hello how are you\n\tPersuadee: Hello. Fine, thanks. You?\nPersuader: I am doing well thank you! Are you thinking of donating?\n\tPersuadee: Yes I am\nPersuader: That is great! First, can I ask why you would like to donate?\n\tPersuadee: Seems like the right thing to do\nPersuader: That is great! How much would you like to donate to the charity now?\n\tPersuadee: I would like to donate $2\nPersuader: That is amazing! Thank you so much for your donation!\n\tPersuadee: Glad to help\nPersuader: Would you like to hear where your donation is going?\n\tPersuadee: Yes I would\nPersuader: Your donation will go to help childhood cancer research. It will directly benefit pediatric research.\n\tPersuadee: Wonderful. Great use of a donation.\nPersuader: Would you feel conflicted if animals were involved in the research?\n\tPersuadee: As a cancer survivor, no I would not.\nPersuader: Glad to hear that! Also, glad to hear you were able to fight the good fight!\n\tPersuadee: Thank you. It's an important cause for me.\nPersuader: Thank you so much for your donation!\n\tPersuadee: No problem. Glad to help.", "label": [[11, 28, "1-RAPPORT-FRIEND"], [78, 134, "1-RAPPORT-FRIEND"], [167, 228, "1-RAPPORT-FRIEND"], [300, 353, "2-NEGOTIATE-REQUEST"], [403, 456, "1-RAPPORT-FRIEND"], [581, 682, "4-LOGIC-OTHER"], [871, 947, "1-RAPPORT-FRIEND"], [105, 134, "2-NEGOTIATE-OTHER"], [285, 300, "1-RAPPORT-FRIEND"], [493, 545, "1-RAPPORT-FRIEND"], [742, 809, "8-NO-PERSUASION"], [1014, 1050, "1-RAPPORT-FRIEND"]], "idx": "201"}
{"id": 2222, "data": "Persuader: Hi! How are you doing? :)\n\tPersuadee: I'm doing well, how about you?\nPersuader: I'm good. Thanks for asking. Do you have some time to answer some questions for me?\n\tPersuadee: I do have some time to answer questions.\nPersuader: Do you consider yourself to be a charitable person? What type of charities do you donate to?\n\tPersuadee: I do consider myself to be a charitable person. I do not currently donate money because I do not have an income at the moment, however, when I have a bit of extra money, I like to give to St Jude's Children's hospital. I also like to buy food or drinks for homeless people when I see them and have some extra money to do so. \nPersuader: That is generous of you! I understand about only donating if you have a means to. In that case I usually am more willing to volunteer my time. Have you heard of the organization Save the Children?\n\tPersuadee: I have not heard of that organization before. What is it?\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Oh that's really cool. Can you tell me what kind of children's rights you mean?\nPersuader: Here is a short article about Save the Children's work with children's rights in Armenia:  URL s/what-we-do/where-we-work/greater-middle-east-eurasia/armenia\n\tPersuadee: I understand now. Is this an organization that you like to donate time and money to? \nPersuader: I'm like you, if I have the means I definitely would. I usually can't donate much, just a dollar or so, but everything helps and anything is better than nothing.\n\tPersuadee: Yeah I definitely understand that. Right now all the money I have is going into savings for my own little person who's on the way. \nPersuader: Oh congratulations! I don't have any children, but all my extra money has been going towards student loan debt. Do you think that you could do $0.25?\n\tPersuadee: I really wish that I could, but between my own student loans and the credit debt that I have had to incur while going to appointments and such while unemployed, I really need every last cent to get myself financially stable.\nPersuader: I understand. I don't want to be pushy. Is there anything else you would like to know about the organization Save the Children so you could make an informed decision to donate in the future when you are in a better situation to donate?\n\tPersuadee: So I looked at things like the US children coming across the boarder, but do they do things like bringing food and medical equipment to children in other countries?\nPersuader: Yes, they do a lot of emergency response work. No one knows when the next earthquake, flood or tsunami will strike. But we do know children are severely affected by natural disasters. They also suffer greatly during conflict, drought and disease outbreaks. Save the Children's natural disaster response and emergency relief programs help protect vulnerable boys and girls during disasters and their aftermath.\n\tPersuadee: Oh that's really cool. I love learning new things about the medical field so it is always nice to learn about someone that brings things like basic medial equipment to places that need them.\nPersuader: I don't want to take up too much of your time, but here is an article that might interest you:  URL s/about-us/media-and-news/2018-press-releases/yemen-hundreds-of-thousands-children-at-risk-hodeidah-attack   Thank you for talking with me and have a great day!", "label": [[239, 331, "1-RAPPORT-FRIEND"], [706, 762, "1-RAPPORT-FRIEND"], [681, 705, "1-RAPPORT-COMPLIMENT"], [824, 877, "1-RAPPORT-FRIEND"], [1231, 1388, "5-AUTHORITY-CREDENTIALS"], [1927, 1964, "2-NEGOTIATE-REQUEST"], [1815, 1834, "1-RAPPORT-FRIEND"], [2213, 2253, "4-LOGIC-CONCEDE"], [2637, 3046, "3-EMOTION-STORY"], [3261, 3468, "5-AUTHORITY-CREDENTIALS"], [11, 36, "1-RAPPORT-FRIEND"], [91, 174, "1-RAPPORT-FRIEND"], [680, 705, "1-RAPPORT-COMPLIMENT"], [763, 823, "1-RAPPORT-DISCLOSE"], [959, 1127, "4-LOGIC-OTHER"], [1498, 1659, "1-RAPPORT-DISCLOSE"], [1835, 1927, "1-RAPPORT-DISCLOSE"], [2254, 2448, "1-RAPPORT-FRIEND"], [3470, 3521, "1-RAPPORT-FRIEND"]], "idx": "202"}
{"id": 2223, "data": "Persuader: Hello.\n\tPersuadee: Hello!\nPersuader: I am supposed to ask you if you care about people being killed in Syria and things like that, I don't want to cause you any emotional discomfort by talking about suffering people. Is that okay?  To talk about suffering people and children for a minute?\n\tPersuadee: I will have no discomfort discussing suffering people.\nPersuader: I think the refugee crisis is crazy, I am not sure what I would do if I was raising my kids in Syria.  If anyone could have fun in those spots it's kids though.  \n\tPersuadee: I feel really torn about the crisis.  I don't think the weight of that burden should fall on the rest of the worlds shoulders.  At the same time as a parent I would want the best possible future for my children and I know fiercly that I would do everything in my power to make sure they were in a safe place.\nPersuader: I actually didn't think of it like that.  I am a parent too, it feels so foreign what they are going through.  This whole chat thing is supposed to get me to get you to donate to Save the Children, but now I think they got me to do it instead! I don't know if that's really okay to do though. \n\tPersuadee: I always wonder how much of donations actually go where ear marked. I see on the local level how much of donations stay local and what gets spent on things I would call \"stupid\".  I am always worried if I donate it will just go to some higer up that is living the high life.  Sorry Im getting off topic.\nPersuader: No, that's relevant. Really relevant. It's really easy to get cynical about life and if people really benefit from any of this.  I usually donate in hopes I can at least feel like I did my part.  If I donated and some corrupt person took it, that's the worst karma and even worst scandal imaginable.  The people who donate and people who are worrying about that are the same people.  You're not a horrible person it sounds like, just worried if what you do even matters.  \n\tPersuadee: With that all said I do feel like any orginazation that aims to help the children I am more inclined to donate to them than most.  My boss has a sponsored child that she sends money to every month.  SHe picked out a child with the same birth month as one of her kids.  I think helping children is an important thing as they are our future!\nPersuader: I feel like you are smart enough and definitely moral enough to be the boss.  I hope you have success  in your field. I don't have that great of a job or boss but I'd still  I would like to match a donation with you if you're willing to try help kids with me.  I am parent and I feel like I need extra help sometimes too , but knowing that I could REALLY help them makes feel like a better parent.\n\tPersuadee: I think donating to this cause would def be a step in the right direction to hopefully helping across the world the children that are in dispair.  They are the weak ones in my eyes.\nPersuader: I don't want you to donate any more than you want, so if you want to donate how much do you to do? I think any amount you give (especially more) will definitely help and I want you to know that it would be deducted from you task payment. Whatever you choose to do or the amount you want to give, I feel like you've changed my mind about charity, not the other way around, so I want to thank you for that.\n\tPersuadee: I think its just the perspective of the person but we all inheriently want to help as much as we can.  I would donate half of this hit payment to this charity and feel good about it I think.\nPersuader: If you're doing this task then you might be able to afford it, but if you can I'd probably say you should really donate it all just this one time.  So whatever you donate I can donate as well, and can actually help each other donate to the kids.  You want to match all our payment to Save the Children? Would that be okay? Or should we lock in your half payment?\n\tPersuadee: I think I would feel good about half and if you are inclined to donate as well that would be fabulous.  I would lock into half.\nPersuader: Sure let's do it. I might donate a little more I don't know how to do that but, I think they deserve it, I'm convince by talking to you that people regardless of how they feel about refugees that they can still care about kids. \n\tPersuadee: I agree if we don't take care of the kids we risk losing a whole generation of people!\nPersuader: Oh, I didn't think of it like that either.  I always picture like you said about your boss, one kid.  But you're right it's a whole generation, that's A LOT of people.  I always forget that kids turn into adults, i mean not that part, but the whole part where they are all apart of the community! :)\n\tPersuadee: Thanks for talking me thru this today!  It is been enlightning!", "label": [[379, 540, "3-EMOTION-STORY"], [915, 983, "3-EMOTION-EMPATHY"], [1118, 1167, "8-NO-PERSUASION"], [1533, 1967, "1-RAPPORT-FRIEND"], [11, 17, "8-NO-PERSUASION"], [48, 300, "1-RAPPORT-FRIEND"], [874, 913, "1-RAPPORT-FRIEND"], [985, 1117, "1-RAPPORT-DISCLOSE"], [1495, 1533, "1-RAPPORT-FRIEND"], [2449, 2590, "1-RAPPORT-DISCLOSE"], [2409, 2448, "1-RAPPORT-FRIEND"], [2331, 2407, "1-RAPPORT-COMPLIMENT"], [3033, 3171, "4-LOGIC-OTHER"], [3171, 3338, "1-RAPPORT-DISCLOSE"], [2592, 2728, "3-EMOTION-ALTRUISTIC"], [2934, 3032, "2-NEGOTIATE-REQUEST"], [3033, 3172, "3-EMOTION-PROMISE"], [3172, 3338, "1-RAPPORT-FRIEND"], [3553, 3700, "2-NEGOTIATE-OTHER"], [3701, 3799, "1-RAPPORT-DISCLOSE"], [4085, 4295, "1-RAPPORT-DISCLOSE"], [3800, 3915, "2-NEGOTIATE-REQUEST"], [4067, 4084, "1-RAPPORT-FRIEND"], [4406, 4705, "1-RAPPORT-FRIEND"]], "idx": "203"}
{"id": 2224, "data": "Persuader: will you donate some of your payment to save the children?\n\tPersuadee: Yes, I would donate some of my payment to help save children. How about you?  Are we supposed to mutually agree to both give a certain amount?  \nPersuader: No but this doesn't end till you do. You have to name a specific amount then I match it. Do small I think\n\tPersuadee: I would be willing to give 10 cents of the 30 cent payment to help save children.\nPersuader:  The research team will collect all donations and send it to Save the Children.\n\tPersuadee: I'm good with them doing that.  Like mentioned I'm willing to give 10 cents of the 30 cents.\nPersuader: The research team will collect all donations and send it to Save the Children.\n\tPersuadee: Are you willing to match my 10 cent donation to Save the Children\nPersuader: Yes I will match your 10 cent donation\n\tPersuadee: Okay, so we are in agreement on the amount and donating, what else do we need to discuss?  More about the charity?  The instructions weren't super clear on my end.\nPersuader: Mine either. Gah! I just copied and pasted what they said. maybe say \"I will donate .10 of my .30 payment.\"\n\tPersuadee: I will donate 10 cents of my 30 cent payment.  You should  type the same  thing and if perhaps if you know anything about the charity, share it?\nPersuader: This is a great charity and I will match you .10 cent payment.\n\tPersuadee: Okay,  so we are in agreement on the payment  to the charity. I assume save the children would be able helping children in three world countries. I wish they were way more specific in the instructions on both ends.\nPersuader: Aha their are 10 minimum chat turns required, we are almost there. I will match .10 cents\n\tPersuadee: oh, I didn't know that I just assumed if we reached an agreement before that they would let us advance. What do you know about this charity?\nPersuader: It supports childrens rights worldwide. The research team will collect all donations and send it to Save the Children\n\tPersuadee: oh so specifically in third world countries were they are mistreated or does it include first world countries as well?\nPersuader: Yes working in Syria right now. The research team will collect all donations and send it to Save the Children\n\tPersuadee: Yes, they need all the help they can get there after the missiles and chemical attacks", "label": [[11, 69, "2-NEGOTIATE-REQUEST"], [450, 528, "4-LOGIC-OTHER"], [645, 723, "4-LOGIC-OTHER"], [1315, 1377, "1-RAPPORT-DISCLOSE"], [1616, 1705, "8-NO-PERSUASION"], [1870, 1987, "4-LOGIC-OTHER"], [2130, 2239, "4-LOGIC-OTHER"], [238, 343, "4-LOGIC-OTHER"], [813, 851, "1-RAPPORT-FRIEND"], [1039, 1146, "8-NO-PERSUASION"]], "idx": "204"}
{"id": 2225, "data": "Persuader: Hello, how are you?\n\tPersuadee: Am Great, How about you?\nPersuader: I'm good. Have you heard of Save the Children?\n\tPersuadee: Yes I have Heard\nPersuader: I really like them, I've volunteered for them before.\n\tPersuadee: I do like but have not volunteered them, but if i get a chance i try to do\nPersuader: That's awesome, have you donated to them before?\n\tPersuadee: No, I haven't.\nPersuader: I would consider doing so, they help so many children.\n\tPersuadee: I too would consider doing it\nPersuader: Would you donate today if I donated some as well?\n\tPersuadee: Not Today but surely ASAP\nPersuader: Can I ask why not today? If you say ASAP.\n\tPersuadee: Am not Financially stable now, but i love to help such children soon\nPersuader: I'm not as well, but I figured one cent would still go a long way.\n\tPersuadee: one cent then i can\nPersuader: Perfect, I will donate one cent as well to match you.\n\tPersuadee: Thats great, Thank You\nPersuader: Thank you, I'm sure the children will appreciate it.\n\tPersuadee: yes they will", "label": [[11, 30, "1-RAPPORT-FRIEND"], [79, 125, "1-RAPPORT-FRIEND"], [166, 219, "1-RAPPORT-DISCLOSE"], [318, 366, "1-RAPPORT-FRIEND"], [405, 459, "2-NEGOTIATE-OTHER"], [513, 562, "2-NEGOTIATE-REQUEST"], [612, 653, "1-RAPPORT-FRIEND"], [746, 812, "1-RAPPORT-DISCLOSE"], [746, 812, "3-EMOTION-ALTRUISTIC"], [856, 909, "1-RAPPORT-FRIEND"], [856, 909, "1-RAPPORT-DISCLOSE"], [956, 1008, "3-EMOTION-EMPATHY"]], "idx": "205"}
{"id": 2226, "data": "Persuader: Hi! How are you doing today?\n\tPersuadee: Hi, I'm good, just relaxing.  How are you\nPersuader: I am doing alright, thank you. I would like to talk to you about a charity. Do you donate at all?\n\tPersuadee: Yes I do some donating.\nPersuader: That is great, have you heard of save the children?\n\tPersuadee: I think so. Is that the one with the commercials f a man in another country with skinny children \nPersuader: hm it might be, but it is an organization that raises money for children's rights to health, education, safety, etc. all around the world\n\tPersuadee: Ok well, I  think I  have heard of it but have not donated to this specific charity.\nPersuader: Woulld you be intrested in donating today? for the children?\n\tPersuadee: I would. Are you donating as well?\nPersuader: I may give a few cents. i am broke and its hard these days, but even a few cents can go a long way!\n\tPersuadee: Okay, well I can donate part of my earnings. Am I supposed to tell you how much?\nPersuader: Yes, how much would you like to donate today?\n\tPersuadee: I w9uld be willing to donate fifty cents.\nPersuader: That is very generous of you! the children will thank you\n\tPersuadee: Im more than happy to.\nPersuader: I thank you for your time and service today\n\tPersuadee: It was nice chatting with you. Have a good day!\nPersuader: You have a good day as well\n\tPersuadee: Im not sure what I am supposed to do now.", "label": [[11, 39, "1-RAPPORT-FRIEND"], [105, 202, "1-RAPPORT-FRIEND"], [250, 301, "1-RAPPORT-FRIEND"], [423, 560, "4-LOGIC-OTHER"], [669, 729, "2-NEGOTIATE-REQUEST"], [787, 887, "1-RAPPORT-DISCLOSE"], [812, 887, "3-EMOTION-ALTRUISTIC"], [992, 1037, "2-NEGOTIATE-REMIND"], [1103, 1160, "1-RAPPORT-COMPLIMENT"], [1207, 1250, "1-RAPPORT-FRIEND"], [1322, 1349, "1-RAPPORT-FRIEND"]], "idx": "206"}
{"id": 2227, "data": "Persuader: Good day how are you?\n\tPersuadee: I am doing great!  How are you?\nPersuader: Very well thank you. Did you enjoy your holiday yesterday?\n\tPersuadee: I did, thank you for asking!  We went to a baseball game!  Did you have a good holiday?\nPersuader: Yes. Thank you. I would like to ask have you heard of the charity Save the Children?\n\tPersuadee: Yes I have!\nPersuader: It is wonderful and does a lot of good around the world. They help children with better living conditions every day. \n\tPersuadee: That sounds wonderful.  Do we want to agree on $2 to help this organization?\nPersuader: Is that the amount that you feel comfortable with? \n\tPersuadee: Yes absolutely.  It sounds like a wonderful organization and that is the maximum amount we can donate.\nPersuader: That is very generous of you. I feel every little bit must help make a difference.\n\tPersuadee: I agree completely!\nPersuader: Then yes the 2 dollars is an agreement. Thank you again on their benefit.\n\tPersuadee: Thank you for coming to an agreement!\nPersuader: I hope you enjoy the beautiful day and the rest of your week.\n\tPersuadee: Thank you!  I hope you do too!  Have a wonderful day :)\nPersuader: Thank you. And you can read about the charity at  URL \n\tPersuadee: Great!  I will do that!\nPersuader: Goodbye and thanks again\n\tPersuadee: Goodbye!  Thank you for your help!", "label": [[11, 32, "1-RAPPORT-FRIEND"], [88, 146, "1-RAPPORT-FRIEND"], [258, 273, "1-RAPPORT-FRIEND"], [274, 342, "1-RAPPORT-FRIEND"], [378, 495, "4-LOGIC-OTHER"], [378, 435, "5-AUTHORITY-SUPERIOR"], [596, 647, "2-NEGOTIATE-OTHER"], [804, 856, "3-EMOTION-EMPATHY"], [774, 803, "1-RAPPORT-COMPLIMENT"], [900, 940, "1-RAPPORT-FRIEND"], [940, 973, "1-RAPPORT-FRIEND"], [1035, 1096, "1-RAPPORT-FRIEND"], [1176, 1230, "5-AUTHORITY-CREDENTIALS"], [1278, 1302, "1-RAPPORT-FRIEND"]], "idx": "207"}
{"id": 2228, "data": "Persuader: Hello, how much would you like to donate to the Save the Children charity today?\n\tPersuadee: I think I would like to donate 5\nPersuader:  URL Perhaps a visit to this website would increase your generous donation a few dollars?\n\tPersuadee: Ok, I saw the website and I am willing to donate $10\nPersuader: Thank you very much for your generous increase in the donation amount. Save the Children is the most trusted fund of it's kind. Did you know each dollar you donate will be doubled by the organization?\n\tPersuadee: I did not know that\nPersuader: Every day, 16,000 children die before their 5th birthday, mostly from preventable causes. Were you aware of this fact?\n\tPersuadee: I was not aware of that fact, no.\nPersuader: Millions of children in the U.S. and around the world still aren't getting what they deserve. We're talking about children in need. Dying, when the world knows how to save them. Vulnerable children in poverty. Denied an education. Forced to flee violence. Orphaned, abused, abandoned. Children with no reason to smile. No hope for the future.  The world's children deserve better and you're making a difference. How much will you spend on a snack or a drink today? Then ask yourself how much of that could have saved a life.\n\tPersuadee: well, I've already promised 10.  My families poor too and I don't get a lot of extra stuff like drinks and snacks.  It's not easy for me to give anything and no charity has ever helped me.  I wonder how much their CEO makes for saving the children.  I'm guessing a lot more than me.\nPersuader: I can certainly understand where you are coming from, and family does come first. Across the United States, more than 14 million children, or 1 in 5, grow up in poverty. When you focus on children in rural America, that number jumps to 1 in 4. Through our education, protection and emergency programs, we reached 638,000 kids in 2016 alone. May I confirm our donation agreement is in fact $10 ?\n\tPersuadee: It is in fact 10 or 5% of my weekly income.  can I confirm that you would also like to donate 5% of yours?\nPersuader: If you agree to donate $10, then I can as well. I could not ask something of someone I would not do myself.\n\tPersuadee: I understand that we will both be donating.  I hope it is helpful to the children\nPersuader: You are a part of the solution and you do not have to hope it is helpful. Your $10 donation will be matched by Save the Children\n\tPersuadee: ok, got it.  cheers\nPersuader: I just looked it up and the manager side of the charity splits 5% if you're interested in that.\n\tPersuadee: I think charities would recieve a lot more if the country would go after the 1% to help\nPersuader: If I had all the control, the only money not spent on the children would be for fundraising. Thank you very much for your $10 donation to Save the Children. \n\tPersuadee: no problem.  thanks", "label": [[11, 91, "2-NEGOTIATE-REQUEST"], [149, 237, "2-NEGOTIATE-REQUEST"], [314, 385, "1-RAPPORT-COMPLIMENT"], [734, 828, "3-EMOTION-OTHER"], [866, 911, "3-EMOTION-OTHER"], [912, 943, "3-EMOTION-OTHER"], [1019, 1052, "3-EMOTION-OTHER"], [1146, 1258, "3-EMOTION-GUILT"], [1565, 1646, "4-LOGIC-CONCEDE"], [1647, 1735, "3-EMOTION-OTHER"], [1906, 1959, "2-NEGOTIATE-REMIND"], [2303, 2377, "3-EMOTION-OTHER"], [2303, 2377, "1-RAPPORT-COMPLIMENT"], [2377, 2431, "3-EMOTION-PROMISE"], [2682, 2774, "1-RAPPORT-DISCLOSE"], [2775, 2839, "1-RAPPORT-FRIEND"], [149, 237, "5-AUTHORITY-CREDENTIALS"], [385, 441, "5-AUTHORITY-CREDENTIALS"], [442, 514, "5-AUTHORITY-SUPERIOR"], [558, 676, "3-EMOTION-OTHER"], [828, 866, "3-EMOTION-OTHER"], [944, 965, "3-EMOTION-OTHER"], [965, 989, "3-EMOTION-OTHER"], [990, 1018, "3-EMOTION-OTHER"], [1053, 1076, "3-EMOTION-OTHER"], [1077, 1145, "3-EMOTION-EMPATHY"], [1647, 1735, "4-LOGIC-OTHER"], [1735, 1809, "4-LOGIC-OTHER"], [1809, 1905, "4-LOGIC-OTHER"], [2090, 2137, "1-RAPPORT-DISCLOSE"], [2138, 2197, "1-RAPPORT-FRIEND"], [2475, 2570, "4-LOGIC-OTHER"]], "idx": "208"}
{"id": 2229, "data": "Persuader: Ui! How are you? What are your thoughts on donation?\n\tPersuadee: I like to give to good causes\nPersuader: Me too! What causes do you like to give to?\n\tPersuadee: a variety, but mainly disaster relief\nPersuader: Would you consider donating part of your income from this task to save the children? They help to ensure kid's rights to health, education, and safety.  The war in Syria has really left a lot of little kids struggling\n\tPersuadee: maybe, who runs this charity?\nPersuader: It's an international non governmental organization. They are a pretty solid organization that help support children in developing countries. \n\tPersuadee: How long have they been around?\nPersuader: It was established in the UK in 1919, they have a good long track record! \n\tPersuadee: sounds good, are you a contributor?\nPersuader: Absolutely! I give to this charity and environmental charities, but this is one of my favorites. One small donation really make a huge difference in a kids life! \n\tPersuadee: do have a donation amount in mind for me\nPersuader: How about your salary from this task? 50 cents? That can provide a meal for a kid\n\tPersuadee: I can do that\nPersuader: That is wonderful! You are a good egg. \n\tPersuadee: you do your part as well\nPersuader: I will! 50 cents isnt much to me, but it can feed  kiddo for a day\n\tPersuadee: agreed, I can spare 50 cents for this\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment (50 cents) \n\tPersuadee: 50 cents is fine", "label": [[117, 125, "1-RAPPORT-SIMILAR"], [222, 307, "2-NEGOTIATE-REQUEST"], [375, 439, "3-EMOTION-STORY"], [493, 545, "5-AUTHORITY-CREDENTIALS"], [546, 635, "5-AUTHORITY-SUPERIOR"], [691, 765, "5-AUTHORITY-CREDENTIALS"], [1052, 1133, "2-NEGOTIATE-REQUEST"], [1258, 1325, "1-RAPPORT-DISCLOSE"], [1438, 1567, "4-LOGIC-OTHER"], [117, 160, "1-RAPPORT-FRIEND"], [307, 374, "4-LOGIC-OTHER"], [825, 922, "1-RAPPORT-DISCLOSE"], [922, 987, "3-EMOTION-ALTRUISTIC"], [1171, 1210, "1-RAPPORT-COMPLIMENT"], [1267, 1325, "3-EMOTION-EMPATHY"], [1387, 1437, "2-NEGOTIATE-REQUEST"], [11, 63, "1-RAPPORT-FRIEND"]], "idx": "209"}
{"id": 2230, "data": "Persuader: Hi, my name is Nicole how are you today?\n\tPersuadee: Hid nicole, I'm Ted. I am good and you?\nPersuader: Wonderful Ted, I m pretty good myself\n\tPersuadee: How was your labor day?\nPersuader: You know it was pretty laid back....my family chose a seafood theme for dinnera this year... how did your day go?\n\tPersuadee: I jus bbq'd with my family, It was nice\nPersuader: Awesome...just spending time together is a wonderful opportunity not enough people take advantage of anymore.\n\tPersuadee: With our busy lives you have to take advantage when you can\nPersuader: You are absolutely right... with the holidays eason approaching I always try to locate an organization for my family to actively help raise money or conduct fundraisers for diffetent supplies and such they will need throughout the year\n\tPersuadee: donating money and time is important\nPersuader: We just finished a donation drive to provide supplies for teachers... and decided to stick with helping organizations and persons assisting kids... one of which is Save the Children\n\tPersuadee: Do you have a website I can look at?\nPersuader: Absolutely  URL ....it's non-goverment organization that promote's the rights of children for aide with health, education, their overall wellbeing and safety\n\tPersuadee: Looks like a good cause, I like how they also donate to border children in the US.  I would consider a donation\nPersuader: Absolutely.... I love their purpose and Im looking forward to gelpibg as much as possible ... a donation would be wonserful\n\tPersuadee: Would a dollar help?  I think half my payout would be good.\nPersuader: Absolutely....that would be greatly appreciates...every dollar counts towards success\n\tPersuadee: I enjoy helping, especially children\nPersuader: Awww, thank you so mich... more amazingly selfless people are needed in the world\n\tPersuadee: It takes everyone helping where they can.  Have a great day\nPersuader: Your right....if we all do alittle it makea a major impact.... you have a wonderful day and continue being great....thanks again", "label": [[11, 51, "1-RAPPORT-FRIEND"], [200, 313, "1-RAPPORT-DISCLOSE"], [377, 486, "1-RAPPORT-FRIEND"], [570, 805, "1-RAPPORT-DISCLOSE"], [1401, 1524, "1-RAPPORT-DISCLOSE"], [1608, 1693, "3-EMOTION-PROMISE"], [1754, 1835, "1-RAPPORT-COMPLIMENT"], [1919, 2047, "1-RAPPORT-FRIEND"], [1919, 2047, "1-RAPPORT-COMPLIMENT"], [115, 152, "1-RAPPORT-FRIEND"], [200, 313, "1-RAPPORT-FRIEND"], [866, 1047, "1-RAPPORT-DISCLOSE"], [1108, 1265, "5-AUTHORITY-CREDENTIALS"], [1608, 1693, "1-RAPPORT-COMPLIMENT"], [1754, 1835, "1-RAPPORT-FRIEND"]], "idx": "210"}
{"id": 2231, "data": "Persuader: Hey! How's it going today in your part of the world?\n\tPersuadee: very good and you\nPersuader: I'm doing great today! I don't know if this is any interest of yours, but I'd like to see if you'd be interested in learning more about and possibly donating to a charity today!\n\tPersuadee: yes i am. i would donate\nPersuader: That's great news! What kind of charities do you normally donate to?\n\tPersuadee: i would donate some clothes and some toys for children\nPersuader: That's perfect! The charity I'm collecting donations for is actually Save the Children. Have you heard of it?\n\tPersuadee: oh yeah and how much would you help them\nPersuader: Well all of the donations that are collected go to children around the globe to make sure that their rights are protected.\n\tPersuadee: oh yep thats really good \nPersuader: Children need as much protection as they can get, and every cent donating actually makes a huge difference in their lives.\n\tPersuadee: thats true to help them \nPersuader: Unfortunately the charity doesn't take clothing or toy donations :( they can only accept monetary donations at this moment.\n\tPersuadee: oh i would donate money too even it 5 dollars\nPersuader: Five dollars would be an amazing donation that could really help a lot of kids. Would you be willing to donate today?\n\tPersuadee: thats good children deserve it\nPersuader: It is as easy as donating from this task. You will be asked what you'd like to donate and you can put your donation amount there!\n\tPersuadee: oh thats very easy then\nPersuader: Yes it is! So I can confirm you will donate five dollars? You would be doing a great service and the charity will be so thankful.\n\tPersuadee: oh i love kids i know they need help", "label": [[105, 282, "1-RAPPORT-FRIEND"], [11, 63, "1-RAPPORT-FRIEND"], [331, 399, "1-RAPPORT-FRIEND"], [478, 587, "1-RAPPORT-FRIEND"], [652, 774, "4-LOGIC-OTHER"], [478, 493, "1-RAPPORT-COMPLIMENT"], [995, 1118, "4-LOGIC-OTHER"], [1188, 1267, "3-EMOTION-OTHER"], [1548, 1594, "2-NEGOTIATE-REMIND"], [824, 946, "3-EMOTION-EMPATHY"], [1268, 1305, "2-NEGOTIATE-REQUEST"], [1360, 1489, "4-LOGIC-OTHER"], [1537, 1548, "4-LOGIC-OTHER"], [1595, 1666, "1-RAPPORT-COMPLIMENT"]], "idx": "211"}
{"id": 2232, "data": "Persuader: Save the childen is an essential charity in ensuring childrens right acros \n\tPersuadee: I've heard of them but can't say I know that much about them. How do you think they differ from say UNICEF?\nPersuader: Unicef was created in 1946 to help protect children after World War 2, save the children aims to promote children rights and education, both are similar in goal but as a basis save the children saves and impacts millions of children across the world.\n\tPersuadee: Fair enough mate, so what do you propose?\nPersuader: there is a lack of support for children in developing countries, especially in war zones, do you feel this is something you could help support with a donation? \n\tPersuadee: Maybe, but how do I know the money would reach the destination? Don't they mostly end up in executives pockets?\nPersuader: The research team will collect all donations and send it to Save the Children, been a one of the most well seen after charities, it is safe to assume the donation will be used for good.\n\tPersuadee: I'm not convinced. What percentage of a donation do you think would reach an actual victim?\nPersuader: All the donation would reach the destination, the donation amount comes from the task payment, The end goal of this surely should be to support the needs of the growing demand for children. a small donation to them can go along way as shown by what save the children can do each year. \n\tPersuadee: If you say so. I'm still hesitant. \nPersuader: You do not need to be, its shown the impact save the children have globally via donations, i ensure you it will help make a difference. i understand the hesitation but it would e very helpful to donate to the charity? does this appeal to you\n\tPersuadee: The way you're phrasing it it doesn't appeal to me at all, sorry. \nPersuader: i do apologize, it would not have to be a large sum donation any percentage of the final payment would make a difference, would not even something as low as 25 % be of interest ? the basis of 1000s of children depend of donations like this.\n\tPersuadee: Ok fine. So how much do you propose the donation should be?\nPersuader: the donation comes from the task payment, the percentage is decided on how generous you feel and how much of an impact you want to make, ideally of course i would want all the task payment to go to charity, but anything can help.\n\tPersuadee: In all honesty I'd rather donate to an animal shelter so let's meet halfway.\nPersuader: i see, well any charity donation from my view is of great need, although i feel save the children are in more need than an animal shelter in terms of the money they need to make an impact. would a 50/50 split between both charities work ?\n\tPersuadee: So now we're donating to two different charities?\nPersuader: i would suggest if you wanted to donate to both,you could donate half of what you wish to donate now to this charity, then you could donate the rest to the other charity if you wish in your own time, would you be willing to donate 30% to save the children now, this small amount really helps save the children stay a float.\n\tPersuadee: Ok. 30% sounds reasonable. \nPersuader: that would be amazing, small donations really help keep this charity going, thank you for the help you provide to save the children.", "label": [[534, 694, "3-EMOTION-OTHER"], [1131, 1321, "4-LOGIC-OTHER"], [1612, 1717, "2-NEGOTIATE-REQUEST"], [1808, 1986, "2-NEGOTIATE-REQUEST"], [2462, 2650, "4-LOGIC-OTHER"], [2774, 2973, "4-LOGIC-OTHER"], [11, 86, "4-LOGIC-OTHER"], [218, 468, "4-LOGIC-OTHER"], [534, 694, "2-NEGOTIATE-REQUEST"], [830, 1015, "4-LOGIC-OTHER"], [830, 1015, "5-AUTHORITY-CREDENTIALS"], [1321, 1416, "3-EMOTION-ALTRUISTIC"], [1476, 1612, "5-AUTHORITY-CREDENTIALS"], [1987, 2048, "3-EMOTION-GUILT"], [2132, 2361, "4-LOGIC-OTHER"], [2651, 2700, "2-NEGOTIATE-REQUEST"], [2974, 3097, "2-NEGOTIATE-REQUEST"], [3149, 3281, "1-RAPPORT-FRIEND"], [3149, 3281, "1-RAPPORT-COMPLIMENT"]], "idx": "212"}
{"id": 2233, "data": "Persuader:  Given to the needed and less privileged in our society makes a better world \n\tPersuadee: Hello, how are you. yes that's right\nPersuader: i am very fine and would want to know if you have considered  giving to support a good course before.... \n\tPersuadee: I donated through HITs. what is this organization about?\nPersuader: Smile first or First Smile ...this is non governmental organisation established by Snipess Jessey Armah to help put a smile on the face of children in west Africa  \n\tPersuadee: I thought thin HIT belongs to Save the Children. It is smile first for first smile now?\nPersuader: well All for a good Course i will give and never regret it.....if donations are giving for the  helped  needed any where in the world i do not really mind how about you...?\n\tPersuadee: I know but I want to know where my donation to this HIT goes and I wanna know about the organization\nPersuader: this donation is purposefully for Save the Children \n\tPersuadee: okay so please tell me more about \"Save the Children\" is it an international charity?\nPersuader: yes this is an international Children Charity organisation \n\tPersuadee: in how many countries do they work, what are the main issues they work on?\nPersuader: this organisation cut accross 12 countries like India, Mexico , Libya , Ghana among many other Countries ....but the main goal is that  we put nutritious amount of food on the table for this children  some part of this donations also is water and Clothing  and more of this goes females to have sanitary pads among other useful  domestic needs  \n\tPersuadee: That is interesting. Is it possible to join them in person? and help them?\nPersuader: yes , your help in any other way is possible .\n\tPersuadee: is there any big company cooperating with them?\nPersuader: none that i know of but trust me you and i and the world as a whole is the Big Company we are each others keeper that is why we are asking you to make a change when you look in that mirror starting with you the person you see in the mirror by doing so we are closer than a brother or a sister to one another  \n\tPersuadee: I will donate anyway, it's okay. IKEA and Disney cooperate with them and I know a little help can make a difference\nPersuader: thank you so much for the Faith and the good heart of yours we are closer than a brother or sister we are each others keeper...Smile First or First Smile...thank you\n\tPersuadee: thanks, sure I will donate \nPersuader: thank you once again indeed the world can be a better place through Donations a little kindness at a time.....SMILE FIRST OR FIRST SMILE", "label": [[12, 88, "3-EMOTION-OTHER"], [335, 499, "4-LOGIC-OTHER"], [611, 783, "3-EMOTION-ALTRUISTIC"], [611, 783, "1-RAPPORT-DISCLOSE"], [908, 960, "4-LOGIC-OTHER"], [1228, 1573, "4-LOGIC-OTHER"], [1672, 1718, "4-LOGIC-OTHER"], [149, 254, "1-RAPPORT-FRIEND"], [1070, 1129, "5-AUTHORITY-CREDENTIALS"], [1789, 2097, "4-LOGIC-OTHER"], [1790, 2097, "3-EMOTION-EMPATHY"], [2239, 2404, "1-RAPPORT-FRIEND"], [2239, 2404, "6-SOCIAL-GROUP"], [2456, 2592, "1-RAPPORT-FRIEND"], [1790, 2097, "6-SOCIAL-GROUP"], [2456, 2592, "3-EMOTION-EMPATHY"]], "idx": "213"}
{"id": 2234, "data": "Persuader: I know we're both turkin here and looking for a few extra pennies. Do you want to donate some of your task payment to Save the Children? It helps kids who probably don't have the chance to Turk...\n\tPersuadee: Can those kids use the internet?\nPersuader: Probably not. A lot of them don't get the opportunity, especially in war torn countries\n\tPersuadee: And do you think a small donation would get to them in time to help?\nPersuader: Not immediately. But on a whole scale, little slices can make change. We can't change the world today, but we can change it tomorrow\n\tPersuadee: That sounds hopeful. It would be nice to give them a better quality of life.\nPersuader: I agree. I assume we both have the ability to get a roof over our heads and a meal. They don't have that. Would you consider donating some part of your task reward to Save the Children?\n\tPersuadee: How much do you think would be needed to help them?\nPersuader: Everything helps. The task reward is 2 dollars. How about throwing half of that to the kids?\n\tPersuadee: I don't think I can afford to do that, I really need the money as well.\nPersuader: I understand that. Believe me I do. How about 50 cents?\n\tPersuadee: I don't think i'm going to make a donation today, i'm sorry.\nPersuader: that's very unfortunate. How about 25 cents. It would really help\n\tPersuadee: Okay, sure I can do that.\nPersuader: thank you so much\n\tPersuadee: You're very welcome\nPersuader: It may seem small but this will make a big difference. Thank you so much for your time today and your donation\n\tPersuadee: Sure, glad to help out\nPersuader: Thanks again, you can check out Save the Children's website if you like   URL \n\tPersuadee: Great thanks, how do we close out this conversation?", "label": [[264, 351, "4-LOGIC-OTHER"], [264, 351, "3-EMOTION-EMPATHY"], [686, 782, "3-EMOTION-EMPATHY"], [783, 862, "2-NEGOTIATE-REQUEST"], [686, 781, "3-EMOTION-GUILT"], [956, 1030, "2-NEGOTIATE-REQUEST"], [938, 955, "3-EMOTION-ALTRUISTIC"], [1162, 1181, "2-NEGOTIATE-REQUEST"], [686, 782, "2-NEGOTIATE-SCARCITY"], [1442, 1497, "3-EMOTION-PROMISE"], [78, 147, "2-NEGOTIATE-REQUEST"], [11, 77, "1-RAPPORT-SIMILAR"], [148, 207, "3-EMOTION-GUILT"], [444, 576, "4-LOGIC-OTHER"], [444, 576, "3-EMOTION-OTHER"], [677, 686, "1-RAPPORT-SIMILAR"], [1126, 1162, "1-RAPPORT-SIMILAR"], [1266, 1331, "2-NEGOTIATE-REQUEST"], [1381, 1398, "1-RAPPORT-FRIEND"], [1497, 1552, "1-RAPPORT-FRIEND"], [1599, 1677, "5-AUTHORITY-CREDENTIALS"]], "idx": "214"}
{"id": 2235, "data": "Persuader: Hello! How are you today\n\tPersuadee: I'm fine, how are you?\nPersuader: I am pretty good thanks for asking.  Have you donated to any charities this year?\n\tPersuadee: I donated clothing and appliance to local charities. How about you?\nPersuader: Yes, I have donated some items and so time recently.  Have you heard of the Save the Children charity?\n\tPersuadee: No I have not, what is it specifically?\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Which countries specifically?\nPersuader: Anywhere in the world that needs assistance in caring for and help saving the lives of childrenl.\n\tPersuadee: That seems a bit vague. Can you give more specifics?\nPersuader: East Asia and the Pacific, Easter and Southern Africa, Europe and Central Asia, Latin America.  Those are just a few of the areas in which we provide help\n\tPersuadee: What kind of rights are being impeded in these areas?\nPersuader: Social inequalites contribute to a lot of the issues in which these children face\n\tPersuadee: What type of social inequalities?\nPersuader: Many people have nowhere to go as they do not have the necessary items to survive.\n\tPersuadee: What do you mean by nowhere to go? Socially or physically?\nPersuader: Would you be willing to donate to Save the Children today, from some of your earnings from this task?\n\tPersuadee: I have a few more questions.\nPersuader: For instance, a lack of support for children in developing countries, especially in war zones. For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence.\n\tPersuadee: Does the majority of the money go to the children?", "label": [[309, 357, "1-RAPPORT-FRIEND"], [421, 589, "4-LOGIC-OTHER"], [643, 740, "4-LOGIC-OTHER"], [1188, 1270, "4-LOGIC-OTHER"], [1188, 1270, "3-EMOTION-GUILT"], [1353, 1454, "2-NEGOTIATE-REQUEST"], [11, 35, "1-RAPPORT-FRIEND"], [82, 119, "1-RAPPORT-FRIEND"], [119, 163, "1-RAPPORT-FRIEND"], [255, 307, "1-RAPPORT-DISCLOSE"], [421, 589, "5-AUTHORITY-CREDENTIALS"], [817, 971, "4-LOGIC-OTHER"], [1049, 1130, "4-LOGIC-OTHER"], [1506, 1808, "3-EMOTION-STORY"]], "idx": "215"}
{"id": 2236, "data": "Persuader: Hi\n\tPersuadee: Hello\nPersuader: So, have you heard of Save the Children?\n\tPersuadee: Yes, I have.\nPersuader: Would you be interested in donating any amount, no matter how small to that organization?\n\tPersuadee: Yes, I would be interested in donating to Save the Children.\nPersuader: Great! How much would you be willing to donate?\n\tPersuadee: Is $2 ok?\nPersuader: Yeah, that will work.\n\tPersuadee: Can you tell me what the donation will be used for?\nPersuader: Sure!  Save the Children is a global charity that provides for children's education, emergency funds during disasters or conflicts, health initiatives in the US and other countries in greater need, and from abuse.\n\tPersuadee: That's great! When was it founded?\nPersuader: Around 99 years ago in April 15, 1919 in London, England.  Initially designed to alleviate starvation of children in German and Austria-Hungary during the Allied blockade of Germany of World War 1.\n\tPersuadee: Are all donations to Save the Children tax deductible?\nPersuader: Yes, donations to Save the Children are 100% tax deductible.\n\tPersuadee: Ok. Can I donate to Save the Children with a money order?\nPersuader: Yes, you can do it via money order.  They just need to be mailed to: Save the Children, 501 Kings Highway East - Suite 400, Fairfield, CT 06825\n\tPersuadee: Ok, thank you. If I use a credit card instead, can I set up recurring donations?\nPersuader: Yes, you can setup recurring donations of what amount you'd like via there website at this link: https://support. URL ite/Donation2?df_id=1620&1620.donation=form1&vanityurl=Donate\n\tPersuadee: Ok. I think I will use a money order this time.\nPersuader: Alright.  Good luck to you, and nice talking with you.", "label": [[43, 83, "1-RAPPORT-FRIEND"], [120, 209, "2-NEGOTIATE-REQUEST"], [472, 685, "4-LOGIC-OTHER"], [744, 802, "4-LOGIC-OTHER"], [744, 802, "5-AUTHORITY-CREDENTIALS"], [803, 941, "4-LOGIC-OTHER"], [1162, 1305, "4-LOGIC-OTHER"], [1661, 1715, "1-RAPPORT-FRIEND"], [11, 13, "8-NO-PERSUASION"], [294, 341, "2-NEGOTIATE-REQUEST"], [375, 396, "1-RAPPORT-FRIEND"], [1020, 1080, "4-LOGIC-OTHER"], [1410, 1589, "4-LOGIC-OTHER"]], "idx": "216"}
{"id": 2237, "data": "Persuader: Hello, how are you today?\n\tPersuadee: I'm doing fine; and you?\nPersuader: I am good. Have you ever thought of donating to a charity?\n\tPersuadee: Yes, I have donated before.\nPersuader: Do you mind if I tell you about a wonderful charity today?\n\tPersuadee: No, I don't mind.\nPersuader: Have you ever heard of the Save the Children charity? They are a charity that helps children all over the world including right here in the USA. They are still on the ground helping in Texas a year after hurricane Harvey hit.\n\tPersuadee: I haven't heard of them.\nPersuader: They are a wonderful charity. The help in Health, Protection, Emergency, and Education.\n\tPersuadee: It sounds like they are doing a good work.\nPersuader: Would you be willing to donate some of your payment for the task today to this wonderful charity.\n\tPersuadee: Not today I will not.\nPersuader: Are you should you can donate as little as 0.10 and it will come right out of the full earning of the task today. It means it is coming from money you don't have yet.\n\tPersuadee: At this point I will not donate.\nPersuader: I understand I hope you will think about this charity in the future\n\tPersuadee: I will take it under advisement.\nPersuader: Thank you they are an awesome charity and children are our future.\n\tPersuadee: You are very welcome.\nPersuader: One of the things I find I like about them is the fact that help our children right here in the USA and that you don't hear that very often.\n\tPersuadee: Yes, charity should be local.", "label": [[11, 36, "1-RAPPORT-FRIEND"], [349, 656, "3-EMOTION-OTHER"], [349, 656, "4-LOGIC-OTHER"], [295, 348, "1-RAPPORT-FRIEND"], [1213, 1279, "3-EMOTION-ALTRUISTIC"], [84, 143, "1-RAPPORT-FRIEND"], [195, 253, "1-RAPPORT-FRIEND"], [723, 820, "2-NEGOTIATE-REQUEST"], [866, 1032, "4-LOGIC-OTHER"], [1089, 1156, "4-LOGIC-CONCEDE"], [1325, 1465, "3-EMOTION-OTHER"]], "idx": "217"}
{"id": 2238, "data": "Persuader: hi\n\tPersuadee: Hello, how are you?\nPersuader: i am fine. how about you sir?\n\tPersuadee: I am fine thanks, Do you donate frequently?\nPersuader: yes sir. i am donate. but ago one year i am not donate.\n\tPersuadee: Have you ever donated online?\nPersuader: no sir. \n\tPersuadee: Are you familiar with children's charities?\nPersuader: yes. i know children's charities.\n\tPersuadee: Since I have started workin on Mturk, I worked on donation HITs, I could donate part or all of my bonus or reward\nPersuader: oh! good join sir... \n\tPersuadee: what is you opinion about charity? would you donate online if you had any chance?\nPersuader: yes, i am interest children's charities donate. but now i not donate sir\n\tPersuadee: Actually according to description It is a donation task, would you donate part of your bonus if you could?\nPersuader: yes. i am donate my bonus amount sir.\n\tPersuadee: Do you look for any specific features when you choose a charity?\nPersuader: good education and good health... \n\tPersuadee: Interesting, same here. I like the international charities that work on children's health and education. If they work on more issues it is a plus\nPersuader: yes, sure sir.\n\tPersuadee: I will donate as much as possible too. A little help can make a big difference.", "label": [[385, 498, "4-LOGIC-OTHER"], [579, 625, "2-NEGOTIATE-OTHER"], [1236, 1276, "3-EMOTION-ALTRUISTIC"], [544, 578, "1-RAPPORT-FRIEND"], [722, 828, "4-LOGIC-OTHER"], [889, 954, "1-RAPPORT-FRIEND"], [1013, 1158, "1-RAPPORT-DISCLOSE"], [1013, 1036, "1-RAPPORT-SIMILAR"], [1197, 1235, "1-RAPPORT-SIMILAR"], [26, 45, "1-RAPPORT-FRIEND"], [99, 142, "1-RAPPORT-FRIEND"], [222, 251, "1-RAPPORT-FRIEND"], [284, 327, "1-RAPPORT-FRIEND"]], "idx": "218"}
{"id": 2239, "data": "Persuader: hello\n\tPersuadee: Hi how are you?\nPersuader: im good and you\n\tPersuadee: I'm good, too. Thank you\nPersuader: that good to hear \n\tPersuadee: so what are we supposed to be chatting about?\nPersuader: We are to chat about Save the Children, a international organization\n\tPersuadee: I've heard of that\nPersuader: that great we are looking to get a donation today to help support children in developing countries\n\tPersuadee: ok, sounds good to me.  I'd be glad to donate\nPersuader: how much would you like to donation today\n\tPersuadee: I'll donate 1 dollar\nPersuader: That is great Your donation will be directly deducted from your task payment.\n\tPersuadee: Alright that is simple enough.  Do I need to do anything else?\nPersuader: No. Do you have any questions\n\tPersuadee: No, I don't have any questions\nPersuader: Thank you for your donation today\n\tPersuadee: You're welcome.  I am glad to help out\nPersuader: Have a great day\n\tPersuadee: Thank you.  I hope your day is fantastic, too", "label": [[56, 71, "1-RAPPORT-FRIEND"], [120, 138, "1-RAPPORT-FRIEND"], [319, 417, "4-LOGIC-OTHER"], [573, 650, "4-LOGIC-OTHER"], [821, 854, "1-RAPPORT-FRIEND"], [917, 933, "1-RAPPORT-FRIEND"], [11, 16, "8-NO-PERSUASION"], [208, 276, "4-LOGIC-OTHER"], [487, 528, "2-NEGOTIATE-REQUEST"], [319, 417, "2-NEGOTIATE-OTHER"], [737, 766, "1-RAPPORT-FRIEND"]], "idx": "219"}
{"id": 2240, "data": "Persuader: Hello! \n\tPersuadee: Hi, how are you?\nPersuader: I am well, thank you :) How are you?\n\tPersuadee: Great, thanks. How do you feel about children's charity?\nPersuader: That's great to hear! I actually am a big advocate for childrens' charities. Are you familiar with Save the Children? It's a fantastic international, non-governmental organization that promotes the security of childrens' rights and helps to provide relief and support in developing countries.\n\tPersuadee: Yes, I have. I agree that it's a great organization.\nPersuader: It absolutely is! Unfortunately, as with any charitable organization, they do rely on donations and community support to continue providing the resources they do. Without our help, they may not be able to help the children fully. I know there's all kinds of charities nowadays, but trustworthy organizations that advocate for children really touch my heart. I can't ignore them. What about you?\n\tPersuadee: I agree. We have a number of charities here, but it's necessary to check them out carefully because there are a few that are scams or have extremely high administrative costs. I think that the charities for children are the most deserving. Do you donate to Save the Children?\nPersuader: Oh yes I understand. I donate whenever I can (to various charities) and I've certainly been scammed before. I agree, charities for children are most deserving. I have donated to Save the Children and I would again. They're quite a reputable organization that is recognized and utilized domestically and internationally. Charitynavigator.org is a great resource for researching the credibility of organizations like Save the Children. Save the Children is actually rated quite well! On accountability and transperancy, they're rated 97 out of 100, and for financial responsibility they're rated 84 out of 100. Not perfect, but still quite impressive. \n\tPersuadee: I've never heard of Charitynavigator.org. I certainly need to check that out. Does it research charities around the world? And, yes, I agree those are good ratings, especially the accountability and transparency. I try to donate as much as I can, but living on a small pension, I can only do so much.\nPersuader: Yes! Furthermore, it rates a variety of charities so you can see any type. It's quite thorough as well, providing contact info as well as in depth statistical analysis of their results (not just in dollars but in people helped). I definitely know it's not always possible. I work but it's check to check. I do find some opportunities here and there it's always a pleasure. Would you have any interest in donating earnings from this task? It would be directly deducted from your task payment. Any amount for $0 to all. Every little bit counts!\n\tPersuadee: Yes, every little bit does count. I know people here where I live that get by on two dollars a day. Yes, I would be interested in donating earnings from this task.\nPersuader: Wow that is truly amazing. I need to get my cost of living down to $2 a day. Anyways, that is very nice of you and I commend you. If given the option, I will be donating my earnings as well. How much of your earnings would you like to donate to the charity?\n\tPersuadee: It's tough living on $2 a day. Not any wiggle room for unexpected occurances in life like illness or school fees. I would be willing to donate all my earnings if you agree with that.\nPersuader: I understand completely. And I genuinely thank you for offering your survey payment as a donation. I'm happy to accept your offer! The research team will collect all donations and send it to Save the Children.\n\tPersuadee: Super. So how does that work exactly?\nPersuader: The research team will collect the donations and send them direct to Save the Children! \n\tPersuadee: Great. So I am agreement with this. Anywhere else left to go from here?\nPersuader: Awesome! I think that about does it :)\n\tPersuadee: Well, it's be great talking to you, and thanks, I learned something new today.\nPersuader: Likewise! Thank you!", "label": [[59, 95, "1-RAPPORT-FRIEND"], [176, 198, "1-RAPPORT-FRIEND"], [294, 468, "4-LOGIC-OTHER"], [253, 293, "1-RAPPORT-FRIEND"], [563, 774, "3-EMOTION-EMPATHY"], [903, 924, "3-EMOTION-EMPATHY"], [1399, 1453, "1-RAPPORT-DISCLOSE"], [1721, 1847, "5-AUTHORITY-CREDENTIALS"], [1721, 1847, "5-AUTHORITY-SUPERIOR"], [11, 18, "8-NO-PERSUASION"], [198, 252, "1-RAPPORT-DISCLOSE"], [545, 563, "1-RAPPORT-FRIEND"], [775, 902, "3-EMOTION-EMPATHY"], [924, 939, "1-RAPPORT-FRIEND"], [1239, 1260, "1-RAPPORT-FRIEND"], [1260, 1346, "1-RAPPORT-DISCLOSE"], [1347, 1398, "1-RAPPORT-SIMILAR"], [1454, 1559, "5-AUTHORITY-CREDENTIALS"], [1559, 1672, "5-AUTHORITY-CREDENTIALS"], [1673, 1720, "5-AUTHORITY-CREDENTIALS"], [1673, 1720, "5-AUTHORITY-SUPERIOR"], [1848, 1889, "4-LOGIC-OTHER"], [2214, 2289, "4-LOGIC-OTHER"], [2587, 2652, "2-NEGOTIATE-REQUEST"], [2732, 2756, "3-EMOTION-ALTRUISTIC"], [2971, 3021, "1-RAPPORT-DISCLOSE"], [3021, 3073, "1-RAPPORT-COMPLIMENT"], [3408, 3432, "1-RAPPORT-FRIEND"], [3433, 3506, "1-RAPPORT-FRIEND"], [3539, 3617, "4-LOGIC-OTHER"], [2289, 2442, "4-LOGIC-OTHER"], [2443, 2586, "1-RAPPORT-DISCLOSE"], [2652, 2731, "4-LOGIC-OTHER"], [2944, 2970, "1-RAPPORT-FRIEND"], [3074, 3134, "1-RAPPORT-DISCLOSE"], [3135, 3201, "2-NEGOTIATE-BARGAIN"], [3507, 3539, "1-RAPPORT-FRIEND"], [3679, 3767, "4-LOGIC-OTHER"], [3863, 3901, "1-RAPPORT-FRIEND"], [4004, 4024, "1-RAPPORT-FRIEND"]], "idx": "220"}
{"id": 2241, "data": "Persuader: I want to talk to you about Save the Children!\n\tPersuadee: Okay, please tell me more about it. \nPersuader: This organization helps meet the needs of kids in difficult countries. \n\tPersuadee: What are the difficult countries that are helped?\nPersuader: Syria, for one. Millions of kids there are in dire straits. We are looking for donations to help reach out and help these children.\n\tPersuadee: How can I donate towards the organization?\nPersuader: You can head over the website to provide a donation.\n\tPersuadee: What is the website? \nPersuader:  URL  A donation can also be donated through the task payment. You can choose to donate up to $2\n\tPersuadee: Before I do, what type of aid do you provide for the children and is all of the donation used to help and not for profit?\nPersuader: we provide food, medical care, and intervene to help protect children's right.\n\tPersuadee: Is the organization non-profit?\nPersuader: Yes, it is! It is an international, non-governmental org.\n\tPersuadee: What are the other countries that are helped besides Syria?\nPersuader: Other developing countries around the world.\n\tPersuadee: Could you name them?\nPersuader: Countries in Africa like the Democratic Republic of Congo.\n\tPersuadee: What do you do there?\nPersuader: Health intervention. Trying to prevent child mortality.\n\tPersuadee: Are there any ways for me to volunteer?\nPersuader: You'd have to go through a long process. A donation goes a long way. You can donate $2 from the proceeds for the HIT>", "label": [[11, 57, "1-RAPPORT-OTHER"], [279, 323, "3-EMOTION-OTHER"], [263, 278, "4-LOGIC-OTHER"], [118, 189, "4-LOGIC-OTHER"], [323, 394, "3-EMOTION-OTHER"], [461, 513, "4-LOGIC-OTHER"], [1076, 1120, "4-LOGIC-OTHER"], [323, 394, "4-LOGIC-OTHER"], [560, 655, "4-LOGIC-OTHER"], [801, 879, "4-LOGIC-OTHER"], [935, 992, "5-AUTHORITY-CREDENTIALS"], [1165, 1223, "4-LOGIC-OTHER"], [1388, 1505, "4-LOGIC-OTHER"], [1269, 1324, "4-LOGIC-OTHER"]], "idx": "221"}
{"id": 2242, "data": "Persuader: Do you feel like the children of the world should be better looked out for?\n\tPersuadee: Yes I do. I believe there are lots of vulnerable and helpless children everywhere who deserve a lot more than they are getting.\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. Have you heard of them before?\n\tPersuadee: Yes, I have heard of them before and it has all been good things. I like organizations who take care of our children.\nPersuader: Save the Children believe no child should go to bed hungry and it's their goal to make this a reality.\n\tPersuadee: That is a very noble goal and I hope that lot's of people get behind them so they can continue to do what they are doing.\nPersuader: How can this world have so many wealth people but yet have so many people who are suffering! Do you feel like those who are well off should do more to help? Doesn't it upset you when they don't?\n\tPersuadee: Well I don't think the amount of wealth has much to do with it. I think it has to do with what is in people's hearts. Whether you are rich or poor, it all comes down to whether you are a giving person.\nPersuader: Exactly! I could never turn a blind eye to those who are in need. How about you?\n\tPersuadee: I agree completely. I give to all sorts of non profit organizations and charities whenever I can. I just imagine that if I am ever in need that I would want someone to help me.\nPersuader: In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in Syria. Insane numbers right!?!?\n\tPersuadee: That is really sad! What was the cause of that? War?\nPersuader: It is a civil war between those in power and those who feel the need to fight back for a better life.\n\tPersuadee: So basically they are harming the ones who would one be their future leaders and the ones taking care of them.\nPersuader: It's a despicable mes i tell you! Would you be willing to donate something to help them? our donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: I will probably do that for sure. Every little bit helps and if everyone does something, it will make the load a little lighter.\nPersuader: The research team will collect all donations and send it to Save the Children. I'm going to give some of my earnings as well.\n\tPersuadee: That is great to hear. Who knows the impact that they will make over the course of time.\nPersuader: I wish more people would open up their hearts and try to help the way you did.\n\tPersuadee: Well I'm sure there are lots out there who would if they could.", "label": [[1528, 1650, "3-EMOTION-STORY"], [1247, 1327, "3-EMOTION-EMPATHY"], [1727, 1828, "3-EMOTION-OTHER"], [1963, 1997, "3-EMOTION-ANGER"], [2052, 2174, "4-LOGIC-OTHER"], [2327, 2406, "4-LOGIC-OTHER"], [2406, 2452, "1-RAPPORT-DISCLOSE"], [1997, 2051, "2-NEGOTIATE-REQUEST"], [2565, 2643, "3-EMOTION-EMPATHY"], [2565, 2643, "1-RAPPORT-COMPLIMENT"], [407, 437, "1-RAPPORT-FRIEND"], [11, 86, "3-EMOTION-OTHER"], [238, 406, "4-LOGIC-OTHER"], [579, 681, "3-EMOTION-EMPATHY"], [827, 919, "3-EMOTION-ANGER"], [984, 1021, "3-EMOTION-EMPATHY"], [920, 983, "3-EMOTION-EMPATHY"]], "idx": "222"}
{"id": 2243, "data": "Persuader: Hi\n\tPersuadee: hi\nPersuader: How are you?\n\tPersuadee: i am fine. how amount you?\nPersuader: I am also fine. What do you think about Chidren Charity?\n\tPersuadee: i like children charity. what about u?\nPersuader: I am also like to help children's without parents and relatives. Where are you from?\n\tPersuadee: i am from oakham. where about u?\nPersuader: I Am from Virginia.\n\tPersuadee: what about children charity?\nPersuader: Children charity is useful for childrens without parents and relatives.\n\tPersuadee: u like donate in the amount?\nPersuader: Yes I like to donate for the childrens.\n\tPersuadee: how money dollar u r donate?\nPersuader: I donate averagely 50 dollars. What about you?\n\tPersuadee: i am donate for $100 dollars.\nPersuader: Wow! Super do you any organisation ?\n\tPersuadee: no sir.. \nPersuader: Ok no problem we try to search some children charity organisation.\n\tPersuadee: oh! k sir. please ur name?\nPersuader: My name is Gail.", "label": [[11, 13, "8-NO-PERSUASION"], [40, 52, "1-RAPPORT-FRIEND"], [102, 159, "1-RAPPORT-FRIEND"], [222, 306, "1-RAPPORT-FRIEND"], [363, 382, "1-RAPPORT-DISCLOSE"], [651, 682, "1-RAPPORT-DISCLOSE"], [682, 697, "2-NEGOTIATE-OTHER"], [751, 787, "1-RAPPORT-FRIEND"], [435, 506, "4-LOGIC-OTHER"], [559, 598, "1-RAPPORT-DISCLOSE"], [821, 887, "8-NO-PERSUASION"], [938, 954, "1-RAPPORT-DISCLOSE"]], "idx": "223"}
{"id": 2244, "data": "Persuader: Hi.  How are you today? How is your holiday weekend going?\n\tPersuadee: Good and you?  Going to a bbq later.\nPersuader: Nice.  Yeah mine is going well too.  I'm just happy not to have to work today.  How about you? Are you off today?\n\tPersuadee: Yeah been off for a couple of days. It's nice.\nPersuader: Nice.  You know every year around this time I try to give a little bit of money to charity, before the holidays start and I know I'm going to be broke. How about you? Do you usually give to charities?\n\tPersuadee: I give from time to time, if it's a good cause\nPersuader: Nice.  What kinds of charities do you usually give to, if you don't mind me asking?\n\tPersuadee: I usually give to local charities that provide for the homeless.\nPersuader: I do as well here in Chicago. Recently though, I've started to give more to charities that have to do with children. I feel like children are often the most as risk in disasters and conflict around the world. With them even just a little bit of money goes a long way in feeding them. Have you ever donated to a children's charity?\n\tPersuadee: I have donated to the McDonald house\nPersuader: Nice. I remember seeing those commercials on TV.  One that I like is called Save the Children.  It's an organization that helps children in very difficult circumstances, both here in the US and around the world.  Have you heard of them before?\n\tPersuadee: Sounds like a good cause.  Do you have a website?\nPersuader: Yes. It's  URL   There you will see the various projects they are working on.  For exaxmple, the work they are doing in Syria right now is incredibly important as there are unfortunately thousands upon thousands of orphans due to the war.\n\tPersuadee: Looks like they also help border children in the US.  I am all for that.\nPersuader: Yes. I agree. That's also a very important endeavor.  There are just so many difficult situations out there for children.  But it's good to know at lease one organization tries to help the most in need.  Did you know that they accept donations from mturk?  So we could donate directly to them from our funds for this HIT.  Even small amounts go a long way when so many people donate.\n\tPersuadee: I can donate 50 cents right now, the rest goes into my childs college fund\nPersuader: Ok. That sounds great.  I'm going to donate a similar amount myself\n\tPersuadee: sounds good, it is always worthwhile to donating something, nothing is too small\nPersuader: I agree.  Especially with how many people are participating.  If everybody in America gave 1 dollar today, that would be 370 million.  It's amazing how many adds up\n\tPersuadee: Plus who doesn't want to help children?\nPersuader: Exactly.  Well, you take care and enjoy the rest of your holiday. It was nice chatting with you\n\tPersuadee: Nice chatting with you too.", "label": [[130, 243, "1-RAPPORT-FRIEND"], [314, 319, "1-RAPPORT-FRIEND"], [466, 514, "1-RAPPORT-FRIEND"], [585, 668, "1-RAPPORT-FRIEND"], [787, 873, "1-RAPPORT-DISCLOSE"], [966, 1040, "3-EMOTION-ALTRUISTIC"], [1041, 1087, "1-RAPPORT-FRIEND"], [1148, 1196, "1-RAPPORT-FRIEND"], [1198, 1242, "4-LOGIC-OTHER"], [1244, 1360, "4-LOGIC-OTHER"], [11, 69, "1-RAPPORT-FRIEND"], [321, 465, "1-RAPPORT-DISCLOSE"], [757, 787, "1-RAPPORT-DISCLOSE"], [757, 787, "1-RAPPORT-SIMILAR"], [874, 965, "3-EMOTION-EMPATHY"], [1361, 1391, "1-RAPPORT-FRIEND"], [1464, 1542, "5-AUTHORITY-CREDENTIALS"], [1544, 1703, "3-EMOTION-STORY"], [1854, 1922, "3-EMOTION-EMPATHY"], [2123, 2183, "3-EMOTION-ALTRUISTIC"], [2282, 2349, "1-RAPPORT-DISCLOSE"], [2286, 2304, "1-RAPPORT-COMPLIMENT"], [2454, 2462, "1-RAPPORT-SIMILAR"], [2516, 2589, "4-LOGIC-OTHER"], [2692, 2777, "1-RAPPORT-FRIEND"], [1800, 1852, "1-RAPPORT-FRIEND"], [1922, 2002, "5-AUTHORITY-SUPERIOR"], [2004, 2056, "4-LOGIC-OTHER"], [2057, 2121, "4-LOGIC-OTHER"], [2464, 2514, "4-LOGIC-OTHER"], [2589, 2618, "4-LOGIC-OTHER"], [2682, 2690, "1-RAPPORT-FRIEND"]], "idx": "224"}
